{
  "Metadata/Characters/Str/Str": {
    "name": "Marodeur",
    "description": "Glaubt Ihr, dass Ihr barbarisch genug seid für das Land der Verdammten, Marodeur? \r\n\r\nWir boten Euch die Wahrheit, doch Ihr wolltet lieber an Eurem lächerlichen Aberglauben festhalten. Wir boten Euch den Dienst an Gott, doch Ihr habt Eure Kräfte mit Trotz und Widerstand vergeudet. \r\n\r\nWraeclast wird Euch etwas ganz anderes bieten - eine Lehre in wahrer Barbarei.",
    "traitdescription": "Charakterzüge: Stärke, Nahkampf"
  },
  "Metadata/Characters/Int/Int": {
    "name": "Hexe",
    "description": "Warum nur suchen diejenigen mit findigem Geist stets nach Erfüllung im Finsteren und Schlechten? \r\n\r\nInnocence ist unser Vater, Oriath unsere Mutter. Wenn eine Tochter vom rechten Wege abkommt, macht sie sich selbst zur Waise.\r\n\r\nMerkt Euch gut, was Euch Wraeclast lehren wird. Denn nur so könnt Ihr Euch die Hoffnung auf Heimkehr erhalten.",
    "traitdescription": "Charakterzüge: Intelligenz, Zauber"
  },
  "Metadata/Characters/StrDexInt/StrDexInt": {
    "name": "Adelstochter",
    "description": "Eine Adelstochter, die absolute Vollkommenheit aus Verstand, Körper und Anmut. Die ganze Pracht unserer Zivilisation, unsere Hoffnung, unser Licht.\r\n\r\nDoch Ihr hattet für uns nur Mord und Finsternis übrig.\r\n\r\nMöge Wraeclast Euch mit offenen Armen empfangen – wir sind Eurer Anwesenheit längst überdrüssig.",
    "traitdescription": "Charakterzüge: Stärke, Geschick, Intelligenz"
  },
  "Metadata/Characters/Dex/Dex": {
    "name": "Waldläuferin",
    "description": "Heimlich, flink und leise nahmt Ihr Euch, was nicht Euer war.\r\n\r\nWie eine Krähe, die unsere Früchte stiehlt. Ein streunender Hund, der unsere Schafe reißt.\r\n\r\nOriath wird von Menschen bewohnt und nicht von Tieren. Erinnert Euch daran, Waldläuferin, wenn Wraeclast Euch das wahre Tier zeigt.",
    "traitdescription": "Charakterzüge: Geschick, Fernkampf"
  },
  "Metadata/Characters/StrDex/StrDex": {
    "name": "Duellant",
    "description": "Schnelligkeit und Kraft waren Eure Gaben. Doch was habt Ihr damit angestellt, Duellant? Ihr nährtet nur Eure Selbstgefälligkeit damit.\r\n\r\nDie Sünde hat Euch hierhergeführt, Eure Spuren getränkt mit dem Blut willkürlichen Mordens.\r\n\r\nIhr habt die Ehre der großen Arena beschmutzt. Soll nun Wraeclast Euch das Publikum stellen – und Eure Feinde.",
    "traitdescription": "Charakterzüge: Stärke, Geschick"
  },
  "Metadata/Characters/DexInt/DexInt": {
    "name": "Schatten",
    "description": "Eure Schnelligkeit und Euer scharfer Verstand waren Euch in die Wiege gelegt. Doch wie habt Ihr es gedankt? Mit dem Blut Unschuldiger.\r\n\r\nEuer Handwerk ist das eines Jägers, Euer Geschäft das eines Schlächters. So viele Leben habt Ihr genommen, für einen vollen Beutel.\r\n\r\nDie Vergebung wird Euch in Wraeclast teuer zu stehen kommen.",
    "traitdescription": "Charakterzüge: Geschick, Intelligenz"
  },
  "Metadata/Characters/StrInt/StrInt": {
    "name": "Templer",
    "description": "Ihr gabt Euer Leben und Eure Seele Gott und dem Orden der Templer. Über Jahre habt Ihr Euer Leben dem Glauben verschrieben, nur damit Ihr alles mit einem einzigen Akt der Sünde zunichtemacht?\r\n\r\nWelch' unvorstellbare Torheit, wenn man den Glauben verliert, obwohl er das Einzige ist, das einem geblieben ist?\r\n\r\nIhr wart einst ein Auserwählter Gottes. Ein Templer. Nun seid Ihr ein Auserwählter Wraeclasts. Ein Verbannter.",
    "traitdescription": "Charakterzüge: Stärke, Intelligenz"
  }
}
