{
  "0": { "description": "" },
  "1": {
    "description": "/gespielt zeigt an, wie lange du diesen Charakter spielst."
  },
  "2": {
    "description": "/alter zeigt an, wann du diesen Charakter erstellt hast."
  },
  "3": {
    "description":
      "/übrig zeigt die Anzahl der restlichen Monster im betreffenden Gebiet an."
  },
  "4": {
    "description": "/tode zeigt an, wie oft dein Charakter gestorben ist."
  },
  "5": { "description": "" },
  "6": {
    "description":
      "/rangliste zeigt die ersten zehn Charaktere der aktuellen Liste."
  },
  "7": { "description": "" },
  "8": {
    "description":
      "/zerstören vernichtet den Gegenstand am Cursor (seid vorsichtig!)"
  },
  "9": {
    "description": "/werist zeigt Informationen über einen Charakter an."
  },
  "10": { "description": "" },
  "11": {
    "description": "/stufe zeigt die Stufe des Gegenstands am Cursor an."
  },
  "12": { "description": "" },
  "13": {
    "description":
      "/bug meldet einen Fehler und gibt eine Berichtskennziffer aus."
  },
  "14": { "description": "" },
  "15": { "description": "/ignorieren ignoriert das Konto eines Charakters." },
  "16": { "description": "" },
  "17": {
    "description":
      "/ignorieren_aufheben hebt die Kontosperrung für einen Charakter wieder auf."
  },
  "18": { "description": "" },
  "19": {
    "description":
      "/ignorierliste_leeren entfernt alle Konten aus deiner Ignorieren-Liste."
  },
  "20": { "description": "" },
  "21": {
    "description":
      "/punkte zeigt eine Aufstellung deiner passiven Fertigkeitspunkte an."
  },
  "22": {
    "description": "/einladen lädt jemanden namentlich in deine Gruppe ein."
  },
  "23": {
    "description": "/befreunden fügt namentlich Freunde zu deiner Liste hinzu."
  },
  "24": { "description": "" },
  "25": { "description": "" },
  "26": { "description": "" },
  "27": { "description": "" },
  "28": { "description": "" },
  "29": { "description": "" },
  "30": { "description": "" },
  "31": { "description": "" },
  "32": { "description": "" },
  "33": {
    "description":
      "/antwort [Nachricht] Sendet eine selbstgewählte automatische Antwort an Flüsterer."
  },
  "34": {
    "description":
      "/afk [Nachricht] Automatische Antwort auf Flüsternachricht, dass du AFK bist. Das Ausführen einer beliebigen Aktion, inklusive Chatten, bricht den AFK-Modus ab."
  },
  "35": {
    "description":
      "/dnd [Nachricht] Automatische Antwort auf Flüsternachricht, dass du nicht gestört werden möchtest. Alle eingehenden Nachrichten werden ignoriert."
  },
  "36": { "description": "" },
  "37": { "description": "" },
  "38": {
    "description":
      "/zuschauen startet im PvP-Modus die Zusehen-Funktion für den angegebenen Charakter. Verwende den Befehl /stadt, um zurückzukehren."
  },
  "39": { "description": "" },
  "40": {
    "description":
      "/mission_abbrechen schließt das Portal zur aktuellen Tagesmission in deinem Versteck."
  },
  "41": {
    "description": "Mit /global x kannst du zum globalen Chatkanal x wechseln."
  },
  "42": {
    "description":
      "Mit /handel x kannst du zum globalen Handels-Chat x wechseln."
  },
  "43": {
    "description":
      "/errungenschaften Erzwingt eine erneute Überprüfung bestimmter Errungenschaften."
  },
  "44": { "description": "" },
  "45": { "description": "/xp_zurück setzt deine Erfahrung pro Stunde zurück." }
}
