{
  "CrashInstanceDebug": {
    "name": "Crash Test",
    "predictiontext": "The next area you create will crash.",
    "flavourtext": ""
  },
  "DelayInstanceDebug": {
    "name": "Delay Test",
    "predictiontext": "The next area you create will stall for 10 seconds.",
    "flavourtext": ""
  },
  "DelayCrashInstanceDebug": {
    "name": "Delay and Crash Test",
    "predictiontext":
      "The next area you create will stall for 10 seconds then crash.",
    "flavourtext": ""
  },
  "AtziriDropsVaults": {
    "name": "Die Gewölbe der Königin",
    "predictiontext":
      "Ihr werdet Atziri, die Königin der Vaal, töten und erhaltet Zugang zu ihrem Gewölbe.",
    "flavourtext":
      "Die rote Königin umklammert den Schlüssel zu ihrem Gewölbe und nur der Tod vermag ihren Griff zu lösen."
  },
  "TormentedSpiritDropsUnique": {
    "name": "Die einmalige Seele",
    "predictiontext":
      "Ihr werdet eine gequälte Seele erschlagen, die einen einzigartigen Gegenstand in sich trägt.",
    "flavourtext":
      "Ein gelebtes Leben, das sich dem Gesetz entzieht, lässt die Seele mit seinem frisch entdeckten Schatz entweichen."
  },
  "ExileDropsAllRare": {
    "name": "Der wohlhabende Verbannte",
    "predictiontext":
      "Ihr werdet einem abtrünnigen Verbannten begegnen und ihn töten und er wird nur seltene Gegenstände fallen lassen.",
    "flavourtext":
      "Sie fliehen vor den Blicken Oriaths, gehüllt in Gold von Kopf bis Fuß."
  },
  "ExileSummonsWarband": {
    "name": "Der Kundschafter",
    "predictiontext":
      "Ihr werdet einem abtrünnigen Verbannten begegnen und ihn töten und er wird eine Kriegsbande zu Hilfe rufen.",
    "flavourtext":
      "Einer wie Ihr durchstreift die Lande, doch ist er nur der erste von Vielen."
  },
  "StrongboxSpawnsExile": {
    "name": "Auf der Lauer",
    "predictiontext":
      "Ihr werdet von einem abtrünnigen Verbannten angegriffen, sobald Ihr einen Tresor öffnet.",
    "flavourtext":
      "Eine Truhe voller Schätze verbirgt viele Gefahren. Eine jedoch bleibt selbst dem Weisesten verborgen."
  },
  "AlchemistDropsAlchemyOrb": {
    "name": "Der Alchemist",
    "predictiontext":
      "Ihr werdet einen unvergänglichen Alchemisten erschlagen und er wird eine Sphäre der Alchemie fallen lassen.",
    "flavourtext":
      "Ein Narr will Blei zu Gold machen, doch eine geschickte Hand entwendet es."
  },
  "RoyalActBossDropsRegalOrb": {
    "name": "Ein Hoheitliches Ableben",
    "predictiontext":
      "Ihr werdet einen sehr mächtigen König oder eine sehr mächtige Königin erschlagen, und eine hoheitliche Sphäre wird fallen gelassen.",
    "flavourtext":
      "Blaues Blut fließt aus einer geschlitzten Kehle und wandelt alles, was es berührt, zu Gold."
  },
  "VaalSideBossDropsVaalOrb": {
    "name": "Der Verderbte",
    "predictiontext":
      "Ihr werdet einen mächtigen Gegner in einem Vaal-Gebiet erschlagen und er wird eine Vaal-Sphäre fallen lassen.",
    "flavourtext":
      "Zum Pflügen der Felder braucht Ihr ein Werkzeug. Zur Kornernte brauchst Ihr ein Werkzeug. Zur Verbreitung der Verderbtheit braucht Ihr ein Werkzeug."
  },
  "IzaroDropsAdditionalTreasureKey": {
    "name": "Der kaiserliche Schatz",
    "predictiontext":
      "Ihr werdet Kaiser Izaro erschlagen und er wird einen zusätzlichen kaiserlichen Schlüssel fallen lassen.",
    "flavourtext":
      "Von seiner eigenen Kreation vereinnahmt, hinterlässt der Kaiser dem Tapferen ein großzügiges Geschenk."
  },
  "InnerTreasureMonsterDropsAdditionalUnique": {
    "name": "Der gierige Erzfeind",
    "predictiontext":
      "Ihr werdet einen seltenen, jedoch mächtigen Gegner erschlagen und er wird zwei statt einem einzigartigen Gegenstand fallen lassen.",
    "flavourtext":
      "Ein Sammler von Antiquitäten verdoppelt seine Schätze und lässt sie erst mit seinem letzten Atemzug los."
  },
  "UniqueMonsterDropsUnique": {
    "name": "SHOULD NOT APPEAR",
    "predictiontext":
      "Ihr werdet ein mächtiges Monster erschlagen und es wird einen einzigartigen Gegenstand fallen lassen.",
    "flavourtext": "You shouldn't be seeing this!"
  },
  "HillockDropsTheAnvil": {
    "name": "Der Schmied",
    "predictiontext":
      "Ihr werdet Hillock erschlagen und er wird einen mächtigen Gegenstand fallen lassen.",
    "flavourtext":
      "Vor langer Zeit ein Meister des Metalls, heute ein Schmied der Furcht. Doch seine besten Werkzeuge verblieben bei ihm."
  },
  "PossessedMonsterSpawnsTormentedSpirit": {
    "name": "Gewaltsamer Exorzismus",
    "predictiontext":
      "Ihr werdet einen Gegner erschlagen, der von einer gequälten Seele besessen ist, und die Seele befreien.",
    "flavourtext":
      "Eine gepeinigte Seele nimmt sich einen Körper und verbleibt, bis dieser Körper vergeht."
  },
  "MapBossDropsRareMap": {
    "name": "Der Traum des Träumers",
    "predictiontext":
      "Ihr werdet eine bestimmte Karte betreten, und wenn Ihr den sehr mächtigen Gegner, der diese sein Zuhause nennt, erschlagt, lässt er eine seltene Karte fallen.",
    "flavourtext":
      "Die größte Gefahr tief in einem Traum besitzt den Schlüssel zu einer weiteren Welt."
  },
  "MapShavronneBrutus": {
    "name": "Der Schöngeist",
    "predictiontext":
      "Ihr werdet die gequälte Seele von Shavronne bei Brutus finden. Ihr werdet Brutus erschlagen, während er von ihrer Seele besessen ist.",
    "flavourtext":
      "Das Echo der Ästhetin verfolgt ihr bestes Werk und gewährt ihm noch einmal neue Kraft."
  },
  "MapKoleBrutus": {
    "name": "Waffenbrüder",
    "predictiontext":
      "Ihr werdet Brutus und Kole tief im Axiom-Gefängnis begegnen und sie beide erschlagen.",
    "flavourtext":
      "Zwei Männer, in Monster verwandelt, kämpfen gemeinsam und halten die Pforte."
  },
  "MapDoedreStoneCircle": {
    "name": "Echo der Hexenkunst",
    "predictiontext":
      "Ihr werdet zum Steinkreis im Westwald reisen und das Echo von Doedre Düsterzunge erschlagen, das dort auf Euch wartet.",
    "flavourtext":
      "Ein Kreis von stummen Riesen umringt eine Erinnerung an unvergängliches Leid. Eine düstere Zunge flüstert düstere Worte auf den Schwingen des Westwinds."
  },
  "MapKadakaKuduku": {
    "name": "Der Gott des Missgeschicks",
    "predictiontext":
      "Ihr werdet die falschen Götzen Kuduku und Kadaka zerstören.",
    "flavourtext":
      "Heidnische Mäuler huldigen heidnischen Göttern. Leere Götzen für leere Versprechungen."
  },
  "MapMaligaroFidelitas": {
    "name": "Echos der Mutation",
    "predictiontext":
      "Ihr werdet das Echo von Maligaro in der Kammer der Sünde finden und zerstören.",
    "flavourtext":
      "Widernatürliche Loyalität - blinde Liebe. Der Schänder und die Missbrauchte in Sünde vereint."
  },
  "MapDaressoMerveil": {
    "name": "Echos einer verlorenen Liebe",
    "predictiontext":
      "Ihr werdet das Echo von Daresso in der Kaverne der Wut finden und zerstören.",
    "flavourtext":
      "Verwirrt durch Versuchung, versucht durch Verderbtheit. Das Lied der Sirene beschwört letztlich einen Schimmer ihrer verlorenen Liebe."
  },
  "MapExtraHaku": {
    "name": "Ein Meister braucht Hilfe",
    "predictiontext":
      "Ihr werdet Haku treffen und seine Mission erfüllen. Ihr erhaltet von ihm zusätzlichen Ruf und Gunst.",
    "flavourtext":
      "Getragen von den Südwinden, sucht ein Meister des Metalls nach Hilfe."
  },
  "MapExtraTora": {
    "name": "Ein Meister braucht Hilfe",
    "predictiontext":
      "Ihr werdet Tora treffen und ihre Mission erfüllen. Ihr erhaltet von ihr zusätzlichen Ruf und Gunst.",
    "flavourtext":
      "Stinkend nach Bestien und Blut, sucht eine Meisterjägerin nach Hilfe."
  },
  "MapExtraCatarina": {
    "name": "Ein Meister braucht Hilfe",
    "predictiontext":
      "Ihr werdet Catarina treffen und ihre Mission erfüllen. Ihr erhaltet von ihr zusätzlichen Ruf und Gunst.",
    "flavourtext":
      "Eine Skulptur aus Fleisch, Knochen und Magie bewachend, sucht eine Meisterin der Nekromantie nach Hilfe."
  },
  "MapExtraVagan": {
    "name": "Ein Meister braucht Hilfe",
    "predictiontext":
      "Ihr werdet Vagan treffen und seine Mission erfüllen. Ihr erhaltet von ihm zusätzlichen Ruf und Gunst.",
    "flavourtext":
      "Kampfgestählt und vor Arroganz strotzend, sucht ein Waffenmeister nach Hilfe."
  },
  "MapExtraElreon": {
    "name": "Ein Meister braucht Hilfe",
    "predictiontext":
      "Ihr werdet Elreon treffen und seine Mission erfüllen. Ihr erhaltet von ihm zusätzlichen Ruf und Gunst.",
    "flavourtext":
      "Verlassen vom Licht, das er schwor, zu beschützen, sucht ein Gebetsmeister nach Hilfe."
  },
  "MapExtraVorici": {
    "name": "Ein Meister braucht Hilfe",
    "predictiontext":
      "Ihr werdet Vorici treffen und seine Mission erfüllen. Ihr erhaltet von ihm zusätzlichen Ruf und Gunst.",
    "flavourtext":
      "Das Leben zu Tod und den Tod zur Kunst machend, sucht ein Meister der Dunkelheit nach Hilfe."
  },
  "MapExtraZana": {
    "name": "Ein Meister braucht Hilfe",
    "predictiontext":
      "Ihr werdet Zana treffen und ihre Mission erfüllen. Ihr erhaltet von ihr zusätzlichen Ruf und Gunst.",
    "flavourtext":
      "Verloren im träumerischen Gifthauch, sucht eine Meisterin von vielen Welten nach Hilfe."
  },
  "MapCorruptedSideArea": {
    "name": "Versteckte Vaal-Pfade",
    "predictiontext":
      "Ihr werdet ein verstecktes Vaal-Gebiet betreten, welches mächtige Gegner enthält.",
    "flavourtext":
      "Uralte Feinde eröffnen neue Pfade zu dem Land, das sie brach liegen ließen."
  },
  "MapSpawnRareZombies": {
    "name": "Die Unmenschen",
    "predictiontext":
      "Ihr werdet einer Gruppe von sieben mächtigen Untoten nachstellen und sie vernichten.",
    "flavourtext":
      "Mächtige Soldaten aus vergessenen Tagen sammeln sich erneut und marschieren wieder gemeinsam."
  },
  "MapSpawnRogueExiles": {
    "name": "Die vier wilden Verbannten",
    "predictiontext":
      "Ihr werdet eine Karte betreten, in der sich vier zusätzliche abtrünnige Verbannte aufhalten.",
    "flavourtext":
      "In einem fernen Traum bereiten sich vier Seelen, fern der Heimat, auf einen Kampf auf Leben und Tod vor."
  },
  "RareMonsterKillSpawnsUniqueBloodElementalWithSlainMonstersMods": {
    "name": "Wallendes Blut",
    "predictiontext":
      "Ihr werdet ein mächtiges Monster erschlagen, dessen Blut eine neue Form annehmen wird.",
    "flavourtext":
      "Leben fließt in Form von Blut. Befreit das Blut und es sucht sich eine neue Form."
  },
  "SellingFiveUniquesToVendorReturnsRandomUnique": {
    "name": "Ein überraschendes Geschenk",
    "predictiontext":
      "Ihr werdet 5 einzigartige Gegenstände an einen Händler verkaufen.",
    "flavourtext":
      "Ein Kaufmann tauscht gern ungewollte Gaben. Fünf für eines, doch welches ist das Eine?"
  },
  "ChaosOrbRecipeCreatesAdditionalChaosOrb": {
    "name": "Eine lohnende Verbindung",
    "predictiontext":
      "Ihr werdet eine zusätzliche Chaossphäre von einem Händler erhalten, wenn Ihr Gegenstände verkauft, für die Ihr eine Chaossphäre erhaltet.",
    "flavourtext":
      "Wenn die Summe schon größer ist als deren Teile, so bleibt immer noch Platz für etwas mehr."
  },
  "RollingSixSocketBodyArmourLinksAllSockets": {
    "name": "Verbindungen des Schicksals",
    "predictiontext":
      "Ihr werdet einen Gegenstand mit sechs verbundenen Fassungen nur mit Sphären der Veredelung anfertigen.",
    "flavourtext":
      "Fünf und weniger stehen für sich, doch sechs fügt sie zusammen."
  },
  "ItemAbleToBecomesUniqueWhenChanceOrbApplied": {
    "name": "Stroh zu Gold",
    "predictiontext":
      "Ihr werdet einen normalen Gegenstand mit einer Sphäre der Möglichkeiten in einen einzigartigen Gegenstand verwandeln.",
    "flavourtext":
      "Eine einfache Hülle birgt ungeahntes Potential, doch die geschickte Hand des Künstlers verwandelt es in ein Meisterwerk."
  },
  "ArmourAbleToBecomesFiveLinkedWhenJewellersOrbApplied": {
    "name": "Die Hand des Goldschmieds",
    "predictiontext":
      "Ihr werdet einen Gegenstand mit fünf verbundenen Fassungen mit nur einer Sphäre des Goldschmieds anfertigen.",
    "flavourtext":
      "Der Goldschmied veredelt mit fünf Steinen und fädelt sie an einem einzigen Faden auf."
  },
  "MasterMissionExtraRewards": {
    "name": "Ein wohlwollender Meister",
    "predictiontext":
      "Ihr werdet eine Mission für einen Meister erfüllen und dafür dreifachen Ruf und dreifache Gunst erhalten.",
    "flavourtext":
      "Ein verzweifelter Verbündeter braucht Eure Hilfe und wird Euch dafür großzügig entlohnen."
  },
  "SkillGemDropsWith20QualityAllocatedToYou": {
    "name": "Erasmus' Geschenk",
    "predictiontext": "Ihr werdet eine Gemme mit 20 % Qualität finden.",
    "flavourtext":
      "Der freundliche Gemmenschneider gab sein fantastisches Talent für die Armen, doch gierige Hände haben sie verborgen."
  },
  "KillingKaomWithKaomsSignAddsSpecificMod": {
    "name": "Der Weg des Königs",
    "predictiontext":
      "Ihr werdet Kaom vernichten, während Ihr Kaoms Zeichen tragt.",
    "flavourtext":
      "Wahnsinn nährt die Raserei des Königs im lodernden Schlund des Vulkans. Seine letzte Vision wird ein Zeichen sein."
  },
  "KillingGemlingLegionareWithKaruiWardAddsSpecificMod": {
    "name": "Die Karui-Rebellion",
    "predictiontext":
      "Ihr werdet die Gemmling-Legionäre vernichten, während Ihr Karui-Wacht tragt.",
    "flavourtext":
      "Thaumaturgie und Glauben treffen in weitläufigen Ruinen aufeinander. Eine Neuschöpfung einer längst vergangenen Rebellion."
  },
  "KillingDaressoWithBramblejackAddsSpecificMod": {
    "name": "Der König und die Dornenhecke",
    "predictiontext":
      "Ihr werdet Daresso vernichten, während Ihr Dornenpanzer tragt.",
    "flavourtext":
      "Das Blut des Klingenkönigs nährt Hecken, die dadurch noch dichter werden."
  },
  "KillingShavronneWithShavronnesPaceAddsSpecificMod": {
    "name": "Der Energiefluss",
    "predictiontext":
      "Ihr werdet Shavronne vernichten, während Ihr Shavronnes Hast tragt.",
    "flavourtext":
      "Der Schöngeist erhält sich selbst auf unnatürliche Weise. Wenn die Bewegung versiegt, fließt Energie."
  },
  "KillingNightwaneWithDeathsHarpAddsSpecificMod": {
    "name": "Die Musik der Bogensehne",
    "predictiontext":
      "Ihr werdet den Nachtschwinder vernichten, während Ihr Harfe des Todes tragt.",
    "flavourtext":
      "Der Bogen des spröden Schützen spielt ein Lied des Todes, doch die Harfe singt ein liebliches Meisterwerk."
  },
  "KillingBeyondUniqueWithBlackheartAddsSpecificMod": {
    "name": "Aus der Leere",
    "predictiontext":
      "Ihr werdet Bameth vernichten, während Ihr Schwarzherz tragt.",
    "flavourtext":
      "Das eiserne Herz, das in der Schwärze der Leere jenseits aller Blicke verbrannt wurde, versengt alles, was es berührt."
  },
  "KillingGneissWithCragheadAddsSpecificMod": {
    "name": "Heftige Hiebe",
    "predictiontext":
      "Ihr werdet Gneiss vernichten, während Ihr Felskopf tragt.",
    "flavourtext":
      "Lebender Stein wandelt über die Felder. Jeder Schritt bebt in der Erde und erschüttert die Seele."
  },
  "KillingHatebeatWithBlackgleamAddsSpecificMod": {
    "name": "Feuer und Schwefel",
    "predictiontext":
      "Ihr werdet den Hassloderer vernichten, während Ihr Schwarzglut tragt.",
    "flavourtext":
      "Lebender Zunder entzündet den Felsen. Ein glühendes Zeichen in der Schwärze, wo Hüllen verbrannt werden."
  },
  "KillingTorchoakGroveWithArakuTikiAddsSpecificMod": {
    "name": "Ein Wald der falschen Götzen",
    "predictiontext":
      "Ihr werdet Fackeleichenhain vernichten, während Ihr Araku Tiki tragt.",
    "flavourtext":
      "Ein Hain von hölzernen Antlitzen spuckt Feuer. Ein billiger Spaß unglaublicher Macht."
  },
  "KillingHailrakeWithHrimsorrowAddsSpecificMod": {
    "name": "Feuer und Eis",
    "predictiontext":
      "Ihr werdet Haglrak vernichten, während Ihr Frostleid tragt.",
    "flavourtext":
      "Kühles Leid wird zu lodernder Wut, die über das zerborstene Schiff hallt."
  },
  "KillingShavronneWithCrownOfThornsAddsSpecificMod": {
    "name": "Zuckerbrot und Peitsche",
    "predictiontext":
      "Ihr werdet Shavronne vernichten, während Ihr Dornenkrone tragt.",
    "flavourtext":
      "Ein einzelner Dorn schleicht sich durch gespannte Haut. Schmerz wandelt sich in Kraft."
  },
  "KillingGemlingLegionnaireWithEzomytePeakAddsSpecificMod": {
    "name": "Die Blutigen Blüten blühen wieder",
    "predictiontext":
      "Ihr werdet die Gemmling-Legionäre vernichten, während Ihr Höhepunkt der Ezomyten tragt.",
    "flavourtext":
      "Die Banner der Ezomyten wehen im Wind, während verzierte Biester fallen. Eine Erneuerung des endgültigen Sieges der Sklaven."
  },
  "KillingGraviciusWithDeidbellAddsSpecificMod": {
    "name": "Ersterbender Schrei",
    "predictiontext":
      "Ihr werdet Gravicius vernichten, während Ihr Totenglocke tragt.",
    "flavourtext":
      "Die Glocke klingt, die Menschen strömen herbei und der General findet sein Schicksal. Die Miliz schreit auf und stürmt weiter."
  },
  "KillingDoedreWithChaliceOfHorrorsAddsSpecificMod": {
    "name": "Zunge des Schreckens",
    "predictiontext":
      "Ihr werdet Doedre vernichten, während Ihr Kelch des Horrors tragt.",
    "flavourtext":
      "Die böse Hexe flüstert Worte des Schreckens und nimmt einen letzten Schluck aus dem Kelch."
  },
  "KillingCalafHeadstaverWithSpringleafAddsSpecificMod": {
    "name": "Aufstand der Natur",
    "predictiontext":
      "Ihr werdet Calaf, Schädelbrecher vernichten, während Ihr Frühlingsblatt tragt.",
    "flavourtext":
      "Das Diebeslager gut versteckt in den Bäumen, doch ist es ihr Anführer, der wie eine Eiche fällt."
  },
  "KillingChattersWithKaltenhaltAddsSpecificMod": {
    "name": "Die erstickte Flamme",
    "predictiontext":
      "Ihr werdet Klapperer vernichten, während Ihr Kaltenhalt tragt.",
    "flavourtext":
      "Kalte Knochen klappern in steinernen Zellen. Verschlingen alles Licht, alle Wärme und alle Hoffnung."
  },
  "KillingHundredFootShadowWithScreamingEagleAddsSpecificMod": {
    "name": "Der Gipfelräuber",
    "predictiontext":
      "Ihr werdet den Hundertfuß-Schatten vernichten, während Ihr Den schreienden Adler tragt.",
    "flavourtext":
      "Der Adler bekämpft den Geier im Schatten einer sterbenden Sonne und steigt dadurch noch höher."
  },
  "KillingHammerstormWithLimbsplitAddsSpecificMod": {
    "name": "Abgetrennte Glieder",
    "predictiontext":
      "Ihr werdet Hammersturm vernichten, während Ihr Gliedspalter tragt.",
    "flavourtext":
      "Der Steinhagel versiegt, wenn das letzte Glied zertrennt und auch das Blut versiegt ist."
  },
  "KillingVaalOversoulWithDoomfletchAddsSpecificMod": {
    "name": "Uraltes Verderben",
    "predictiontext":
      "Ihr werdet die Vaal-Überseele vernichten, während Ihr Verhängnisfeder tragt.",
    "flavourtext": "Das Verderben wächst auf der Spitze der Pyramide."
  },
  "KillingKalFoxflyWithSilverbranchAddsSpecificMod": {
    "name": "Das Silberholz",
    "predictiontext":
      "Ihr werdet Targa, Wilddieb vernichten, während Ihr Silberzweig tragt.",
    "flavourtext":
      "Ein Dieb, bewaffnet mit einem Bogen, flieht in die lichten Wälder."
  },
  "KillingFidelitasWithStormCloudAddsSpecificMod": {
    "name": "Das Herz des Dieners",
    "predictiontext":
      "Ihr werdet Fidelitas vernichten, während Ihr Sturmwolke tragt.",
    "flavourtext":
      "Das Opfer des Dieners beschwört einen Sturm in der Seele des Wunderkindes."
  },
  "KillingSoulmournWithHrimnorsHymnAddsSpecificMod": {
    "name": "Des Winters klagende Lieder",
    "predictiontext":
      "Ihr werdet den Seelentrauerer vernichten, während Ihr Hrimnors Hymne tragt.",
    "flavourtext":
      "Eine klagende Hymne, eine klagende Seele - die Kälte des Todes im Wind."
  },
  "KillingPietyWithReverberationRodAddsSpecificMod": {
    "name": "Verstärkte Energie",
    "predictiontext":
      "Ihr werdet Piety vernichten, während Ihr Stab des Nachhalls tragt.",
    "flavourtext":
      "Der Gläubige erstarkt in einem Meer von Blut und leeren Hüllen."
  },
  "KillingGeofriWithRealmshaperAddsSpecificMod": {
    "name": "Das Alpha und das Omega",
    "predictiontext":
      "Ihr werdet Geofri vernichten, während Ihr Weltenschöpfer tragt.",
    "flavourtext":
      "Der Erzbischof wird Zeuge seines eigenen kalten Todes und der folgenden Einäscherung."
  },
  "KillingBoneQueenWithQueensDecreeAddsSpecificMod": {
    "name": "Die missverstandene Königin",
    "predictiontext":
      "Ihr werdet die Knochenkönigin vernichten, während Ihr Anordnung der Königin tragt.",
    "flavourtext":
      "Eine knöcherne Königin hebt eine Armee aus und flieht in Mauern aus Fleisch."
  },
  "UniqueMonsterKillTurnsAllNormalMonstersIntoMagic": {
    "name": "SHOULD NOT APPEAR",
    "predictiontext":
      "All normal monsters in area become magic - NOTE: Currently very laggy, do not enable",
    "flavourtext": "You shouldn't be seeing this!"
  },
  "TheBlackStone1": {
    "name": "Der schwarze Stein I",
    "predictiontext":
      "Ihr werdet eine Umwandlungssphäre auf ein Onyxamulett anwenden und Elementarwiderstände hinzufügen.",
    "flavourtext":
      "Der schwarze Stein spürt Euren Widerstand. Auch in ihm erwächst Widerstand gegen äußere Einflüsse."
  },
  "TheBlackStone2": {
    "name": "Der schwarze Stein II",
    "predictiontext":
      "Ihr werdet eine Aufwertungssphäre auf das Onyxamulett anwenden und Leben hinzufügen.",
    "flavourtext":
      "Der schwarze Stein spürt Eure Lebensfreude. Er nährt sich an dieser Freude und wird dadurch selbst lebendiger."
  },
  "TheBlackStone3": {
    "name": "Der schwarze Stein III",
    "predictiontext":
      "Ihr werdet eine hoheitliche Sphäre auf das Onyxamulett anwenden und kritische Trefferchance hinzufügen.",
    "flavourtext":
      "Der schwarze Stein spürt Ehrgeiz in Euch. Er sehnt sich nach der Spannung des Kampfes und des Blutvergießens."
  },
  "TheBlackStone4": {
    "name": "Der schwarze Stein IV",
    "predictiontext":
      "Ihr werdet eine erhabene Sphäre auf das Onyxamulett anwenden und es in einen neuen, mächtigen Gegenstand verwandeln.",
    "flavourtext":
      "Der schwarze Stein lernt von Euch. Er ist bereit, sich zu Eurem Vorteil eine neue Form zu suchen."
  },
  "RareRuinedTitanDropsClayShaper": {
    "name": "Der wandelnde Berg",
    "predictiontext":
      "Ihr werdet einem mächtigen bröckelnden Titanen nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Geformt durch Magie, liegt das Werkzeug, das dem Titanen Leben einhaucht, in seinem Herzen."
  },
  "RareAxiomThunderGuardDropsStormPrison": {
    "name": "Der Gefängniswärter",
    "predictiontext":
      "Ihr werdet einer mächtigen Axiom-Donnerwache nachstellen, die bei ihrem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Ganz in Schwarz, hält der Wächter den Schlüssel zum Sturm in seinen Händen."
  },
  "RareMadGladiatorDropsDaressosPassion": {
    "name": "Die Leidenschaft des Schwertkönigs",
    "predictiontext":
      "Ihr werdet einem mächtigen wahnsinnigen Streiter nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Einst Anwärter auf den Thron, hält er nun des Schwertkönigs Klinge in den Händen."
  },
  "RareMurkRunnerDropsTheScreamingEagle": {
    "name": "Der Adlerruf",
    "predictiontext":
      "Ihr werdet einem mächtigen Düsterläufer nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Flügelloses Federvieh brescht durch fauliges Unterholz. Sein Schrei erschüttert selbst die Hartgesottenen."
  },
  "RareDrippingDeadDropsLifesprig": {
    "name": "Aus Tod entspringt Leben",
    "predictiontext":
      "Ihr werdet einem mächtigen triefenden Toten nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Fauliges Wasser trägt die Toten stromabwärts, doch im Schlamm watend trägt der Tote Leben."
  },
  "RareBrittlePoacherDropsStormCloud": {
    "name": "Sturm am Horizont",
    "predictiontext":
      "Ihr werdet einem mächtigen spröden Wilderer nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Die Sehne des Wilderers knallt wie Peitschen und singt wie Donner."
  },
  "RareSeethingBrineDropsWanderlust": {
    "name": "Fester Stand",
    "predictiontext":
      "Ihr werdet einer mächtigen siedenden Gischt nachstellen, die bei ihrem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Wasser schmiert den Stein, ein Fehltritt lähmt Gebein, die lebenden Quellen enthalten Genesung."
  },
  "RareBeardedShamanDropsKaruiWard": {
    "name": "Des Wärters Wärter",
    "predictiontext":
      "Ihr werdet einem mächtigen bärtigen Schamanen nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Der Tod des falschen Schamanen enthüllt vergangene Verlockungen in uralten Steinen."
  },
  "RareDevourerDropsWideswing": {
    "name": "Der lange Arm der Angst",
    "predictiontext":
      "Ihr werdet einem mächtigen Verschlinger nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Der unsichtbare Feind reist durch unsichtbare Tunnel. Sein Arm ist kurz, seine Kraft jedoch verheerend."
  },
  "RareBeardedDevilDropsAxiomPerpetuum": {
    "name": "Der Schlüssel zum Gefängnis",
    "predictiontext":
      "Ihr werdet einem mächtigen bärtigen Teufel nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Die Pforte ist offen, der Schlüssel jedoch bleibt in den Händen eines Teufels."
  },
  "RareOaksDevotedDropsRothsReach": {
    "name": "Roths Vermächtnis",
    "predictiontext":
      "Ihr werdet einem mächtigen Ergebenen Oaks nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Der Jünger hält ein Relikt aus alten Piratentagen, erbeutet und verloren für ein Zeitalter."
  },
  "RareAncientConstructDropsAtzirisFoible": {
    "name": "Die seelenlose Bestie",
    "predictiontext":
      "Ihr werdet einem mächtigen uralten Konstrukt nachstellen, das bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Bestückt mit zwei Schwingen durchstreift das mechanische Monster die alten Ruinen."
  },
  "RareSinLordDropsStoneOfLazhwar": {
    "name": "Der Stein des Sünders",
    "predictiontext":
      "Ihr werdet einem mächtigen Sündenfürst nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Ein Herr der Sünden durchstreift geräumige Hallen, gewappnet gegen die Zauber, die er singt."
  },
  "RareDeathBishopDropsGeofrisBaptism": {
    "name": "Die Todestaufe",
    "predictiontext":
      "Ihr werdet einem mächtigen Todesbischof nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Die Herde des Bischofs hat sich längst verflüchtigt, doch hält er eisern seinen Stab."
  },
  "RareBlackguardArcmageDropsReverberationRod": {
    "name": "Die Dame in Schwarz",
    "predictiontext":
      "Ihr werdet einer mächtigen Erzmagierin der Schwarzgarde nachstellen, die bei ihrem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Das Brummen des Blitzes in den Händen der Frau in Schwarz wird lauter und lauter."
  },
  "RareDockhandWraithDropsRothsReach": {
    "name": "Gegen die Strömung",
    "predictiontext":
      "Ihr werdet einem mächtigen verderbten Titanen nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Von launischen Gezeiten entrissen, schwappt der Bogen des Kapitäns gegen das Dock, von welchem er in See gestochen."
  },
  "RareBlackguardEliteDropsFacebreaker": {
    "name": "Gewaltsame Durchsetzung",
    "predictiontext":
      "Ihr werdet einem mächtigen Dockhelfergespenst nachstellen, das bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "In einer Gesellschaft, die Gewalt verehrt, steigen die Gewalttätigen in den Rängen so schnell auf, wie Öl durch Wasser."
  },
  "RareFlameSentinelDropsGoldrim": {
    "name": "Die edlen Flammen",
    "predictiontext":
      "Ihr werdet einer mächtigen Flammenwache nachstellen, die bei ihrem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Rotes Tuch flattert mit Wut und Feuer, doch ist ein goldener Schatz darin eingehüllt."
  },
  "RareDrownedDropsMoonbendersWing": {
    "name": "Sturm über dem Riff",
    "predictiontext":
      "Ihr werdet einem mächtigen Gischt-Vasall nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Blitze erhellen die Nacht, aufgedunsene Körper schwemmen an die Küste. Einer steht, wandelt und reckt seine Flügel."
  },
  "RarePockedLanternbearerDropsTwyzel": {
    "name": "Der Versteinerte",
    "predictiontext":
      "Ihr werdet einem mächtigen porösen Laternenträger nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Hallen ohne Licht, in Stein gehauen - angefüllt mit Missgeformten, Verrückten, Gehärteten und den Gefährlichen."
  },
  "RareVollsVanguardDropsDeathsHarp": {
    "name": "Die Vorhut",
    "predictiontext":
      "Ihr werdet einer mächtigen Vorhut Volls nachstellen, die bei ihrem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Die Vorhut führt den Leichenmarsch und spielt Symphonien des Todes auf ihren Bogensehnen."
  },
  "RareUndyingEvangelistDropsTabulaRasa": {
    "name": "Reiniger der Sünden",
    "predictiontext":
      "Ihr werdet einem mächtigen unvergänglichen Evangelisten nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Der Evangelist praktiziert nicht was er predigt, doch reinigt der Tod den Schiefer."
  },
  "RareFightingBullDropsMeginordsGirdle": {
    "name": "Stark wie ein Bulle",
    "predictiontext":
      "Ihr werdet einem mächtigen Kampfbullen nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Stärke, die den Karui-König fordert, stürmt durch den Traum des Schwertkönigs."
  },
  "RareSkulkingDwellerDropsWindsOfChange": {
    "name": "Der verlorene Unvergängliche",
    "predictiontext":
      "Ihr werdet einem mächtigen schleichenden Bewohner nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Gefangen mit seinem Kaiser als die Krone ward verloren, sucht er ein neues Schicksal."
  },
  "RareFrostPriestDropsTheWhisperingIce": {
    "name": "Ein gehauchtes Gebet",
    "predictiontext":
      "Ihr werdet einem mächtigen Frostprediger nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Ein Priester flüstert gen Himmel und der Himmel sendet Antwort - ein Decke aus beißendem Frost."
  },
  "RareAncientArcherDropsDrillneck": {
    "name": "Die letzte Wacht",
    "predictiontext":
      "Ihr werdet einem mächtigen uralten Bogenschützen nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Ein treuer Soldat im Leben, so steht er Wache. Den Bogen in der Hand. Und wartet, auf dass er zur Mutter des Todes geschickt werde."
  },
  "RareSuturedAberrationDropsMaligarosVirtuosity": {
    "name": "Eine talentierte Hand",
    "predictiontext":
      "Ihr werdet einer mächtigen geflickten Anomalie nachstellen, die bei ihrem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Der Tote, der nicht durch Verderbtheit wiederbelebt wurde, hält nun die Hände, die ihm neues Leben schenkten."
  },
  "RareWanderingEyeDropsEyeOfChayula": {
    "name": "Des Wächters Wächter",
    "predictiontext":
      "Ihr werdet einem mächtigen wandelnden Auge nachstellen, das bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext": "Lidlos wacht es. Ohne Ende wird es bewacht."
  },
  "RareKaomsChosenDropsHezemanasBloodlust": {
    "name": "Blut der Betrogenen",
    "predictiontext":
      "Ihr werdet einem mächtigen Auserwählten Kaoms nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Von ihrem König erschlagen leben sie nur noch in Erinnerungen, doch ihr Verlangen nach Blut bleibt ungesättigt."
  },
  "RareUndyingIncineratorDropsSireOfShards": {
    "name": "Herz aus Feuer",
    "predictiontext":
      "Ihr werdet einer mächtigen Solarwache nachstellen, die bei ihrem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Einer möchte die Welt brennen sehen. Eine Scherbe der Wut sticht dem unsterblichen Feuer ins Herz."
  },
  "RarePockedMinerDropsInfractem": {
    "name": "Vernarbtes Fleisch",
    "predictiontext":
      "Ihr werdet einem mächtigen porösen Steinmetz nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Steif ist der Bogen. Brüchig das Fleisch, das ihn hält. Tief sind die Löcher, die er hinterlässt."
  },
  "RareAssaultRibbonDropsTearOfPurity": {
    "name": "Hüter der Stille",
    "predictiontext":
      "Ihr werdet einem mächtigen anstürmenden Band'ul nachstellen, das bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Der Tempel, seit hunderten Jahren unberührt. Die Wächter pur und rein. Doch nun müssen auch sie zur Mutter gehen."
  },
  "RareBonewarpedWarriorDropsBellyOfTheBeast": {
    "name": "Fleisch der Bestie",
    "predictiontext":
      "Ihr werdet einem mächtigen entstellten Skelettkrieger nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Seines Fleisches beraubt kämpft ein Krieger zum Schutze eines Stücks der Bestie, welches es geschnitzt."
  },
  "RareCinderElementalDropsMarohiErqi": {
    "name": "Feuer, Holz und Stein",
    "predictiontext":
      "Ihr werdet einem mächtigen Zunderelementar nachstellen, das bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Mit krachendem Gewicht wandelt die steinerne Figur durch die Hallen. Es brennt seit ewigen Zeiten und wird doch nicht leichter."
  },
  "RareChaosSentinelDropsSingularity": {
    "name": "Abnormaler Glanz",
    "predictiontext":
      "Ihr werdet einer mächtigen Chaoswache nachstellen, die bei ihrem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Lebender Stein und Glanz. Nichts bewegt sich ungehindert unter dem Gewicht seiner finsteren Anwesenheit."
  },
  "RareGalvanicRibbonDropsWindripper": {
    "name": "Wind und Donner",
    "predictiontext":
      "Ihr werdet einem mächtigen galvanischen Band'ul nachstellen, das bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Der Stoff, aus dem die Träume sind, flattert und kracht im Wind, wie der Donner. Ein schneidender Laut, der das Blut gefrieren lässt."
  },
  "RareUndyingArchivistDropsAstramentis": {
    "name": "Verloren in Büchern",
    "predictiontext":
      "Ihr werdet einem mächtigen unvergänglichen Archivar nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Hunderte Jahre mit nichts als Büchern verdreht diesen einst genialen Verstand."
  },
  "RareDrippingDeadDropsRainbowstrides": {
    "name": "Tränender Tod",
    "predictiontext":
      "Ihr werdet einem mächtigen triefenden Toten nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Trockenen Schrittes durch den Matsch, doch tropfend vor faulem Wasser, wartet er auf die Berührung der Mutter."
  },
  "RareGutFlayerDropsBinosKitchenKnifeMap": {
    "name": "Der geschundene Mann",
    "predictiontext":
      "Ihr werdet einem mächtigen Eingeweidenschinder nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Der Geschundene wird zum Schinder und trennt Fleisch von Muskel mit scharfer Schneide."
  },
  "RareTunnelerDropsPledgeOfHandsMap": {
    "name": "Das hohle Versprechen",
    "predictiontext":
      "Ihr werdet einem mächtigen Tunnelbauer nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Blind tastend durch finsteren Traum, verwandelt ein letztes Versprechen trockenes Fleisch zu Staub."
  },
  "RareTalonArcherDropsVoltaxicRiftMap": {
    "name": "Ein Ruf in die leere",
    "predictiontext":
      "Ihr werdet einem mächtigen Klauenbogenschützen nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Der träumende Hahn kräht dreimal und Donner schallt aus der Leere."
  },
  "RareMadGladiatorDropsTheBringerOfRainMap": {
    "name": "Blut in den Augen",
    "predictiontext":
      "Ihr werdet einem mächtigen wahnsinnigen Streiter nachstellen, der bei seinem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Blut brennt im Auge des Streiters und tropft in den Schmutz. Er sieht und träumt durch roten Schleier."
  },
  "RareBroodingTarantulaDropsRatsNestMap": {
    "name": "Das Nest",
    "predictiontext":
      "Ihr werdet einer mächtigen giftigen Tarantula nachstellen, die bei ihrem Ableben einen einzigartigen Gegenstand fallen lässt.",
    "flavourtext":
      "Ratten verfangen sich im Spinnennetz. Eine Mahlzeit inmitten eines Nests inmitten eines Traums."
  },
  "SpawnNecromancerAndSkeletonsInArea": {
    "name": "Die Gebrüder Nekromania",
    "predictiontext":
      "Ihr werdet vier Nekromanten und ihren Kreaturen begegnen und alle erschlagen.",
    "flavourtext":
      "Vier von gleichem Fleisch und Blut erheben eine Armee von geborgtem Blut und Gebein."
  },
  "BloodlinePackDropsFiveOrbsOfFusing": {
    "name": "Getrennte Verbindung",
    "predictiontext": "Ihr werdet eine Blutlinie beenden.",
    "flavourtext":
      "Ein Band des Blutes reißt, doch aus dem Blutbad können neue Bande entstehen."
  },
  "MonsterKillChanceToSpawnCurrencyFountain": {
    "name": "Übermäßiger Reichtum",
    "predictiontext":
      "Ihr werdet einen Gegner erschlagen, aus dem Währung hervorsprudelt.",
    "flavourtext":
      "Ein voller Beutel, abgeschnitten, springt auf wie eine aufgezogene Feder."
  },
  "ThePlaguemaw1": {
    "name": "Der Pestschlund I",
    "predictiontext":
      "Ihr werdet einem mächtigen Golem in einem Vaal-Gebiet begegnen und ihn besiegen.",
    "flavourtext":
      "Der Pestschlund betritt das rote Reich und hinterlässt ein Heer aus lebendigem Stein."
  },
  "ThePlaguemaw2": {
    "name": "Der Pestschlund II",
    "predictiontext":
      "Ihr werdet schattenartigen Wesen in der Krypta begegnen und sie erschlagen.",
    "flavourtext":
      "Die Jünger des Pestschlunds nähren sich am Fleisch der Toten. Ein Sakrileg an der Arbeit der Mutter."
  },
  "ThePlaguemaw3": {
    "name": "Der Pestschlund III",
    "predictiontext":
      "Ihr werdet von Jüngern des Pestschlunds überfallen, nachdem Ihr ein bestimmtes, sehr mächtiges Monster erschlagen habt.",
    "flavourtext":
      "Der Pestschlund beobachtet Euch mit glitzerndem Grinsen. Er schickt euch seine Schatten und wartet nur auf den richtigen Moment."
  },
  "ThePlaguemaw4": {
    "name": "Der Pestschlund IV",
    "predictiontext":
      "Ihr werdet von Jüngern des Pestschlunds in den kaiserlichen Gärten überfallen.",
    "flavourtext":
      "In einem grünen Irrgarten legt der Pestschlund seine Falle aus und ködert mit einem Schatz."
  },
  "ThePlaguemaw5": {
    "name": "Der Pestschlund V",
    "predictiontext":
      "Ihr werdet die Kammer des Pestschlunds in den Kristalladern oder einer Kristallminen-Karte betreten.",
    "flavourtext":
      "Ein Raum, aus dem Kristall gehauen, dient dem Pestschlund als Zuhause. Er erwartet Euch."
  },
  "PathOfTheThaumaturgist1": {
    "name": "Geschichte der Thaumaturgie I",
    "predictiontext": "Ihr werdet Shavronnes Tagebuch im Wärterquartier lesen.",
    "flavourtext":
      "Die ungeheuerlichen Techniken des Schöngeists werden von den Schatten bewacht."
  },
  "PathOfTheThaumaturgist2": {
    "name": "Geschichte der Thaumaturgie II",
    "predictiontext":
      "Ihr werdet Doedres Proklamation im Westwald in Akt 2 lesen.",
    "flavourtext":
      "Die Wörter der zungenlosen Hexe dringen durch den Stein und gelangen zu verzweifelten Anhängern."
  },
  "PathOfTheThaumaturgist3": {
    "name": "Geschichte der Thaumaturgie III",
    "predictiontext":
      "Ihr werdet den alten Traumapparat in der Kammer der Sünden untersuchen.",
    "flavourtext":
      "Die Gabe des Seelenlosen an das Wunderkind zieht alle an, die sich dieselbe unnatürliche Macht wünschen."
  },
  "PathOfTheThaumaturgist4": {
    "name": "Geschichte der Thaumaturgie IV",
    "predictiontext": "Ihr werdet Malachais Widmung im Fleischacker lesen.",
    "flavourtext":
      "Wo der Seelenlose einst seine Hülle zurückließ, erhebt sich eine neue Gefahr."
  },
  "MapFairGravesBossOpensPortalToMaoKun": {
    "name": "Die Piratenhöhle",
    "predictiontext":
      "ich werdet Belcer den Piratenfürst erschlagen und er wird Portale nach Mao Kun öffnen.",
    "flavourtext":
      "Der Piratenfürst, der sich tief in feuchten Traumtunneln versteckt, wird Euch zu einer Insel voller Schätze führen."
  },
  "MapChaosGolemBossOpensPortalToMaelstromOfChaos": {
    "name": "Hinein in den Mahlstrom",
    "predictiontext":
      "Ihr werdet die leere Anomalie erschlagen und sie wird Portale zum Mahlstrom des Chaos öffnen.",
    "flavourtext":
      "Der Wirbel aus dunklem Stein steht im Zentrum des Traumsturms."
  },
  "MapKudukuBossOpensPortalToOlmecsSanctum": {
    "name": "Das steinerne Heiligtum",
    "predictiontext":
      "Ihr werdet den Jenseitsgötzen erschlagen und sie wird Portale zu Olmecs Heiligtum öffnen.",
    "flavourtext":
      "Zerbrich den hölzernen Gott und die Pforte zum steinernen Heiligtum erscheint."
  },
  "MapMirageOfBonesOpensPortalToMirrorDesert": {
    "name": "Durch den Spiegel",
    "predictiontext":
      "Ihr werdet Klapprige Illusion erschlagen und sie wird Portale in eine gespiegelte Welt öffnen.",
    "flavourtext": "Hinter der Fata Morgana entfaltet sich ein paralleler Pfad."
  },
  "AncientRivalries1": {
    "name": "Uralte Rivalität I",
    "predictiontext":
      "Ihr werdet Brutus erschlagen, während Ihr einen von Shavronnes Gegenständen tragt.",
    "flavourtext":
      "Ihr großartigstes Werk versagte. Der Schöngeist trachtet nach Strafe für den Hünen."
  },
  "AncientRivalries2": {
    "name": "Uralte Rivalität II",
    "predictiontext":
      "Ihr werdet Voll erschlagen, während Ihr einen von Doedres Gegenständen tragt.",
    "flavourtext":
      "Auf dem Scheiterhaufen verbrannt, trachtet die zungenlose Hexe danach, den Reiniger zu reinigen."
  },
  "AncientRivalries3": {
    "name": "Uralte Rivalität III",
    "predictiontext":
      "Ihr werdet Kaom erschlagen, während Ihr einen von Löwenauges Gegenständen tragt.",
    "flavourtext":
      "An der Küste niedergemetzelt, senken sich die Fänge des Löwen ein letztes Mal in das Fleisch des Verräters."
  },
  "AncientRivalries4": {
    "name": "Uralte Rivalität IV",
    "predictiontext":
      "Ihr werdet Malachai erschlagen, während Ihr einen von Victarios Gegenständen tragt.",
    "flavourtext":
      "Der Seelenlose riss die Welt auseinander, doch der Dichter hat das letzte Wort."
  },
  "TheFeralLord1": {
    "name": "Der Fürst der Wildnis I",
    "predictiontext":
      "Ihr werdet verderbten Tieren im Südwald begegnen und sie erschlagen.",
    "flavourtext":
      "Der Fürst der Wildnis zwingt die Wildnis im südlichen Wald unter seinen Willen."
  },
  "TheFeralLord2": {
    "name": "Der Fürst der Wildnis II",
    "predictiontext":
      "Ihr werdet einer mächtigen Bestie Im Nordwald begegnen und sie erschlagen.",
    "flavourtext":
      "Der kalte Atem des Fürsten der Wildnis ermächtigt und beschwingt die Bestie im nördlichen Wald."
  },
  "TheFeralLord3": {
    "name": "Der Fürst der Wildnis III",
    "predictiontext":
      "Ihr werdet verderbten Tieren im verschwundenen See begegnen und sie erschlagen.",
    "flavourtext":
      "Wo kein Wasser mehr glitzert, werden fürchterliche Bestien in das Reich des Fürsten gezogen."
  },
  "TheFeralLord4": {
    "name": "Der Fürst der Wildnis IV",
    "predictiontext":
      "Ihr werdet einen sehr mächtigen Geier innerhalb Sarns Grenzen entdecken und ihn erschlagen.",
    "flavourtext":
      "Der Fürst der Wildnis spürt Eure Anwesenheit. Im Schneckenpanzer sucht der Geier nach frischem Aas."
  },
  "TheFeralLord5": {
    "name": "Der Fürst der Wildnis V",
    "predictiontext":
      "Ihr werdet einen sehr mächtigen Rhoa in einer Schlammgeysir-Karte entdecken und ihn erschlagen.",
    "flavourtext":
      "Ins Reich der Träume flieht der Fürst, und hinterlässt einen brennenden Albtraum."
  },
  "RatFlood": {
    "name": "Rattenplage",
    "predictiontext":
      "Ihr werdet eine Reihe innenliegender Kammern entdecken, die vor Ratten überquellen.",
    "flavourtext":
      "Kleine Füße, scharfe Zähne, fliehen und verenden. Schwärme aus Pelz und Zahn und Schwanz überschwemmen jeden Raum."
  },
  "AnarchysEnd1": {
    "name": "Das Ende der Anarchie I",
    "predictiontext":
      "Ihr werdet eine Karte betreten und einen abtrünnigen Verbannten töten, der eine Weissagungskarte fallen lässt.",
    "flavourtext":
      "Ein Verbrecher aus Theopolis flieht in einen Traum und trägt bei sich ein Werkzeug der Weissagerin."
  },
  "AnarchysEnd2": {
    "name": "Das Ende der Anarchie II",
    "predictiontext":
      "Ihr werdet eine Karte betreten und zwei abtrünnige Verbannte töten, von welchen jeder eine Weissagungskarte fallen lässt.",
    "flavourtext":
      "Zwei Verbrecher tragen das Werkzeug der Weissagerin mit sich, während sie nach der Leiche ihres Gefährten suchen."
  },
  "AnarchysEnd3": {
    "name": "Das Ende der Anarchie III",
    "predictiontext":
      "Ihr werdet eine Karte betreten und vier abtrünnige Verbannte töten, von welchen jeder eine Weissagungskarte fallen lässt.",
    "flavourtext":
      "Eine Gruppe von vier Verbrechern, jeder mit dem Zeichen der Weissagerin, jagen durch den Traum nach ihrem Verfolger."
  },
  "AnarchysEnd4": {
    "name": "Das Ende der Anarchie IV",
    "predictiontext":
      "Ihr werdet eine Karte betreten und sechs abtrünnige Verbannte töten, von welchen jeder eine Weissagungskarte fallen lässt.",
    "flavourtext":
      "Sechs Verbrecher machen sich auf und stellen sich der Gefahr, die ihnen durch die Träume folgt."
  },
  "CompletingLabyrinthRewardsTwoEnchantmentUses": {
    "name": "Doppelte Verzauberung",
    "predictiontext":
      "Ihr werdet mit einer zweiten Benutzung des Verzauberungsapparats belohnt, nachdem Ihr das Labyrinth bezwungen habt.",
    "flavourtext":
      "Ein goldener Apparat, vom dahinsiechenden Kaiser versteckt, strotzt vor Energie."
  },
  "StrongboxMonstersSpawnedAsMagicOrHigher": {
    "name": "Eine verborgene Gefahr",
    "predictiontext":
      "Ihr werdet von stärkeren Monstern als gewöhnlich attackiert, wenn Ihr einen Tresor öffnet.",
    "flavourtext":
      "Die Falle ist gelegt, der Köder platziert, doch schlimmere Gegner liegen noch auf der Lauer."
  },
  "MysteriousInvadersFire": {
    "name": "Mysteriöse Eindringlinge",
    "predictiontext":
      "Ihr werdet Monster aus dem Jenseits, die nach Wraeclast über den Kartenapparat eindringen wollen, finden und vernichten.",
    "flavourtext":
      "Hinter den güldenen Zahnrädern brechen die Grenzen zur Wirklichkeit und etwas, das nie zuvor gesehen, dringt durch den Spalt."
  },
  "MysteriousInvadersCold": {
    "name": "Mysteriöse Eindringlinge",
    "predictiontext":
      "Ihr werdet Monster aus dem Jenseits, die nach Wraeclast über den Kartenapparat eindringen wollen, finden und vernichten.",
    "flavourtext":
      "Hinter den güldenen Zahnrädern brechen die Grenzen zur Wirklichkeit und etwas, das nie zuvor gesehen, dringt durch den Spalt."
  },
  "MysteriousInvadersLightning": {
    "name": "Mysteriöse Eindringlinge",
    "predictiontext":
      "Ihr werdet Monster aus dem Jenseits, die nach Wraeclast über den Kartenapparat eindringen wollen, finden und vernichten.",
    "flavourtext":
      "Hinter den güldenen Zahnrädern brechen die Grenzen zur Wirklichkeit und etwas, das nie zuvor gesehen, dringt durch den Spalt."
  },
  "MysteriousInvadersPhysical": {
    "name": "Mysteriöse Eindringlinge",
    "predictiontext":
      "Ihr werdet Monster aus dem Jenseits, die nach Wraeclast über den Kartenapparat eindringen wollen, finden und vernichten.",
    "flavourtext":
      "Hinter den güldenen Zahnrädern brechen die Grenzen zur Wirklichkeit und etwas, das nie zuvor gesehen, dringt durch den Spalt."
  },
  "MysteriousInvadersChaos": {
    "name": "Mysteriöse Eindringlinge",
    "predictiontext":
      "Ihr werdet Monster aus dem Jenseits, die nach Wraeclast über den Kartenapparat eindringen wollen, finden und vernichten.",
    "flavourtext":
      "Hinter den güldenen Zahnrädern brechen die Grenzen zur Wirklichkeit und etwas, das nie zuvor gesehen, dringt durch den Spalt."
  },
  "UndeadSpawnInOldFields": {
    "name": "Rebellion der Untoten",
    "predictiontext":
      "Ihr werdet zu den alten Feldern reisen, wo Ihr einer Armee der Toten begegnen und diese vernichten werdet.",
    "flavourtext":
      "Das grüne und fruchtbare Feld liegt in Nacht gehüllt. Die Bauern, die es einst bestellt, erheben sich von Neuem."
  },
  "DayOfSacrifice1": {
    "name": "Tage des Opferfestes I",
    "predictiontext":
      "Ihr werdet einen mächtigen Vall-Gefallenen erschlagen und er wird ein 'Opfergabe bei Morgendämmerung'-Fragment fallen lassen.",
    "flavourtext":
      "Der uralte rote Streiter ist gefallen, doch der Todesstoß enthüllt sein letztes Opfer unter der morgendlichen Sonne."
  },
  "DayOfSacrifice2": {
    "name": "Tage des Opferfestes II",
    "predictiontext":
      "Ihr werdet einen verderbten, seltenen Tresor öffnen und er wird ein 'Opfergabe bei Mittag'-Fragment enthalten.",
    "flavourtext":
      "Unter der mittäglichen Sonne lockt ein Schatz, von Verderbtheit besudelt, in einen Hinterhalt."
  },
  "DayOfSacrifice3": {
    "name": "Tage des Opferfestes III",
    "predictiontext":
      "Ihr werdet ein gefährliches Vaal-Gebiet betreten und diese wird ein zusätzliches 'Opfergabe bei Abenddämmerung'-Fragment enthalten.",
    "flavourtext":
      "Die uralte rote Armee eröffnet einen machtvollen Pfad vor der untergehenden Sonne."
  },
  "DayOfSacrifice4": {
    "name": "Tage des Opferfestes IV",
    "predictiontext":
      "Ihr werdet einem feindlichen Eindringling in einer seltenen, verderbten Karte begegnen und er wird ein 'Opfergabe bei Mittnacht'-Fragment fallen lassen.",
    "flavourtext":
      "Ein verderbter Trau heißt einen Eindringling willkommen, der in tiefster Nacht zu jagen pflegt."
  },
  "KillingRareGrantsShrineEffect": {
    "name": "Der Segen",
    "predictiontext":
      "Ihr werdet einen mächtigen Feind erschlagen und Euch wird ein Schreinsegen gewährt.",
    "flavourtext":
      "Die Niedertracht wächst und gedeiht in den Gedanken. Das Fleisch ist schwach, doch das Geschenk ist stark."
  },
  "KillingRareStealsMods": {
    "name": "Lektion des Jägers",
    "predictiontext":
      "Ihr werdet einen mächtigen Feind erschlagen und Euch seine Macht zu eigen machen.",
    "flavourtext":
      "Ein Widersacher, erschlagen, lebt kurze Zeit in seinem Vollstrecker weiter."
  },
  "KillingRareDropsRareItem": {
    "name": "Innere Werte",
    "predictiontext":
      "Ihr werdet einen mächtigen Feind erschlagen und er wird einen seltenen Gegenstand fallen lassen.",
    "flavourtext":
      "Außen Gold und innen Gold. Blut findet sich in vielen Farben. Doch die Güldenen bluten stets Gold."
  },
  "KillingUniqueDropsScouringOrb": {
    "name": "Aus der Erinnerung getilgt",
    "predictiontext":
      "Ihr werdet einen sehr mächtigen Feind erschlagen und er wird eine Sphäre der Läuterung fallen lassen.",
    "flavourtext":
      "Ein Feind, seit einer Äone gefürchtet, fällt, und wird schließlich aus dem Buch der Geschichte getilgt."
  },
  "KillingRareSpawnsTormentedSpirit": {
    "name": "Ein Ende der Qual",
    "predictiontext":
      "Ihr werdet einen mächtigen Feind erschlagen und er wird eine gequälte Seele entlassen.",
    "flavourtext":
      "Die innere Qual eines furchterregenden Gegners ergießt sich in die Welt."
  },
  "KillingMonsterSpawnsEmergingMagicMonsters": {
    "name": "Verborgene Verstärkungen",
    "predictiontext":
      "Ihr werdet von mehreren Gegnern überfallen, wenn Ihr einen Feind erschlagt.",
    "flavourtext":
      "Feige Feinde liegen auf der Laufer. Ein Zeichen der Macht enthüllt ihre wahre Absicht."
  },
  "KillingNormalRevivesAsRare": {
    "name": "Wiedergeburt",
    "predictiontext":
      "Ihr werdet einen normalen Feind erschlagen, welcher bei seiner Wiederkehr neue Kräfte entwickeln wird.",
    "flavourtext":
      "Ein gewöhnliches Leben, ein gewöhnlicher Tod, schreien nach einer ungewöhnlichen Wiedergeburt."
  },
  "UseWhetstoneGetMaxQuality": {
    "name": "Die gewetzte Klinge",
    "predictiontext":
      "Ihr werdet die Qualität einer Waffe mit einem einzigen Schleifstein enorm steigern.",
    "flavourtext":
      "Das Metall erweicht unter dem Stein und verformt sich mit Leichtigkeit."
  },
  "UseArmourersScrapGetMaxQuality": {
    "name": "Die polierte Rüstung",
    "predictiontext":
      "Ihr werdet die Qualität eines Rüstungsstücks mit einem einzigen Plattnerschrott enorm steigern.",
    "flavourtext":
      "Die bindenden Ringe ziehen sich zusammen, das Eisen wird stärker, das Leder zäher. Und alles mit nur einem Handgriff."
  },
  "TransmuteUpgradesItemToThreeModRare": {
    "name": "Güldene Berührung",
    "predictiontext":
      "Ihr werdet eine Umwandlungssphäre auf einen Gegenstand anwenden und diesem werden zusätzliche Modifikatoren gewährt.",
    "flavourtext":
      "Blaue Ranken umwickeln und wandeln. Alles was bleibt ist Gold."
  },
  "TransmuteRingOrJewelAddLife": {
    "name": "Lebhafte Wandlung",
    "predictiontext":
      "Ihr werdet eine Umwandlungssphäre auf einen Ring oder ein Amulett anwenden und er oder es wird einen Lebensmodifikator erhalten.",
    "flavourtext":
      "Blaue Ranken umhüllen, hauchen Leben in die wundervolle Trägheit."
  },
  "TransmuteEquipmentAddResistance": {
    "name": "Widerstand gegen Veränderung",
    "predictiontext":
      "Ihr werdet eine Umwandlungssphäre auf einen Ring, Schild oder ein Amulett anwenden und er oder es wird Widerstände erhalten.",
    "flavourtext":
      "Gewunden in blaue Flechse ist es gewappnet gegen Flammen, Sturm und Schnee."
  },
  "TransmuteBootsAddMovementSpeed": {
    "name": "Vom Wind geküsst",
    "predictiontext":
      "Ihr werdet eine Umwandlungssphäre auf ein Paar Stiefel anwenden und sie werden Bewegungsgeschwindigkeit erhalten.",
    "flavourtext":
      "Ein Stiefel, der mit blauem Garn genäht, überwindet schiere Distanzen."
  },
  "DivinationCardSpawnsWithJackInTheBoxAlso": {
    "name": "Das Paar",
    "predictiontext":
      "Ihr werdet einen Feind erschlagen und er wird zwei Weissagungskarten fallen lassen.",
    "flavourtext":
      "Einer trägt der Weissagerinnen Zeichen. Unwissend, dass es eine zweite Überraschung bereithält."
  },
  "UseChiselGetMaxQuality": {
    "name": "Der wunderschöne Reiseführer",
    "predictiontext":
      "Ihr werdet die Qualität einer Karte mit einem einzigen Meißel des Kartographen enorm steigern.",
    "flavourtext":
      "Ein einzelner Schlag mit dem Meißel und die Spuren des Führers erscheinen viel klarer."
  },
  "ReceiveARareItemGetFourMirroredInstead": {
    "name": "Kalandras Kunst",
    "predictiontext":
      "Ihr werdet einen Feind erschlagen und er wird vier identische seltene Gegenstände fallen lassen.",
    "flavourtext":
      "Ein großer Schatz zerbricht wie ein geborstener Spiegel und bleibt doch unbeschadet."
  },
  "TransmuteMapAddMod": {
    "name": "Dicke Luft",
    "predictiontext":
      "Ihr werdet eine Umwandlungssphäre auf eine Karte anwenden und sie wird eine erstickende Atmosphäre erhalten.",
    "flavourtext":
      "Blaue Ranken wickeln sich um die Wegmarken. Sie verschleiern und ersticken den Stein darunter."
  },
  "MapExtraStrongboxes": {
    "name": "Fallenreich",
    "predictiontext":
      "Ihr werdet eine Karte betreten, welche sechs zusätzliche Tresore enthält.",
    "flavourtext":
      "In einem fernen Traum warten sechs Fallen mit großem Reichtum als Köder auf ein Opfer."
  },
  "MapExtraRogueExiles": {
    "name": "Die vier wilden Verbannten",
    "predictiontext":
      "Ihr werdet vier abtrünnige Verbannte in einer Karte aufspüren und sie erschlagen.",
    "flavourtext":
      "In einem fernen Traum bereiten sich vier Seelen, fern der Heimat, auf einen Kampf auf Leben und Tod vor."
  },
  "MapTwinned": {
    "name": "Tödliche Zwillinge",
    "predictiontext":
      "Ihr werdet eine Karte betreten und die doppelten Bosse erschlagen.",
    "flavourtext":
      "In einem längst vergessenen Traum werden aus einem Feind gleich zwei."
  },
  "ReadLoreGrantsWisdomScrolls": {
    "name": "Bleibende Eindrücke",
    "predictiontext":
      "Ihr werdet etwas lesen, das vor ewigen Zeiten geschrieben wurde.",
    "flavourtext":
      "Eine Hand kratzt an einer Wand oder bohrt sich in die Knochen. Eine Geschichte, die die Welt vertilgt und diejenigen lehrt, die danach kommen."
  },
  "MapTempestFire": {
    "name": "Brennender Himmel",
    "predictiontext":
      "Ihr werdet ein Gebiet entdecken in welchem ein Höllensturm wütet.",
    "flavourtext":
      "Feuer regnet durch das Land. Achtet auf den Pfad, den Ihr wählt."
  },
  "MapTempestIce": {
    "name": "Peitschende Winde",
    "predictiontext":
      "Ihr werdet ein Gebiet entdecken in welchem ein arktischer Sturm wütet.",
    "flavourtext":
      "Die Kälte saust herab aus den Höhen und gefriert den Unvorbereiteten bis auf die Knochen."
  },
  "MapTempestLightning": {
    "name": "Zuckende Blitze",
    "predictiontext":
      "Ihr werdet ein Gebiet entdecken in welchem ein elektrisierender Sturm wütet.",
    "flavourtext":
      "Das Gewitter schlägt mit Präzision zu. Ein rascher Fuß entgeht dem Schlag."
  },
  "MapTempestUndead": {
    "name": "Der untote Sturm",
    "predictiontext":
      "Ihr werdet ein Gebiet entdecken in welchem ein morbider Sturm wütet.",
    "flavourtext":
      "Knochen fallen vom Himmel und nehmen die Gestalt der Menschen an, die sie einst waren."
  },
  "MapTempestPhysical": {
    "name": "Platzregen",
    "predictiontext":
      "Ihr werdet ein Gebiet entdecken in welchem ein zertrümmernder Sturm wütet.",
    "flavourtext":
      "Der Himmel bebt und die Erde antwortet mit schmetternder Kraft."
  },
  "MapTempestCorrupt": {
    "name": "Vaal-Winde",
    "predictiontext":
      "Ihr werdet ein Gebiet entdecken in welchem ein verderbender Sturm wütet.",
    "flavourtext":
      "Die Verderbtheit reitet den roten Wind und infiziert jeden, den sie berührt."
  },
  "UniqueFireGolemAtFireFurysCamp": {
    "name": "Lebendiges Feuer",
    "predictiontext":
      "Ihr werdet einen mächtigen Feuergolem in Feuerzorns Lager an der Küste entdecken.",
    "flavourtext":
      "Wo sich Sand und Wasser treffen, leuchten die Flammen des Menschenfressers noch heller."
  },
  "FarmerSkeletonsAtRuinedHouse": {
    "name": "Trügerisches Brachland",
    "predictiontext":
      "Ihr werdet gegen Wellen von wiederauferstandenen Bauern in den Ruinen eines Hauses an der Wegkreuzung kämpfen.",
    "flavourtext":
      "Die Zeit des Bauern kam schon vor langer Zeit, sein zerstörtes Zuhause - ein Ort der dunklen Ernte."
  },
  "KaruiWarriorsNearWeatheredCarvings": {
    "name": "Pfad des Verrats",
    "predictiontext":
      "Ihr werdet Karui-Seelen nahe der verwitterten Schnitzarbeit begegnen und sie zurück nach Hinekora senden.",
    "flavourtext":
      "Von des Königs Hand gestreckt lauern südliche Geister nahe der Gebeine von Giganten."
  },
  "WeaponsRiseUpAroundLioneyesStandard": {
    "name": "Die vergessenen Soldaten",
    "predictiontext":
      "Ihr werdet den beseelten Waffen einer geschlagenen Armee rund um Löwenauges Banner im Anstieg begegnen.",
    "flavourtext":
      "Das Banner in der Brise markiert den Ruheort von Löwen, dessen eiserne Fänge immer noch nach Blut dürsten."
  },
  "GoldenWaterElementalsRiseFromGoldPiles": {
    "name": "Quelle des Reichtums",
    "predictiontext":
      "Ihr werdet goldenen Elementaren tief in der Kaverne der Wut begegnen und sie erschlagen.",
    "flavourtext":
      "Vom Gesang der Sirene bezirzt erhebt sich zürnendes Gold vom Boden."
  },
  "ChildOfLunarisAppearsInChapel": {
    "name": "Das Kind der Lunaris",
    "predictiontext":
      "Nahe der Wegkreuzung werdet Ihr dem Kind der Lunaris in den Ruinen eines Tempels begegnen und es erschlagen.",
    "flavourtext":
      "Das Licht der Lunaris scheint auf das Kind, das in den Ruinen des steinernen Schreins wandelt."
  },
  "ArmyOfUndeadSoldiersAppearInRuinedFortress": {
    "name": "Die verschollene Garnison",
    "predictiontext":
      "Nahe der zerstörten Brücke werdet Ihr in den Ruinen der Feste einer Armee der Untoten begegnen und diese vernichten.",
    "flavourtext":
      "Wo sich die Banditen festgesetzt haben, erhebt sich eine leblose Armee zur Verteidigung der Feste."
  },
  "TheStockkeeperAppears": {
    "name": "Der Vorratsaufseher",
    "predictiontext":
      "Ihr werdet dem Vorratsaufseher an der Kornpforte begegnen und ihn erschlagen.",
    "flavourtext":
      "Ein Mann überlebt nur aus Gier, doch eine einzelne Waffe streckt den Mann nieder, der viele Männer hat."
  },
  "UniqueLightningGolemAppearsOutsideBubble": {
    "name": "Unnatürliche Energie",
    "predictiontext":
      "Ihr werdet einem mächtigen Blitzelementar nahe der Kriegsfrontbrücke begegnen.",
    "flavourtext":
      "Unnatürlich Energie hält die in schwarz zurück, doch der Schild beugt sich unter seinem knisternden Verwandten."
  },
  "TwoUniqueBlackguardCaptainsAppearAtFarEnd": {
    "name": "Der Brückenkopf",
    "predictiontext":
      "Ihr werdet zwei mächtigen Hauptmännern der Schwarzgarde nahe der Ebenholzkasernenbrücke begegnen und sie erschlagen.",
    "flavourtext":
      "Wo die in Schwarz über die steinernen Stufen schwappen, gefriert einem das Blut vor Hass und das Auge eines anderen knistert vor Zorn."
  },
  "UniqueZombieBlackguardAtRuinedCart": {
    "name": "In der Umklammerung der Verderbtheit",
    "predictiontext":
      "Ihr werdet einem mächtigen untoten Schwarzgardisten in den kaiserlichen Gärten begegnen.",
    "flavourtext":
      "Das Tagebuch eines Soldaten in schwarz endet abrupt am Fuße des Turms. Das Fleisch verfault, der Knochen wächst noch stetig."
  },
  "RareLunarisMiscreationsAppearAtScionCage": {
    "name": "Im Szepter entweiht",
    "predictiontext":
      "Ihr werdet einer Gruppe starker Monstrositäten im oberen Zepter Gottes begegnen und sie alle erschlagen.",
    "flavourtext":
      "Aus ihren Heimen geraubt, wird unschuldiges Fleisch auf der Turmspitze verdreht und verformt."
  },
  "Tier1MapsSpawnedAtMapDevice": {
    "name": "Die verlorenen Karten",
    "predictiontext":
      "Ihr werdet Karten nahe des Zentrums der Kammer der Sünden finden.",
    "flavourtext":
      "Ein Gerät von großer Macht, das einst vom Wunderkind gebraucht wurde, gewährt nun Schlüssel in neue Welten."
  },
  "AreaAllRaresAreCloned": {
    "name": "Die Zwillinge",
    "predictiontext":
      "Ihr werdet ein Gebiet entdecken, in welchem mächtige Monster doppelt vorkommen.",
    "flavourtext":
      "Was eins war ist nun zwei. Die Starken finden gar noch mehr Kraft in größerer Menge."
  },
  "AreaAllUniquesArePossessedByTormentedSpirits": {
    "name": "Besessener Feind",
    "predictiontext":
      "Ihr werdet einem oder mehreren mächtigen Monstern begegnen, welche von einer gequälten Seele besessen sind.",
    "flavourtext":
      "Ein nie vergessener Name, Ihr Wille geraubt durch einen Rachegeist."
  },
  "KillingTormentedSpiritTouchesAllMonsters": {
    "name": "Vom Tod berührt",
    "predictiontext":
      "Ihr werdet eine gequälte Seele töten, welche danach sämtliche andere Monster berührt.",
    "flavourtext":
      "Eine gequälte Seele unternimmt einen letzten Versuch auf Rache."
  },
  "AreaHasVaalMonstersAndOversoul": {
    "name": "Vaal-Invasion",
    "predictiontext":
      "Ihr werdet Vaal-Eindringlinge im Lunaris-Tempel entdecken und ihren Anführer erschlagen.",
    "flavourtext":
      "Am Orte großen Unrechts hängen die Schatten der Vergangenheit über der zusammengerotteten roten Armee."
  },
  "AreaHasOnlyStrongboxes": {
    "name": "Ungeheuerlicher Schatz",
    "predictiontext":
      "Ihr werdet zu einer Karte reisen, die Tresore öffnen und die Monster erschlagen, die sie bewachen.",
    "flavourtext":
      "In einem längst verlorenen Traum verstecken sich große Gegner in kleinen Kisten, sowie auch großzügige Belohnungen."
  },
  "AreaIsLikeCorruptedSideArea": {
    "name": "Die Plage der Verderbtheit",
    "predictiontext":
      "Ihr werdet einen Ort bereisen, wo die Verderbtheit der Vaal sich ausgebreitet hat und diesen reinigen.",
    "flavourtext":
      "Verderbtheit wuchert stark und schnell, genau wie jene, die sie verehren."
  },
  "FrogFlood": {
    "name": "Froschplage",
    "predictiontext":
      "Ihr werdet einen Außenbereich entdecken, in welchem es vor Fröschen nur so wimmelt.",
    "flavourtext":
      "Feuchtes, schlüpfriges Fleisch, klebrige Füße und Zungen. Gleich welche Farbe ward vorher, jetzt ist die Welt grün."
  },
  "AreaContainsWashedUpCorpses": {
    "name": "Flut der Toten",
    "predictiontext":
      "Ihr werdet ein Gebiet entdecken, das von Ertrunkenen übersäht ist.",
    "flavourtext":
      "Aufgedunsen von Wasser und Waren. Manchmal wird ein Schatz angespült."
  },
  "MapContainsTrial": {
    "name": "Die Traumprüfung",
    "predictiontext":
      "Ihr werdet eine Aszendenzprüfung in einer Karte entdecken.",
    "flavourtext":
      "Die Tiefe eines Traums verbirgt eine Herausforderung, die Körper und Geist stählt."
  },
  "AreaSpawnsUndead": {
    "name": "Erde, Würmer und Blut",
    "predictiontext":
      "Ihr werdet ein Gebiet mit großen Gruppen untoter Monster entdecken.",
    "flavourtext": "Die Leblosen scharen sich um ungewöhnliche Verbündete."
  },
  "AreaSpawnsInsectsAndQueens": {
    "name": "Der lechzende Schwarm",
    "predictiontext":
      "Ihr werdet ein Gebiet mit großen Gruppen von Insekten entdecken.",
    "flavourtext":
      "Über den Boden huschend nisten Insekten nahe ungewöhnlicher Verbündeter."
  },
  "AreaSpawnsSeaWitchesAndSpawn": {
    "name": "Der verfluchte Chor",
    "predictiontext":
      "Ihr werdet ein Gebiet mit großen Gruppen Seehexen entdecken.",
    "flavourtext":
      "Die Seehexe flüstert süße Leere und beruhigt die Herzen von ungewöhnlichen Verbündeten."
  },
  "AreaSpawnsRareDevourers": {
    "name": "Die bebende Erde",
    "predictiontext":
      "Ihr werdet ein Gebiet mit vielen Verschlingern entdecken.",
    "flavourtext":
      "Die Erde verschiebt sich unter den Füßen von vielen, doch sind sie nicht des Monsters Beute."
  },
  "AreaContainsInvasionBoss": {
    "name": "Der Eindringling",
    "predictiontext":
      "Ihr werdet einem sehr mächtigen Eindringling begegnen und ihn erschlagen.",
    "flavourtext":
      "Ein Horror aus der Vergangenheit kehrt wieder und will Schmerz an einen Ort bringen, den es niemals sein Zuhause genannt hat."
  },
  "UnbearableWhispers1": {
    "name": "Unerträgliches Flüstern I",
    "predictiontext": "Ihr werdet einen Folianten in der Bibliothek entdecken.",
    "flavourtext":
      "Dunkle Runen huschen über die Seiten eines Folianten und verbergen die Freunde der Flüsterin."
  },
  "UnbearableWhispers2": {
    "name": "Unerträgliches Flüstern II",
    "predictiontext":
      "Ihr werdet einen Folianten im Zepter Gottes entdecken, nachdem ihr ein Monster erschlagen habt.",
    "flavourtext":
      "Die Flüsterin lässt einen Folianten im Turm zurück und lässt ihn von einem wahnsinnigen Anhänger bewachen."
  },
  "UnbearableWhispers3": {
    "name": "Unerträgliches Flüstern III",
    "predictiontext":
      "Ihr werdet Shavronne erschlagen und sie wird einen Folianten fallen lassen.",
    "flavourtext":
      "Der Schöngeist hält die verbotenen Worte sicher, tief im Wanst der Bestie."
  },
  "UnbearableWhispers4": {
    "name": "Unerträgliches Flüstern IV",
    "predictiontext":
      "Ihr werdet ein bestimmtes, mächtiges Monster erschlagen und es wird einen Folianten fallen lassen.",
    "flavourtext":
      "Verbotene Worte klingen in den Ohren der Mächtigen. Der Einfluss der Flüsterin wächst."
  },
  "UnbearableWhispers5": {
    "name": "Unerträgliches Flüstern V",
    "predictiontext":
      "Ihr werdet einen bedrohlichen Folianten in der letzten Kammer des Labyrinths entdecken.",
    "flavourtext":
      "Der gefangene Kaiser beschützt ohne sein Wissen böse Weisheit. Dunkle Seiten zwischen schönen Schätzen."
  },
  "TheUnbreathingQueen1": {
    "name": "Die Königin des Todes I",
    "predictiontext":
      "Ihr werdet Schemen in den Kriegsschreinruinen begegnen und sie erschlagen.",
    "flavourtext":
      "Die Königin des Todes plant einen meisterlichen Raub, eine Schändung der Toten."
  },
  "TheUnbreathingQueen2": {
    "name": "Die Königin des Todes II",
    "predictiontext":
      "Ihr werdet dem Geist eines Helden im Labyrinth begegnen und ihn besiegen.",
    "flavourtext":
      "Das Fleisch wurde von der Königin des Todes geraubt. Doch die Seele des Helden bleibt verbittert und kalt in der größten Prüfung des Kaisers gefangen."
  },
  "TheUnbreathingQueen3": {
    "name": "Die Königin des Todes III",
    "predictiontext":
      "Ihr werdet dem Geist eines Helden in der Nähe des Leuchtturms begegnen und ihn besiegen.",
    "flavourtext":
      "Wasser wäscht gegen Stein. Ein Opfer der Königin des Todes brennt vor Verlangen nach dem Reich der Mutter."
  },
  "TheUnbreathingQueen4": {
    "name": "Die Königin des Todes IV",
    "predictiontext":
      "Ihr werdet dem Geist eines Helden im Tempel der Vergänglichkeit begegnen und ihn besiegen.",
    "flavourtext":
      "Feiner Faden fesselt einen gestohlenen Körper. Die Königin des Todes lässt eine arme Seele zurück, die erschütternd durch die Hallen klagt."
  },
  "TheUnbreathingQueen5": {
    "name": "Die Königin des Todes V",
    "predictiontext":
      "Ihr werdet die Königin des Todes in einer Totenacker-Karte besiegen.",
    "flavourtext":
      "Die Königin des Todes erhebt eine Armee in einem Traum von Gruften und Gräbern. Sie weiß, dass Ihr kommt."
  },
  "TheAmbitiousBandit1": {
    "name": "Der ambitionierte Bandit I",
    "predictiontext":
      "Ihr werdet Banditen in einem Gebiet antreffen, wo diese normalerweise nicht vorkommen, und sie erschlagen.",
    "flavourtext":
      "Das Bestreben des Banditen wächst, genauso wie der Pfad, auf dem er wandelt."
  },
  "TheAmbitiousBandit2": {
    "name": "Der ambitionierte Bandit II",
    "predictiontext":
      "Ihr werdet Banditen auf dem Marktplatz begegnen und sie erschlagen.",
    "flavourtext":
      "Ein Bandit sucht nach einem Relikt für die Gierigen, an einem Ort, wo die Gier einst gepflegt wurde."
  },
  "TheAmbitiousBandit3": {
    "name": "Der ambitionierte Bandit III",
    "predictiontext":
      "Ihr werdet Banditen in der Bibliothek begegnen und sie erschlagen.",
    "flavourtext":
      "Wo Relikte und Folianten Staub fangen, entdeckt das Auge eines Banditen großen Wert."
  },
  "DeadlyRivalry1": {
    "name": "Tödliche Rivalität I",
    "predictiontext":
      "Ihr werdet einem rivalisierenden Verbannten begegnen, welcher mit erzfeindlichen Kräften ausgestattet ist.",
    "flavourtext":
      "Ihr zieht den Zorn eines Anderen auf Euch, der über goldene Macht verfügt."
  },
  "DeadlyRivalry2": {
    "name": "Tödliche Rivalität II",
    "predictiontext":
      "Ihr werdet einem rivalisierenden Verbannten begegnen, welcher zusätzlich über Ansturm verfügt.",
    "flavourtext":
      "Ihre Niederlage wird keinen Bestand haben, sie nährt eher blinden Hass."
  },
  "DeadlyRivalry3": {
    "name": "Tödliche Rivalität III",
    "predictiontext":
      "Ihr werdet einem rivalisierenden Verbannten begegnen, welcher nun von einer gequälten Seele besessen ist.",
    "flavourtext":
      "Ihr Körper gebrochen und geflickt dient nun als Leiter einer höheren Macht."
  },
  "DeadlyRivalry4": {
    "name": "Tödliche Rivalität IV",
    "predictiontext":
      "Ihr werdet einem rivalisierenden Verbannten begegnen, welcher nun von einem Schrein gesegnet wurde.",
    "flavourtext":
      "Gebete an einem dunklen Altar fügen Fleisch wieder zusammen, doch die Dunkelheit füllt immer noch die Seele. Jeder Niederlage nährt ihre Entschlossenheit."
  },
  "DeadlyRivalry5": {
    "name": "Tödliche Rivalität V",
    "predictiontext":
      "Ihr werdet einem rivalisierenden Verbannten begegnen, welcher Verstärkung von einer gemeinsamen Blutlinie erhält.",
    "flavourtext":
      "Verbündete eilen zum letzten Gefecht, angefüllt mit demselben Blut. Zerstörung und Wiederkehr haben ihren Preis."
  },
  "TheWarmongers1": {
    "name": "Die Kriegstreiber I",
    "predictiontext":
      "Ihr werdet mehreren Kriegshorden begegnen und alle erschlagen.",
    "flavourtext": "Eine Vorhut will ein Land besetzen, das ihnen nicht gehört."
  },
  "TheWarmongers2": {
    "name": "Die Kriegstreiber II",
    "predictiontext":
      "Ihr werdet mehreren Kriegshorden sowie deren Verstärkung begegnen und alle erschlagen.",
    "flavourtext":
      "Die Vorhut kehrte nicht zurück und so sind mehr ihrer Spur gefolgt und bringen Krieg mit sich."
  },
  "TheWarmongers3": {
    "name": "Die Kriegstreiber III",
    "predictiontext":
      "Ihr werdet mehreren Kriegshorden sowie deren Elitesoldaten begegnen und alle erschlagen.",
    "flavourtext":
      "Doppeltes Versagen nährt den Zorn der höheren Ränge. Sie wollen Blut sehen."
  },
  "TheWarmongers4": {
    "name": "Die Kriegstreiber IV",
    "predictiontext":
      "Ihr werdet mehreren Kriegshorden sowie deren Anführer begegnen und alle erschlagen.",
    "flavourtext":
      "Der Heerführer ist angekommen und will die Flüsse unseres Landes rot färben."
  },
  "BeyondSight1": {
    "name": "Aus einer anderen Welt I",
    "predictiontext":
      "Ihr werdet die Kultisten erschlagen, zusammen mit ihren beschworenen Gehilfen.",
    "flavourtext":
      "Eine dunkle Präsenz entzieht sich dem Blick. Nur Leichen verraten ihre Bewegungen."
  },
  "BeyondSight2": {
    "name": "Aus einer anderen Welt II",
    "predictiontext":
      "Ihr werdet die Kultisten erschlagen, zusammen mit ihren mächtigen, beschworenen Gehilfen.",
    "flavourtext":
      "Eine sichtbare Gefolgschaft formiert sich um einen unsichtbaren Feind. Sie wächst stetig und bleibt doch verborgen."
  },
  "BeyondSight3": {
    "name": "Aus einer anderen Welt III",
    "predictiontext":
      "Ihr werdet die Kultisten erschlagen, zusammen mit ihren mächtigen, beschworenen Gehilfen.",
    "flavourtext":
      "Monster nicht von dieser Welt erscheinen. Nur Schatten und Bewegung. Nur eine schleierhafte Vision."
  },
  "BeyondSight4": {
    "name": "Aus einer anderen Welt IV",
    "predictiontext":
      "Ihr werdet den Herold von Bameth erschlagen, zusammen mit seinem mächtigsten, beschworenen Gehilfen.",
    "flavourtext":
      "Meine Vision wird schwarz. Ein Schrecken nähert sich. Seine Seele wäre ein wahrer Schatz für Hinekora."
  },
  "ChestWithDivinationCards": {
    "name": "Die Sammlung der Weissagerin",
    "predictiontext":
      "Ihr werdet in einer Karte eine Truhe mit Weissagungskarten entdecken.",
    "flavourtext":
      "Ein träumender Sucher findet, was ein Wahrsager vergessen hat."
  },
  "IcetombFated": {
    "name": "Das Ende des Lichts",
    "predictiontext":
      "Ihr werdet Tsoagoth, den Gischtkönig vernichten, während Ihr Eisgrab tragt.",
    "flavourtext":
      "Der König verrottet in seinem eisigen Grab auf dem Grund seiner eigenen Schöpfung."
  },
  "WondertrapFated": {
    "name": "Die Torheit der Gier",
    "predictiontext":
      "Ihr werdet den Wächter der Schatzkammer vernichten, während Ihr Wunderschreiter tragt.",
    "flavourtext":
      "Die Gier lockte in die Schatzkammer, und wie durch ein Wunder wurde sie nicht zum Verhängnis."
  },
  "BriskwrapFated": {
    "name": "Der Letzte der Wilden",
    "predictiontext":
      "Ihr werdet Meister der Klinge vernichten, während Ihr Strammriemen tragt.",
    "flavourtext":
      "Die Klinge des Meisters schlägt auf den Boden, und sein Körper kurz darauf. Die Geschichte der Wilden endet."
  },
  "SundanceFated": {
    "name": "Bestrafung der Sonne",
    "predictiontext":
      "Ihr werdet Dawn, Vorbote von Solaris, vernichten, während Ihr Sonnentanz tragt.",
    "flavourtext":
      "Dawns Tanz mit dem Tod dauert bis zur Mittagssonne, deren brennender Glanz keine Gnade walten lässt."
  },
  "WindscreamFated": {
    "name": "Düsterzunges Schrei",
    "predictiontext":
      "Ihr werdet Doedre die Schänderin vernichten, während Ihr Windschreier tragt.",
    "flavourtext":
      "Wo die Toten noch ruhen, hallt der Schrei der Schänderin durch die Gräber, bevor ewige Stille einkehrt."
  },
  "DusktoeFated": {
    "name": "Qualen bei Abenddämmerung",
    "predictiontext":
      "Ihr werdet Maligaro den Inquisitor vernichten, während Ihr Dämmertritt tragt.",
    "flavourtext":
      "Im Wanst der Bestie jagt der Inquisitor das sterbende Licht."
  },
  "MeginordsViseFated": {
    "name": "Sturz des Turms",
    "predictiontext":
      "Ihr werdet Tore, uralter Riese, vernichten, während Ihr Meginords Stolz tragt.",
    "flavourtext":
      "Der alte Turm steht jetzt, doch unter einer starken Hand bröckelt er."
  },
  "DoedresTenureFated": {
    "name": "Die böswillige Hexe",
    "predictiontext":
      "Ihr werdet Erythrophagia vernichten, während Ihr Doedres Talent tragt.",
    "flavourtext":
      "Stille und Finsternis sind der Grund für die wachsende Bosheit, wenn die Blutfresserin auf ihren Schöpfer trifft."
  },
  "HeatshiverFated": {
    "name": "Eine Vision aus Feuer und Eis",
    "predictiontext":
      "Ihr werdet Sommter den Verderbten vernichten, während Ihr Heißkalt tragt.",
    "flavourtext":
      "Wo der Fluss auf das Meer trifft, und die Flammen auf die Kühle des Winters, fällt der Verderbte in der Hitze des Gefechts."
  },
  "TimeclaspFated": {
    "name": "Ein Riss in der Zeit",
    "predictiontext":
      "Ihr werdet Kluftläuferin vernichten, während Ihr Zeitspange tragt.",
    "flavourtext":
      "Die Kluft ist weit aufgerissen, und in der Spanne vollzieht sich eine Wende."
  },
  "AtzirisMirrorFated": {
    "name": "Das Opfer der Königin",
    "predictiontext":
      "Ihr werdet Atziri, Königin der Vaal in 'Der faszinierende Abgrund' vernichten, während Ihr Atziris Spiegel tragt.",
    "flavourtext":
      "Die uralte Königin wirft ihren Blick auf ihr Spiegelbild, und schlussendlich wird der Fluch gebrochen."
  },
  "QuecholliFated": {
    "name": "Der Fall eines Königreichs",
    "predictiontext":
      "Ihr werdet Schatten der Vaal vernichten, während Ihr Quecholli tragt.",
    "flavourtext":
      "Die dunkle Maschinerie der Vaal war ihr größter Triumph, und ihre Zerstörung das Schicksal eines anderen."
  },
  "FencoilFated": {
    "name": "Gefangen im Turm",
    "predictiontext":
      "Ihr werdet Caliga, Imperatrix vernichten, während Ihr Marschkeule tragt.",
    "flavourtext":
      "Die Imperatrix hält ihre Untertanen im glänzenden Zepter gefangen, doch sie ist es, die dort festsitzt."
  },
  "TheStormheartFated": {
    "name": "Der Sturmgipfel",
    "predictiontext":
      "Ihr werdet Poporo die höchste Spitze vernichten, während Ihr Sturmherz tragt.",
    "flavourtext":
      "Kalte Ozeanwinde peitschen über scharfe Steine, wo zwei noch um die Vorherrschaft kämpfen."
  },
  "FoxshadeFated": {
    "name": "Düstere Instinkte",
    "predictiontext":
      "Ihr werdet Arakaali, Weberin der Schatten vernichten, während Ihr Fuchsschatten tragt.",
    "flavourtext":
      "Vom Glück geleitet, jagt der Fuchs die Spinne in absoluter Dunkelheit."
  },
  "AsenathsMarkFated": {
    "name": "Lied der Sekhema",
    "predictiontext":
      "Ihr werdet Garukhan, Königin der Winde vernichten, während Ihr Asenaths Zeichen tragt.",
    "flavourtext":
      "Das Flüstern der Sekhema erwehrt sich dem Winde und hinterlässt keine Spuren."
  },
  "HonourhomeFated": {
    "name": "An der Ehre festhalten",
    "predictiontext":
      "Ihr werdet Seelenverschlinger vernichten, während Ihr Ehrenheim tragt.",
    "flavourtext":
      "Eine einsame Seele entkommt dem Verschlinger mit Ehre, da sie sich fest an sie hält."
  },
  "MalachaisSimulaFated": {
    "name": "Der Albtraum erwacht",
    "predictiontext":
      "Ihr werdet Seelenverschlinger vernichten, während Ihr Malachais Simula tragt.",
    "flavourtext":
      "Der Verschlinger nimmt sein letztes Mahl ein, und der Seelenlose erwacht."
  },
  "SidhebreathFated": {
    "name": "WIP",
    "predictiontext":
      "Ihr werdet Xixic, Hoher Nekromant vernichten, während Ihr Sidhe-Hauch tragt.",
    "flavourtext": "WIP"
  },
  "TheIgnomonFated": {
    "name": "Blindes Vertrauen",
    "predictiontext":
      "Ihr werdet Barthol, der Reine vernichten, während Ihr Das Ignomon tragt.",
    "flavourtext":
      "Zwei Welten prallen aufeinander, hell und dunkel. Alle sind geblendet, bis auf einen."
  },
  "TheMagnateFated1": {
    "name": "Der große Denker des Nordens",
    "predictiontext":
      "Ihr werdet Hector Titucius, Ewiger Diener vernichten, während Ihr Der Magnat tragt.",
    "flavourtext":
      "Der ewige Diener badet in seinem eigenen Blut, und ein Meister der Taktik wird geboren."
  },
  "TheMagnateFated2": {
    "name": "Der große Anführer des Nordens",
    "predictiontext":
      "Ihr werdet Felsrücken vernichten, während Ihr Der Magnat tragt.",
    "flavourtext":
      "Der Felsbrocken wird auf dem Hügel zermalmt und lässt das Volk des großen Anführers passieren."
  },
  "BloodboilFated": {
    "name": "Kaltblütiger Zorn",
    "predictiontext":
      "Ihr werdet Glace vernichten, während Ihr Blutsieder tragt.",
    "flavourtext":
      "Der Winter erzürnt die kalte Wut des Kannibalen, bis sein Blut siedet."
  },
  "HyrrisBiteFated": {
    "name": "Ein unehrenhafter Tod",
    "predictiontext":
      "Ihr werdet Die entehrte Königin vernichten, während Ihr Hyrris Entschluss tragt.",
    "flavourtext":
      "Die entehrte Nichte des Königs stürzt durch ihren eigenen Entschluss."
  },
  "DreadarcFated": {
    "name": "Brennender Tod",
    "predictiontext":
      "Ihr werdet Piety die Himmlische vernichten, während Ihr Todschwinger tragt.",
    "flavourtext":
      "Die Himmlische stellt sich dem Tod, ihr Leben endet in einem Schwung."
  },
  "GoredrillFated": {
    "name": "Blutrote Farben",
    "predictiontext":
      "Ihr werdet Visceris vernichten, während Ihr Kehlenschlitzer tragt.",
    "flavourtext":
      "Die Ruinen bergen einen Künstler, dessen blutige Tinte die Steine bedeckt."
  },
  "GeofrisBaptismFated": {
    "name": "Schwarze Hingabe",
    "predictiontext":
      "Ihr werdet Litanius den Schwarzbeter vernichten, während Ihr Geofris Taufe tragt.",
    "flavourtext":
      "Die uneingeschränkte Hingabe des Erzbischofs lässt den Schwarzbeter in Demut verstummen."
  },
  "CameriasMaulFated": {
    "name": "Kalte Gier",
    "predictiontext":
      "Ihr werdet Fragment des Winters vernichten, während Ihr Camerias Hammer tragt.",
    "flavourtext":
      "Habgier lässt das Herz so kalt werden, wie ein Fragment des Winters selbst."
  },
  "RedbeakFated": {
    "name": "Der gefürchtete Rhoa",
    "predictiontext":
      "Ihr werdet Schädelschnäbler vernichten, während Ihr Rotspitze tragt.",
    "flavourtext":
      "Der Zorn des Rhoas entbrannt, er kocht vor Wut. In seinen blutroten Augen erkennt Ihr nur eines: den Tod."
  },
  "TheDancingDervishFated": {
    "name": "Tanz des Stahls",
    "predictiontext":
      "Ihr werdet Die stählerne Seele vernichten, während Ihr Der tanzende Derwisch tragt.",
    "flavourtext":
      "Die Seele aus Stahl zerschmettert, und ein Splitter schließt sich dem ewigen Tanz an."
  },
  "EclipseSolarisFated": {
    "name": "Blendendes Licht",
    "predictiontext":
      "Ihr werdet Jorus, Himmelsrand vernichten, während Ihr Eclipse Solaris tragt.",
    "flavourtext":
      "Eine Quelle des Lichts versiegt, und eine neue entsteht, die jeden blendet, der sich ihr nähert."
  }
}
