{
  "CrashInstanceDebug": {
    "name": "Prueba de Fallos",
    "predictiontext": "La siguiente área que crees fallará.",
    "flavourtext": ""
  },
  "DelayInstanceDebug": {
    "name": "Prueba de Demora",
    "predictiontext": "La siguiente área que crees se demorará 10 segundos.",
    "flavourtext": ""
  },
  "DelayCrashInstanceDebug": {
    "name": "Prueba de Demora y Fallo",
    "predictiontext":
      "La siguiente área que crees se demorará 10 segundos y luego fallará.",
    "flavourtext": ""
  },
  "AtziriDropsVaults": {
    "name": "Las Bóvedas de la Reina",
    "predictiontext":
      "Matarás a Atziri, la Reina de los Vaal, y podrás acceder a sus Bóvedas.",
    "flavourtext":
      "La Reina Roja tiene la llave de sus Bóvedas y solo la muerte hará que las suelte."
  },
  "TormentedSpiritDropsUnique": {
    "name": "El Espíritu Singular",
    "predictiontext":
      "Matarás a un espíritu Atormentado que llevará un ítem único.",
    "flavourtext":
      "Pasar la vida huyendo de la ley deja al espíritu listo para escapar con su tesoro recién descubierto."
  },
  "ExileDropsAllRare": {
    "name": "El Exiliado Acaudalado",
    "predictiontext":
      "Encontrarás y matarás a un Exiliado Renegado que solo viste ítems raros.",
    "flavourtext":
      "Se escapan de los ojos de Oriath, cubiertos en oro de la cabeza a los pies."
  },
  "ExileSummonsWarband": {
    "name": "El Explorador",
    "predictiontext":
      "Encontrarás y matarás a un Exiliado Renegado que llamará a una Banda de Guerra.",
    "flavourtext":
      "Otros como tú vagan por la tierra, pero solo son los primeros de muchos."
  },
  "StrongboxSpawnsExile": {
    "name": "Esperando para Emboscar",
    "predictiontext":
      "Serás atacado por un Exiliado Renegado al abrir una Caja Fuerte.",
    "flavourtext":
      "Un cofre lleno de objetos esconde muchos desafíos, pero uno pasa inadvertido hasta delante de los sabios."
  },
  "AlchemistDropsAlchemyOrb": {
    "name": "El Alquimista",
    "predictiontext":
      "Matarás a un Alquimista Imperecedero y arrojará un Orbe de Alquimia.",
    "flavourtext":
      "Un tonto trata de convertir plomo en oro, pero una mano hábil lo toma por la fuerza."
  },
  "RoyalActBossDropsRegalOrb": {
    "name": "Una Muerte Regia",
    "predictiontext":
      "Matarás a un rey o a una reina poderosos, y arrojarán un Orbe Regio.",
    "flavourtext":
      "Sangre azul brota de la herida asesina y convierte lo que toca en oro."
  },
  "VaalSideBossDropsVaalOrb": {
    "name": "El Corrupto",
    "predictiontext":
      "Matarás a un poderoso enemigo en un área secundaria Vaal y arrojará un Orbe Vaal.",
    "flavourtext":
      "Para arar un campo necesitas una herramienta. Para cosechar los granos necesitas una herramienta. Para propagar la corrupción necesitas una herramienta."
  },
  "IzaroDropsAdditionalTreasureKey": {
    "name": "El Tesoro del Emperador",
    "predictiontext": "Matarás a Izaro y arrojará una Llave del Tesoro extra.",
    "flavourtext":
      "Perdido en su propia creación, el Emperador deja un generoso regalo de despedida para los observadores."
  },
  "InnerTreasureMonsterDropsAdditionalUnique": {
    "name": "Némesis de Codicia",
    "predictiontext":
      "Matarás a un raro pero poderoso enemigo que arrojará dos ítems únicos en vez de uno.",
    "flavourtext":
      "Un coleccionista de antigüedades duplica sus tesoros y solo se despide de ellos en su aliento final."
  },
  "UniqueMonsterDropsUnique": {
    "name": "NO DEBERÍA APARECER",
    "predictiontext":
      "Encontrarás a un poderoso monstruo que arrojará un ítem único al morir.",
    "flavourtext": "¡No deberías estar viendo esto!"
  },
  "HillockDropsTheAnvil": {
    "name": "El Herrero",
    "predictiontext": "Matarás a Hillock y arrojará un ítem poderoso.",
    "flavourtext":
      "Hace tiempo, un maestro del metal; hoy, forjador de miedos. Sus mejores herramientas, sin embargo, permanecen."
  },
  "PossessedMonsterSpawnsTormentedSpirit": {
    "name": "Exorcismo Forzado",
    "predictiontext":
      "Matarás a un enemigo poseído por un Espíritu Atormentado y esto liberará al Espíritu.",
    "flavourtext":
      "Un espírituo doliente se apodera de un cuerpo y no se detendrá siquiera cuando este cuerpo muera."
  },
  "MapBossDropsRareMap": {
    "name": "El Sueño del Soñador",
    "predictiontext":
      "Entrarás a un cierto mapa y cuando elimines al muy poderoso enemigo que habite allí, él arrojará un mapa raro.",
    "flavourtext":
      "La mayor amenaza, en las profundidades de los sueños, contiene la llave para otro mundo."
  },
  "MapShavronneBrutus": {
    "name": "El Espíritu de la Esteticista",
    "predictiontext":
      "Encontrarás al espíritu atormentado de Shavronne cerca de Brutus. Matarás a Brutus mientras está poseído por ese espíritu.",
    "flavourtext":
      "El eco de la Esteticista persigue a su mayor creación y confiere grandes poderes una vez más."
  },
  "MapKoleBrutus": {
    "name": "Hermanos de Armas",
    "predictiontext":
      "Encontrarás a Brutus y a Kole en los confines de la Prisión de Axiom y los matarás a ambos.",
    "flavourtext":
      "Dos hombres, convertidos en monstruos, luchan juntos para proteger la entrada."
  },
  "MapDoedreStoneCircle": {
    "name": "Ecos de Brujería",
    "predictiontext":
      "Viajarás al círculo de piedras del Bosque del Oeste y destruirás el Eco de Doedre Lengua Negra, quien espera allí.",
    "flavourtext":
      "Un círculo de gigantes silenciosos aprisiona una memoria de miseria eterna. Una lengua negra susurra palabras oscuras que viajan en los vientos del oeste."
  },
  "MapKadakaKuduku": {
    "name": "El Dios del Infortunio",
    "predictiontext": "Destruirás a los falsos ídolos Kuduku y Kadaka",
    "flavourtext":
      "Las bocas paganas adoran a dioses paganos; ídolos falsos para promesas falsas."
  },
  "MapMaligaroFidelitas": {
    "name": "Ecos de Mutación",
    "predictiontext":
      "Encontrarás el Eco de Malígaro en el Aposento de Pecados y lo destruirás.",
    "flavourtext":
      "Lealtad perversa, amor ciego. El abusador y el abusado se reúnen en pecado."
  },
  "MapDaressoMerveil": {
    "name": "Ecos de un Amor Perdido",
    "predictiontext":
      "Encontrarás el Eco de Daresso en la Caverna de Rabia y lo destruirás.",
    "flavourtext":
      "Retorcida por la tentación, tentada por la corrupción, la canción de la Sirena finalmente convoca un fragmento de su amor perdido."
  },
  "MapExtraHaku": {
    "name": "Un Maestro Busca Ayuda",
    "predictiontext":
      "Encontrarás a Haku y completarás su misión. Te recompensará con reputación y favor extra.",
    "flavourtext":
      "Llegado en vientos del sur, un maestro del metal busca ayuda."
  },
  "MapExtraTora": {
    "name": "Un Maestro Busca Ayuda",
    "predictiontext":
      "Encontrarás a Tora y completarás su misión. Te recompensará con reputación y favor extra.",
    "flavourtext":
      "Oliendo a bestias y sangre, una maestra cazadora busca ayuda."
  },
  "MapExtraCatarina": {
    "name": "Un Maestro Busca Ayuda",
    "predictiontext":
      "Encontrarás a Catarina y completarás su misión. Te recompensará con reputación y favor extra.",
    "flavourtext":
      "Guardiana de escultura de carne, hueso y magia, una maestra de la necromancia busca ayuda."
  },
  "MapExtraVagan": {
    "name": "Un Maestro Busca Ayuda",
    "predictiontext":
      "Encontrarás a Vagan y completarás su misión. Te recompensará con reputación y favor extra.",
    "flavourtext":
      "Forjado en batalla y cocido en su propia arrogancia, un maestro de las armas busca ayuda."
  },
  "MapExtraElreon": {
    "name": "Un Maestro Busca Ayuda",
    "predictiontext":
      "Encontrarás a Elreon y completarás su misión. Te recompensará con reputación y favor extra.",
    "flavourtext":
      "Traicionado por la luz que juró proteger, un maestro de las plegarias busca ayuda."
  },
  "MapExtraVorici": {
    "name": "Un Maestro Busca Ayuda",
    "predictiontext":
      "Encontrarás a Vorici y completarás su misión. Te recompensará con reputación y favor extra.",
    "flavourtext":
      "Convirtiendo vida en muerte y muerte en arte, un maestro de la oscuridad busca ayuda."
  },
  "MapExtraZana": {
    "name": "Un Maestro Busca Ayuda",
    "predictiontext":
      "Encontrarás a Zana y completarás su misión. Te recompensará con reputación y favor extra.",
    "flavourtext":
      "Perdida en el miasma del sueño, una maestra de muchos planos busca ayuda."
  },
  "MapCorruptedSideArea": {
    "name": "Caminos Vaal Ocultos ",
    "predictiontext":
      "Entrarás a un área Vaal oculta que contendrá poderosos enemigos.",
    "flavourtext":
      "Oponentes antiguos abrirán nuevos caminos hacia las tierras que han dejado baldías."
  },
  "MapSpawnRareZombies": {
    "name": "Los Brutos No-Muertos",
    "predictiontext":
      "Buscarás y destruirás a un grupo de siete poderosos no-muertos.",
    "flavourtext":
      "Soldados poderosos de un tiempo perdido se reúnen y marchan una vez más."
  },
  "MapSpawnRogueExiles": {
    "name": "Los Cuatro Exiliados Salvajes",
    "predictiontext":
      "Entrarás a un mapa que contiene cuatro Exiliados Renegados adicionales.",
    "flavourtext":
      "En un sueño lejano, cuatro almas lejos de su hogar se preparan para luchar hasta la muerte."
  },
  "RareMonsterKillSpawnsUniqueBloodElementalWithSlainMonstersMods": {
    "name": "Sangre Elevada",
    "predictiontext":
      "Matarás a un poderoso monstruo, cuya sangre tomará una nueva forma.",
    "flavourtext":
      "La vida fluye a través de la sangre. Deja correr la sangre y la vida continuará en una nueva forma."
  },
  "SellingFiveUniquesToVendorReturnsRandomUnique": {
    "name": "El Regalo Misterioso",
    "predictiontext": "Comerciarás cinco ítems únicos con un vendedor.",
    "flavourtext":
      "Un mercader busca comerciar regalos que no cuadran. Cinco por uno pero, ¿qué es el uno?"
  },
  "ChaosOrbRecipeCreatesAdditionalChaosOrb": {
    "name": "Una Combinación Valiosa",
    "predictiontext":
      "Recibirás un Orbe de Caos extra de un vendedor cuando comercies ítems que te darían un Orbe de Caos.",
    "flavourtext":
      "Cuando la suma ya es mayor que las partes, hay lugar para hacerla aún mayor. "
  },
  "RollingSixSocketBodyArmourLinksAllSockets": {
    "name": "Conexiones Predestinadas",
    "predictiontext":
      "Crearás un ítem con seis engarces completamente vinculados utilizando solamente Orbes del Joyero.",
    "flavourtext": "Cinco o menos estarán separados, pero seis logrará unirlos."
  },
  "ItemAbleToBecomesUniqueWhenChanceOrbApplied": {
    "name": "De Basura a Tesoro",
    "predictiontext":
      "Convertirás un ítem normal en uno único con un solo Orbe de Azar.",
    "flavourtext":
      "Un lienzo en blanco tiene potencial desconocido, pero la afortunada mano del artista puede convertirlo en una obra maestra."
  },
  "ArmourAbleToBecomesFiveLinkedWhenJewellersOrbApplied": {
    "name": "El Toque del Joyero",
    "predictiontext":
      "Crearás un ítem con cinco engarces completamente vinculados utilizando solamente un Orbe de Joyero.",
    "flavourtext":
      "El Joyero deja cinco huellas dactilares y las une con un solo hilo."
  },
  "MasterMissionExtraRewards": {
    "name": "Un Maestro Amable",
    "predictiontext":
      "Completarás una misión de Maestro y recibirás el triple de reputación y favor.",
    "flavourtext":
      "Un aliado desesperado busca tu ayuda y profesará enorme agradecimiento."
  },
  "SkillGemDropsWith20QualityAllocatedToYou": {
    "name": "El Regalo de Erasmus",
    "predictiontext": "Descubrirás una gema de 20% de calidad.",
    "flavourtext":
      "El amable cortador de gemas reparte su hermoso arte entre los pobres, pero manos avaras lo ocultan. "
  },
  "KillingKaomWithKaomsSignAddsSpecificMod": {
    "name": "El Camino del Rey",
    "predictiontext": "Derrotarás a Kaom mientras llevas el Símbolo de Kaom.",
    "flavourtext":
      "La locura alimenta la furia del Rey en el embravecido cráter del volcán. Su última visión será un símbolo."
  },
  "KillingGemlingLegionareWithKaruiWardAddsSpecificMod": {
    "name": "La Rebelión Karui",
    "predictiontext":
      "Derrotarás a los Legionarios Gemitas mientras llevas la Guarda Karui.",
    "flavourtext":
      "La taumaturgia y la fe chocan entre ruinas gigantes; una recreación de una rebelión desaparecida hace mucho tiempo."
  },
  "KillingDaressoWithBramblejackAddsSpecificMod": {
    "name": "El Rey y las Zarzas",
    "predictiontext": "Derrotarás a Daresso mientras vistes Zarzacoraza.",
    "flavourtext":
      "La sangre del Rey de Espadas alimenta a las zarzas que crecen cada vez más espesas."
  },
  "KillingShavronneWithShavronnesPaceAddsSpecificMod": {
    "name": "El Flujo de Energía",
    "predictiontext":
      "Derrotarás a Shavronne mientras vistes Los Pasos de Shavronne.",
    "flavourtext":
      "La Esteticista se mantiene en formas antinaturales. Cuando el movimiento falla, la energía fluye."
  },
  "KillingNightwaneWithDeathsHarpAddsSpecificMod": {
    "name": "La Música de las Cuerdas del Arco",
    "predictiontext":
      "Derrotarás al Marchito de la Noche mientras empuñas El Arpa de la Muerte.",
    "flavourtext":
      "El frágil arco del arquero toca una canción de muerte, pero el arpa canta una dulce obra de arte."
  },
  "KillingBeyondUniqueWithBlackheartAddsSpecificMod": {
    "name": "Desde el Vacío",
    "predictiontext":
      "Derrotarás a Bameth mientras llevas puesto el Corazón Negro.",
    "flavourtext":
      "El corazón de hierro, quemado en la negrura del vacío al que la vista no llega, pudre todo lo que toca."
  },
  "KillingGneissWithCragheadAddsSpecificMod": {
    "name": "Impactos Pesados",
    "predictiontext": "Derrotarás a Gneiss mientras llevas Punta de Roca",
    "flavourtext":
      "Piedras vivientes se desplazan a través del campo. Cada paso hace temblar la tierra y hace repiquetear el alma."
  },
  "KillingHatebeatWithBlackgleamAddsSpecificMod": {
    "name": "Fuego y Azufre",
    "predictiontext":
      "Derrotarás a Latido de Odio mientras llevas El Brillo Negro.",
    "flavourtext":
      "Brasas vivientes encienden la piedra; una señal brillante en la negrura donde se queman las cáscaras."
  },
  "KillingTorchoakGroveWithArakuTikiAddsSpecificMod": {
    "name": "Un Bosque de Falsos Ídolos",
    "predictiontext":
      "Derrotarás al Bosquecillo de Robles Encendidos mientras llevas Araku Tiki.",
    "flavourtext":
      "Un bosquecillo de caras de madera escupe fuego, una burla barata de poder inimaginable."
  },
  "KillingHailrakeWithHrimsorrowAddsSpecificMod": {
    "name": "Hielo y Fuego",
    "predictiontext":
      "Derrotarás a Granizo Perverso mientras vistes los Lamentos de Hrim.",
    "flavourtext":
      "La fría pena se convierte en furia infernal que llueve en el destrozado barco."
  },
  "KillingShavronneWithCrownOfThornsAddsSpecificMod": {
    "name": "Placer y Dolor",
    "predictiontext":
      "Derrotarás a Shavronne mientras vistes la Corona de Espinas.",
    "flavourtext":
      "Una espina se desliza por la piel estirada; el dolor se transforma en poder."
  },
  "KillingGemlingLegionnaireWithEzomytePeakAddsSpecificMod": {
    "name": "El Retorno de las Flores Sangrientas",
    "predictiontext":
      "Derrotarás a los Legionarios Gemitas mientras vistes la Cresta Ezomita",
    "flavourtext":
      "Los estandartes Ezomitas ondean en el aire a medida que los monstruos engalanados caen. Una reconstrucción de la victoria final de los esclavos."
  },
  "KillingGraviciusWithDeidbellAddsSpecificMod": {
    "name": "Aliento Final",
    "predictiontext":
      "Derrotarás al General Gravicius mientras vistes la Campana de Deid.",
    "flavourtext":
      "La campana dobla, la gente se reúne, el General es ejecutado. La milicia grita y carga hacia adelante."
  },
  "KillingDoedreWithChaliceOfHorrorsAddsSpecificMod": {
    "name": "La Boca de los Horrores",
    "predictiontext":
      "Derrotarás a Doedre mientras llevas el Cáliz de los Horrores.",
    "flavourtext":
      "La vil bruja susurra palabras de horror y bebe a sorbos del cáliz una última vez."
  },
  "KillingCalafHeadstaverWithSpringleafAddsSpecificMod": {
    "name": "La Resistencia de la Naturaleza",
    "predictiontext":
      "Derrotarás a Calaf, Empellacráneos  mientras llevas la Hoja de Primavera.",
    "flavourtext":
      "Los ladrones acampan bajo los árboles del borde del camino, pero es su líder quien caerá como un poderoso roble."
  },
  "KillingChattersWithKaltenhaltAddsSpecificMod": {
    "name": "La Llama Extinguida",
    "predictiontext": "Derrotatás a Tiritón mientras llevas el Fín del Frío.",
    "flavourtext":
      "Los fríos huesos se agitan en las celdas de piedra y extinguen toda luz, toda calidez, toda esperanza."
  },
  "KillingHundredFootShadowWithScreamingEagleAddsSpecificMod": {
    "name": "La Predadora Alfa",
    "predictiontext":
      "Derrotarás a la Sombra de Cien Pies mientras empuñas al Grito del Águila.",
    "flavourtext":
      "El águila lucha contra el buitre en la sombra del sol que muere, y se transforma en algo mejor."
  },
  "KillingHammerstormWithLimbsplitAddsSpecificMod": {
    "name": "Miembros Amputados",
    "predictiontext":
      "Derrotarás a Tormenta de Martillos mientras empuñas a Troza Miembros.",
    "flavourtext":
      "Una tormenta de piedras se detiene cuando los últimos miembros son amputados y la sangre deja de fluir."
  },
  "KillingVaalOversoulWithDoomfletchAddsSpecificMod": {
    "name": "Antigua Ruina",
    "predictiontext":
      "Derrotarás al Alma Suprema Vaal mientras empuñas a Pluma de Ruina.",
    "flavourtext": "La condenación crece en la cúspide de la pirámide."
  },
  "KillingKalFoxflyWithSilverbranchAddsSpecificMod": {
    "name": "El Bosque de Plata",
    "predictiontext":
      "Derrotarás a Targa, Cazador de Bestias, mientras empuñas a Rama Plateada.",
    "flavourtext": "Un ladrón, arco en mano, huye a los boscosos alrededores."
  },
  "KillingFidelitasWithStormCloudAddsSpecificMod": {
    "name": "El Corazón del Sirviente",
    "predictiontext":
      "Derrotarás a Fidelitas mientras empuñas a Nube de Tormenta.",
    "flavourtext":
      "El sacrificio del Sirviente convoca una tormenta en el alma del Prodigio."
  },
  "KillingSoulmournWithHrimnorsHymnAddsSpecificMod": {
    "name": "Melodías de Duelo de Invierno",
    "predictiontext":
      "Derrotarás a Lamento del Alma mientras empuñas el Himno de Hrimnor",
    "flavourtext":
      "Un himno triste, un alma triste, el escalofrío de muerte en el viento."
  },
  "KillingPietyWithReverberationRodAddsSpecificMod": {
    "name": "Poder Magnificado",
    "predictiontext":
      "Derrotarás a Piedad mientras empuñas la Vara de Reverberación",
    "flavourtext":
      "Los piadosos se vuelven poderosos rodeados de un mar de sangre y cáscaras vacías"
  },
  "KillingGeofriWithRealmshaperAddsSpecificMod": {
    "name": "El Principio y el Fin",
    "predictiontext":
      "Derrotarás al Arzobispo Geofri mientras empuñas la Forjadora de Reinos.",
    "flavourtext":
      "El arzobispo es testigo de su propia fría muerte y cremación."
  },
  "KillingBoneQueenWithQueensDecreeAddsSpecificMod": {
    "name": "La Reina Incomprendida",
    "predictiontext":
      "Derrotarás a la Reina de Huesos mientras llevas el Decreto de la Reina",
    "flavourtext":
      "Una reina de hueso levanta un ejército y huye entre muros de carne."
  },
  "UniqueMonsterKillTurnsAllNormalMonstersIntoMagic": {
    "name": "NO DEBERÍA APARECER",
    "predictiontext":
      "Todos los monstruos normales en el área se vuelven mágicos - NOTA: Actualmente con mucho lag, no activar",
    "flavourtext": "¡No deberías estar viendo esto!"
  },
  "TheBlackStone1": {
    "name": "La Piedra Negra I",
    "predictiontext":
      "Usarás un Orbe de Transmutación en un Amuleto de Ónice, que aplicará resistencias elementales.",
    "flavourtext":
      "La piedra negra siente la resiliencia en ti. Ella también se vuelve resiliente a influencias externas."
  },
  "TheBlackStone2": {
    "name": "La Piedra Negra II",
    "predictiontext":
      "Usarás un Orbe de Aumento en el Amuleto de Ónice, lo que aplicará vida.",
    "flavourtext":
      "La piedra negra siente el júbilo de vida en ti. Se alimenta de este júbilo y se vuelve más vivaz."
  },
  "TheBlackStone3": {
    "name": "La Piedra Negra III",
    "predictiontext":
      "Usarás un Orbe Regio en el Amuleto de Ónice, lo que aplicará probabilidad de golpe crítico.",
    "flavourtext":
      "La piedra negra siente el entusiasmo en ti. Añora la excitación del combate y del derramamiento de sangre."
  },
  "TheBlackStone4": {
    "name": "La Piedra Negra IV",
    "predictiontext":
      "Usarás un Orbe Exaltado en el Amuleto de Ónice y lo convertirás en un poderoso nuevo ítem.",
    "flavourtext":
      "La piedra negra aprende de ti. Está lista para inclinar cada combate a tu favor."
  },
  "RareRuinedTitanDropsClayShaper": {
    "name": "La Montaña Caminante",
    "predictiontext":
      "Rastrearás un poderoso Titán Arruinado que arrojará un ítem único al morir.",
    "flavourtext":
      "Moldeada por magia, la herramienta que infunde vida en la piedra del titán yace en su corazón."
  },
  "RareAxiomThunderGuardDropsStormPrison": {
    "name": "El Guardia de la Prisión",
    "predictiontext":
      "Rastrearás un poderoso Guardia de Trueno de Axiom que arrojará un ítem único al morir.",
    "flavourtext":
      "Ataviado de negro, el guardia retiene la llave para desatar la tormenta."
  },
  "RareMadGladiatorDropsDaressosPassion": {
    "name": "La Pasión del Rey de la Espada",
    "predictiontext":
      "Rastrearás un poderoso Gladiador Loco que arrojará un ítem único al morir.",
    "flavourtext":
      "Quien una vez fue un contendiente a la corona, retiene en sus manos la hoja del Rey de la Espada."
  },
  "RareMurkRunnerDropsTheScreamingEagle": {
    "name": "El Grito del Águila",
    "predictiontext":
      "Rastrearás un poderoso Mensajero Sombrío que arrojará un ítem único al morir.",
    "flavourtext":
      "Un ave de caza que no puede volar carga a través de costillas de madera podrida; su grito hace pensar hasta a los curtidos en batalla."
  },
  "RareDrippingDeadDropsLifesprig": {
    "name": "De la Muerte Brota Vida",
    "predictiontext":
      "Rastrearás un poderoso Muerto Empapado que arrojará un ítem único al morir.",
    "flavourtext":
      "Aguas fétidas llevan a los muertos corriente abajo, pero caminando en el barro, el muerto lleva vida."
  },
  "RareBrittlePoacherDropsStormCloud": {
    "name": "Tormenta en el Horizonte",
    "predictiontext":
      "Rastrearás un poderoso Cazador Furtivo Crispado que arrojará un ítem único al morir.",
    "flavourtext":
      "La cuerda del arco del cazador furtivo se rompe como un hueso seco y produce un restallido como el de un trueno."
  },
  "RareSeethingBrineDropsWanderlust": {
    "name": "Un Firme Arraigo",
    "predictiontext":
      "Rastrearás una poderosa Furia Salina que arrojará un ítem único al morir.",
    "flavourtext":
      "El agua hace resbaladiza a la piedra, un paso en falso causa miedo. Los estanques de vida tienen la cura."
  },
  "RareBeardedShamanDropsKaruiWard": {
    "name": "El Custodio de la Guarda",
    "predictiontext":
      "Rastrearás un poderoso Chamán Barbudo que arrojará un ítem único al morir.",
    "flavourtext":
      "La muerte del chamán falso descubre una tentación ancestral encerrada en antigua piedra."
  },
  "RareDevourerDropsWideswing": {
    "name": "El Gran Alcance del Miedo",
    "predictiontext":
      "Rastrearás un poderoso Devorador que arrojará un ítem único al morir.",
    "flavourtext":
      "El enemigo invisible viaja a través de túneles ocultos. Su alcance es pequeño, pero su efecto es grande."
  },
  "RareBeardedDevilDropsAxiomPerpetuum": {
    "name": "La Llave de la Prisión",
    "predictiontext":
      "Rastrearás un poderoso Diablo Barbudo que arrojará un ítem único al morir.",
    "flavourtext":
      "La puerta está desbloqueada, pero la llave permanece en las manos de un diablo."
  },
  "RareOaksDevotedDropsRothsReach": {
    "name": "El Legado de Roth",
    "predictiontext":
      "Rastrearás un poderoso Devoto de Oak que arrojará un ítem único al morir.",
    "flavourtext":
      "El devoto tiene una reliquia del pasado del pirata, saqueada y perdida por más de una era."
  },
  "RareAncientConstructDropsAtzirisFoible": {
    "name": "La Bestia Desalmada",
    "predictiontext":
      "Rastrearás un poderoso Constructo Antiguo que arrojará un ítem único al morir.",
    "flavourtext":
      "Provisto de alas gemelas, el monstruo mecánico vaga por las ruinas."
  },
  "RareSinLordDropsStoneOfLazhwar": {
    "name": "La Piedra del Pecador",
    "predictiontext":
      "Rastrearás un poderoso Señor del Pecado que arrojará un ítem único al morir",
    "flavourtext":
      "Un señor del pecado vaga por salones vacíos, protegidos de los hechizos que canta."
  },
  "RareDeathBishopDropsGeofrisBaptism": {
    "name": "Bautismo de Muerte",
    "predictiontext":
      "Rastrearás un poderoso Obispo de Muerte que arrojará un ítem único al morir.",
    "flavourtext":
      "El rebaño del obispo desapareció hace tiempo, pero él aún empuña su pesado cayado."
  },
  "RareBlackguardArcmageDropsReverberationRod": {
    "name": "La Dama de Negro",
    "predictiontext":
      "Rastrearás un poderoso Archimago de la Guardia Negra que arrojará un ítem único al morir.",
    "flavourtext":
      "El zumbido del rayo crece cada vez más ruidoso en las manos de la dama de negro."
  },
  "RareDockhandWraithDropsRothsReach": {
    "name": "Contra la Marea",
    "predictiontext":
      "Rastrearás un poderoso Trabajador Espectral de Muelle que arrojará un ítem único al morir.",
    "flavourtext":
      "Llevado por las caprichosas mareas, el arco del Capitán es arrastrado contra la dársena de la cual zarpó."
  },
  "RareBlackguardEliteDropsFacebreaker": {
    "name": "El Sicario Brutal",
    "predictiontext":
      "Rastrearás un poderoso Élite de la Guardia Negra que arrojará un ítem único al morir.",
    "flavourtext":
      "En una sociedad que valora la violencia, el violento asciende a través de los rangos como aceite en el agua."
  },
  "RareFlameSentinelDropsGoldrim": {
    "name": "Llamas Elegantes",
    "predictiontext":
      "Rastrearás un poderoso Centinela de Llama que arrojará un ítem único al morir.",
    "flavourtext":
      "La tela carmesí se agita con furia y fuego, pero un premio dorado yace en su interior."
  },
  "RareDrownedDropsMoonbendersWing": {
    "name": "Tormenta en el Arrecife",
    "predictiontext":
      "Rastrearás un poderoso Vasallo Salino que arrojará un ítem único al morir.",
    "flavourtext":
      "El relámpago ilumina por encima de las cabezas. Los cuerpos hinchados son arrastrados a la costa. Uno se yergue, camina, y estira sus alas."
  },
  "RarePockedLanternbearerDropsTwyzel": {
    "name": "Los Petrificados",
    "predictiontext":
      "Rastrearás un poderoso Portador de Linterna Picado que arrojará un ítem único al morir.",
    "flavourtext":
      "Los salones faltos de iluminación y tallados en piedra se expanden con los malformados, los reincidentes y los peligrosos."
  },
  "RareVollsVanguardDropsDeathsHarp": {
    "name": "La Vanguardia",
    "predictiontext":
      "Rastrearás un poderoso Vanguardia de Voll que arrojará un ítem único al morir.",
    "flavourtext":
      "La Vanguardia lidera la marcha fúnebre, tocando himnos de muerte con sus cuerdas."
  },
  "RareUndyingEvangelistDropsTabulaRasa": {
    "name": "El Expiador de Pecados",
    "predictiontext":
      "Rastrearás un poderoso Evangelista Imperecedero que arrojará un ítem único al morir.",
    "flavourtext":
      "El Evangelista no practica lo que predica, pero la muerte hace borrón y cuenta nueva."
  },
  "RareFightingBullDropsMeginordsGirdle": {
    "name": "Fuerte como un Toro",
    "predictiontext":
      "Rastrearás un poderoso Toro Luchador que arrojará un ítem único al morir.",
    "flavourtext":
      "La fuerza para rivalizar con el Rey de los Karui carga a través del sueño del Rey de Espadas."
  },
  "RareSkulkingDwellerDropsWindsOfChange": {
    "name": "Los Imperecederos Perdidos",
    "predictiontext":
      "Rastrearás un poderoso Merodeador Residente que arrojará un ítem único al morir.",
    "flavourtext":
      "Atrapado con su emperador cuando la corona cayó, él busca cambiar su destino."
  },
  "RareFrostPriestDropsTheWhisperingIce": {
    "name": "Una Plegaria Susurrada",
    "predictiontext":
      "Rastrearás un poderoso Sacerdote de Escarcha que arrojará un ítem único al morir.",
    "flavourtext":
      "Un predicador susurra a los cielos y los cielos responden con una cortina de escarcha hiriente."
  },
  "RareAncientArcherDropsDrillneck": {
    "name": "La Última Guardia",
    "predictiontext":
      "Rastrearás un poderoso Arquero Antiguo que arrojará un ítem único al morir.",
    "flavourtext":
      "Un soldado leal en vida hace guardia con su arco en mano, a la espera de ser enviado a la Madre de la muerte."
  },
  "RareSuturedAberrationDropsMaligarosVirtuosity": {
    "name": "Una Mano Prodigiosa",
    "predictiontext":
      "Rastrearás una poderosa Aberración Suturada que arrojará un ítem único al morir.",
    "flavourtext":
      "El muerto que ha vuelto a la vida por medios diferentes a la corrupción, ahora sostiene la mano que lo revivió."
  },
  "RareWanderingEyeDropsEyeOfChayula": {
    "name": "El Observador del Observador",
    "predictiontext":
      "Rastrearás un poderoso Ojo Errante que arrojará un ítem único al morir.",
    "flavourtext": "Sin pestañear, observa. Eternamente, es observado."
  },
  "RareKaomsChosenDropsHezemanasBloodlust": {
    "name": "Sangre de los Traicionados",
    "predictiontext":
      "Rastrearás un poderoso Elegido de Kaom en un mapa que arrojará un ítem único al morir.",
    "flavourtext":
      "Asesinados por su rey, ellos viven solamente en la memoria, pero su deseo de sangre permanece insatisfecho."
  },
  "RareUndyingIncineratorDropsSireOfShards": {
    "name": "Corazón del Fuego",
    "predictiontext":
      "Rastrearás un poderoso Guardián Solar que arrojará un ítem único al morir.",
    "flavourtext":
      "Su único deseo es ver el mundo arder. Una esquirla de furia atiza el fuego imperecedero en su corazón."
  },
  "RarePockedMinerDropsInfractem": {
    "name": "Carne Marcada",
    "predictiontext":
      "Rastrearás un poderoso Peón Picado que arrojará un ítem único al morir.",
    "flavourtext":
      "Rígido es el arco. Frágil es la carne que lo sostiene. Profundos son los agujeros que deja."
  },
  "RareAssaultRibbonDropsTearOfPurity": {
    "name": "Custodios del Silencio",
    "predictiontext":
      "Rastrearás una poderosa Cinta de Asalto que arrojará un ítem único al morir.",
    "flavourtext":
      "El templo intacto por siglos, los guardianes limpios y puros. Aun así ellos también deben reunirse con la Madre."
  },
  "RareBonewarpedWarriorDropsBellyOfTheBeast": {
    "name": "Carne de la Bestia",
    "predictiontext":
      "Rastrearás un poderoso Guerrero de Huesos Retorcidos que arrojará un ítem único al morir.",
    "flavourtext":
      "Despojado de su carne, un guerrero lucha por proteger la pieza de la bestia que ha tallado."
  },
  "RareCinderElementalDropsMarohiErqi": {
    "name": "Fuego, Madera y Piedra",
    "predictiontext":
      "Rastrearás en un mapa a un poderoso Elemental de Ceniza que arrojará un ítem único al morir.",
    "flavourtext":
      "Con demoledor peso, la figura de piedra vaga por los salones. Arde eternamente pero no se vuelve más liviana."
  },
  "RareChaosSentinelDropsSingularity": {
    "name": "Resplandor Anormal",
    "predictiontext":
      "Rastrearás en un mapa a un poderoso Centinela de Caos que arrojará un ítem único al morir.",
    "flavourtext":
      "Piedra viva y resplandeciente, nada se mueve debajo del peso de su oscura presencia."
  },
  "RareGalvanicRibbonDropsWindripper": {
    "name": "Viento y Trueno",
    "predictiontext":
      "Rastrearás en un mapa a una poderosa Cinta Galvánica que arrojará un ítem único al morir.",
    "flavourtext":
      "El tejido de los sueños se agita y se rasga en el viento como el trueno. Un sonido agudo que hiela la sangre."
  },
  "RareUndyingArchivistDropsAstramentis": {
    "name": "Perdido en las Páginas",
    "predictiontext":
      "Rastrearás en un mapa a un poderoso Archivista Imperecedero que arrojará un ítem único al morir.",
    "flavourtext":
      "Cientos de años con nada más que libros retuerce una mente otrora grande."
  },
  "RareDrippingDeadDropsRainbowstrides": {
    "name": "Muerte Chillona",
    "predictiontext":
      "Rastrearás en un mapa un poderoso Muerto Empapado que arrojará un ítem único al morir.",
    "flavourtext":
      "Vagando secamente a través del barro, mas goteando con podredumbre, él espera el toque de la Madre."
  },
  "RareGutFlayerDropsBinosKitchenKnifeMap": {
    "name": "El Hombre Desollado",
    "predictiontext":
      "Rastrearás en un mapa a un poderoso Desollador de Tripas que arrojará un ítem único al morir.",
    "flavourtext":
      "El desollado se transforma en el desollador y despoja carne del músculo con un canto afilado."
  },
  "RareTunnelerDropsPledgeOfHandsMap": {
    "name": "La Promesa Fingida",
    "predictiontext":
      "Rastrearás en un mapa a un poderoso Tunelador que arrojará un ítem único al morir.",
    "flavourtext":
      "Aferrándose ciegamente durante todo un oscuro sueño, una promesa final transforma la frágil carne en polvo."
  },
  "RareTalonArcherDropsVoltaxicRiftMap": {
    "name": "Una Llamada al Vacío",
    "predictiontext":
      "Rastrearás en un mapa a un poderoso Arquero de Garras que arrojará un ítem único al morir.",
    "flavourtext":
      "El joven gallo soñador cacarea tres veces, el trueno brama desde el vacío."
  },
  "RareMadGladiatorDropsTheBringerOfRainMap": {
    "name": "Sangre en los Ojos",
    "predictiontext":
      "Rastrearás en un mapa a un poderoso Gladiador Loco que arrojará un ítem único al morir.",
    "flavourtext":
      "La sangre mancha los ojos del guerrero y se precipita sobre el suelo. El ve y sueña en carmesí."
  },
  "RareBroodingTarantulaDropsRatsNestMap": {
    "name": "El Nido",
    "predictiontext":
      "Rastrearás en un mapa a una poderosa Tarántula Nociva que arrojará un ítem único al morir.",
    "flavourtext":
      "Las ratas se enredan en la telaraña; una comida dentro de un nido dentro de un sueño."
  },
  "SpawnNecromancerAndSkeletonsInArea": {
    "name": "Los Hermanos de la Nigromancia",
    "predictiontext":
      "Encontrarás cuatro nigromantes con sus esbirros no-muertos y los matarás a todos.",
    "flavourtext":
      "Cuatro de carne y sangre compartida levantan un ejército de sangre y huesos prestados."
  },
  "BloodlinePackDropsFiveOrbsOfFusing": {
    "name": "Lazos Reforjados",
    "predictiontext": "Darás fin a una Línea de Sangre.",
    "flavourtext":
      "Un lazo de sangre se rompe, pero nuevos lazos pueden formarse de la matanza."
  },
  "MonsterKillChanceToSpawnCurrencyFountain": {
    "name": "Riquezas Rebosantes",
    "predictiontext": "Matarás a un enemigo del que brotarán monedas.",
    "flavourtext": "Un bolso lleno, cercenado, se derrama como un manantial."
  },
  "ThePlaguemaw1": {
    "name": "Las Fauces de Plaga I",
    "predictiontext":
      "Encontrarás un poderoso gólem en un área secundaria Vaal y lo derrotarás.",
    "flavourtext":
      "Las Fauces de Plaga entran al reino rojo y dejan una masa turbulenta de piedra viva."
  },
  "ThePlaguemaw2": {
    "name": "Las Fauces de Plaga II",
    "predictiontext":
      "Encontrarás monstruos de las sombras en la Cripta y los asesinarás.",
    "flavourtext":
      "Los seguidores de Las Fauces de Plaga se alimentan de la carne de los muertos; una profanación del trabajo de la Madre."
  },
  "ThePlaguemaw3": {
    "name": "Las Fauces de Plaga III",
    "predictiontext":
      "Serás emboscado por los seguidores de Las Fauces de Plaga después de que mates a cierto monstruo muy poderoso.",
    "flavourtext":
      "Las Fauces de Plaga te vigilan con una sonrisa reluciente, esperando el momento para enviar a sus sombras."
  },
  "ThePlaguemaw4": {
    "name": "Las Fauces de Plaga IV",
    "predictiontext":
      "Serás emboscado por los seguidores de Las Fauces de Plaga en los Jardines Imperiales.",
    "flavourtext":
      "En un laberinto verde, Las Fauces de Plaga colocan una trampa con tesoros como cebo."
  },
  "ThePlaguemaw5": {
    "name": "Las Fauces de Plaga V",
    "predictiontext":
      "Entrarás al aposento de Las Fauces de Plaga en las Venas de Cristal o en un Mapa de Mina de Cristal.",
    "flavourtext":
      "Una habitación, tallada en cristal, hace de hogar a Las Fauces de Plaga. Él te espera."
  },
  "PathOfTheThaumaturgist1": {
    "name": "Historia Taumatúrgica I",
    "predictiontext":
      "Leerás el Diario de Shavronne en los Cuarteles del Guardián.",
    "flavourtext":
      "Las monstruosas técnicas de la Esteticista están protegidas por las sombras."
  },
  "PathOfTheThaumaturgist2": {
    "name": "Historia Taumatúrgica II",
    "predictiontext":
      "Leerás la Proclamación de Doedre en el Bosque del Oeste.",
    "flavourtext":
      "La Bruja sin Lengua habló a través de las piedras a los seguidores desesperados."
  },
  "PathOfTheThaumaturgist3": {
    "name": "Historia Taumatúrgica III",
    "predictiontext":
      "Inspeccionarás el Antiguo Artefacto de Ensueño en el Aposento de Pecados.",
    "flavourtext":
      "El regalo del Desalmado al Prodigio atrae a aquellos que buscan el mismo poder antinatural."
  },
  "PathOfTheThaumaturgist4": {
    "name": "Historia Taumatúrgica IV",
    "predictiontext": "Leerás la Dedicación de Malachai en La Cosecha.",
    "flavourtext":
      "Donde el Desalmado dejó tras de sí su cuerpo físico, una nueva peligrosa amenaza emerge."
  },
  "MapFairGravesBossOpensPortalToMaoKun": {
    "name": "La Guarida del Pirata",
    "predictiontext":
      "Matarás a Belcer, el Señor Pirata, y abrirá portales hacia Mao Kun.",
    "flavourtext":
      "El Señor Pirata que se esconde en los túneles húmedos en un sueño profundo te guiará a una isla del tesoro."
  },
  "MapChaosGolemBossOpensPortalToMaelstromOfChaos": {
    "name": "Entra a la Vorágine",
    "predictiontext":
      "Matarás a la Anomalía del Vacío y abrirá portales a la Vorágine del Caos.",
    "flavourtext":
      "La masa de piedra oscura se arremolina en el centro de la tormenta del sueño."
  },
  "MapKudukuBossOpensPortalToOlmecsSanctum": {
    "name": "Santuario de Piedra",
    "predictiontext":
      "Matarás al Ídolo del Más Allá y abrirá portales al Santuario de Olmec.",
    "flavourtext":
      "Despedaza al dios de madera y aparecerá una puerta al santuario de piedra."
  },
  "MapMirageOfBonesOpensPortalToMirrorDesert": {
    "name": "A Través del Espejismo",
    "predictiontext":
      "Matarás al Espejismo de Huesos y abrirá portales a un mundo reflejado.",
    "flavourtext": "Al desvanecer el espejismo muestra un camino paralelo."
  },
  "AncientRivalries1": {
    "name": "Rivalidades Ancestrales I",
    "predictiontext":
      "Matarás a Brutus mientras usas uno de los ítems de Shavronne.",
    "flavourtext":
      "Su creación más grande le falló. La Esteticista busca castigar al bruto."
  },
  "AncientRivalries2": {
    "name": "Rivalidades Ancestrales II",
    "predictiontext":
      "Matarás a Voll mientras usas uno de los ítems de Doedre.",
    "flavourtext":
      "Quemada en la estaca, la Bruja sin Lengua busca purificar al purificador."
  },
  "AncientRivalries3": {
    "name": "Rivalidades Ancestrales III",
    "predictiontext":
      "Matarás a Kaom mientras usas uno de los ítems de Lioneye.",
    "flavourtext":
      "Cortado en las costas, los colmillos del León se hundirán en la carne del Rey Traidor una última vez."
  },
  "AncientRivalries4": {
    "name": "Rivalidades Ancestrales IV",
    "predictiontext":
      "Matarás a Malachai mientras usas uno de los ítems de Victario.",
    "flavourtext":
      "El Desalmado despedazó al mundo, pero el Poeta tendrá la última palabra."
  },
  "TheFeralLord1": {
    "name": "El Señor Salvaje I",
    "predictiontext":
      "Encontrarás animales corruptos en el Bosque del Sur y los matarás.",
    "flavourtext":
      "El Señor Salvaje del bosque del sur retuerce la naturaleza a su voluntad."
  },
  "TheFeralLord2": {
    "name": "El Señor Salvaje II",
    "predictiontext":
      "Encontrarás una bestia poderosa en el Bosque del Norte y la matarás.",
    "flavourtext":
      "El frío aliento del Señor Salvaje imbuye y da poder a la bestia en el bosque del norte."
  },
  "TheFeralLord3": {
    "name": "El Señor Salvaje III",
    "predictiontext":
      "Encontrarás animales corruptos en el Lago Seco y los matarás.",
    "flavourtext":
      "Donde el agua ya no brilla, bestias estruendosas son arrastradas al dominio del Señor Salvaje."
  },
  "TheFeralLord4": {
    "name": "El Señor Salvaje IV",
    "predictiontext":
      "Descubrirás y matarás un Buitre muy poderoso dentro de las fronteras de Sarn.",
    "flavourtext":
      "El Señor Salvaje siente tu presencia. En el caparazón del caracol, el buitre busca un cadáver nuevo."
  },
  "TheFeralLord5": {
    "name": "El Señor Salvaje V",
    "predictiontext":
      "Descubrirás y matarás un Rhoa muy poderoso en un mapa del Géiser de Fango.",
    "flavourtext":
      "El Señor Salvaje huye al reino de los sueños y deja a su paso una pesadilla en llamas."
  },
  "RatFlood": {
    "name": "Plaga de Ratas",
    "predictiontext":
      "Descubrirás una serie de aposentos interiores infestados con ratas.",
    "flavourtext":
      "Ellas corren, muerden, huyen, mueren. Enjambres de pelo y dientes y colas plagan todas y cada una de las salas."
  },
  "AnarchysEnd1": {
    "name": "El Fin de la Anarquía I",
    "predictiontext":
      "Entrarás a un mapa y matarás a un Exiliado Renegado que lleva una Carta de Adivinación.",
    "flavourtext":
      "Un criminal de Teópolis huye dentro de un sueño llevando consigo una herramienta del adivino."
  },
  "AnarchysEnd2": {
    "name": "El Fin de la Anarquía II",
    "predictiontext":
      "Entrarás a un mapa y matarás a dos Exiliados Renegados que llevan cada uno una Carta de Adivinación.",
    "flavourtext":
      "Dos criminales llevan consigo las herramientas del adivino mientras van a la caza del cuerpo de su aliado soñador."
  },
  "AnarchysEnd3": {
    "name": "El Fin de la Anarquía III",
    "predictiontext":
      "Entrarás a un mapa y matarás a cuatro Exiliados Renegados que llevan cada uno una Carta de Adivinación.",
    "flavourtext":
      "Un grupo de cuatro criminales, cada uno con la marca del adivino, cazan a través de los sueños a su acusador."
  },
  "AnarchysEnd4": {
    "name": "El Fin de la Anarquía IV",
    "predictiontext":
      "Entrarás a un mapa y matarás a seis Exiliados Renegados que llevan cada uno una Carta de Adivinación.",
    "flavourtext":
      "Seis criminales van a la búsqueda de la amenaza que los persigue a través de los sueños."
  },
  "CompletingLabyrinthRewardsTwoEnchantmentUses": {
    "name": "Doblemente Encantado",
    "predictiontext":
      "Serás recompensado con dos usos del Artefacto de Encantamiento al completar el Laberinto.",
    "flavourtext":
      "Un artefacto dorado escondido por emperador podrido desborda poder."
  },
  "StrongboxMonstersSpawnedAsMagicOrHigher": {
    "name": "Un Peligro Inadvertido",
    "predictiontext":
      "Serás atacado por monstruos más fuertes de lo normal al abrir una Caja Fuerte.",
    "flavourtext":
      "Una trampa está colocada, el cebo está puesto, pero enemigos más fuertes se encuentran a la espera."
  },
  "MysteriousInvadersFire": {
    "name": "Invasores Misteriosos",
    "predictiontext":
      "Encontrarás y destruirás a monstruos del Más Allá que están intentando invadir Wraeclast a través del artefacto de mapas.",
    "flavourtext":
      "Más allá de los engranajes dorados, los límites de la realidad se resquebrajan y algo escondido a la vista se desliza a través."
  },
  "MysteriousInvadersCold": {
    "name": "Invasores Misteriosos",
    "predictiontext":
      "Encontrarás y destruirás a monstruos del Más Allá que están intentando invadir Wraeclast a través del artefacto de mapas.",
    "flavourtext":
      "Más allá de los engranajes dorados, los límites de la realidad se resquebrajan y algo escondido a la vista se desliza a través."
  },
  "MysteriousInvadersLightning": {
    "name": "Invasores Misteriosos",
    "predictiontext":
      "Encontrarás y destruirás a monstruos del Más Allá que están intentando invadir Wraeclast a través del artefacto de mapas.",
    "flavourtext":
      "Más allá de los engranajes dorados, los límites de la realidad se resquebrajan y algo escondido a la vista se desliza a través."
  },
  "MysteriousInvadersPhysical": {
    "name": "Invasores Misteriosos",
    "predictiontext":
      "Encontrarás y destruirás a monstruos del Más Allá que están intentando invadir Wraeclast a través del artefacto de mapas.",
    "flavourtext":
      "Más allá de los engranajes dorados, los límites de la realidad se resquebrajan y algo escondido a la vista se desliza a través."
  },
  "MysteriousInvadersChaos": {
    "name": "Invasores Misteriosos",
    "predictiontext":
      "Encontrarás y destruirás a monstruos del Más Allá que están intentando invadir Wraeclast a través del artefacto de mapas.",
    "flavourtext":
      "Más allá de los engranajes dorados, los límites de la realidad se resquebrajan y algo escondido a la vista se desliza a través."
  },
  "UndeadSpawnInOldFields": {
    "name": "Levantamiento de los No-Muertos",
    "predictiontext":
      "Viajarás a los Campos Viejos, donde encontrarás y asesinarás a un ejército de no-muertos.",
    "flavourtext":
      "El campo verde y frondoso es envuelto en la noche, los granjeros que lo trabajaron se alzan de nuevo."
  },
  "DayOfSacrifice1": {
    "name": "Día de Sacrificio I",
    "predictiontext":
      "Matarás a un Vaal Caído poderoso que arrojará un fragmento de Sacrificio al Amanecer.",
    "flavourtext":
      "El antiguo campeón rojo ha caído, pero un golpe mortal revela su último sacrificio debajo del sol de la mañana."
  },
  "DayOfSacrifice2": {
    "name": "Día de Sacrificio II",
    "predictiontext":
      "Abrirás una caja fuerte corrupta rara que contendrá un fragmento de Sacrificio al Mediodía.",
    "flavourtext":
      "Debajo del sol del medio día, un tesoro, manchado por la corrupción, invita a una emboscada."
  },
  "DayOfSacrifice3": {
    "name": "Día de Sacrificio III",
    "predictiontext":
      "Entrarás a un área Secundaria Vaal que contiene un fragmento adicional de Sacrificio al Anochecer.",
    "flavourtext":
      "El antiguo ejército rojo abre un poderoso paso delante del sol poniente."
  },
  "DayOfSacrifice4": {
    "name": "Día de Sacrificio IV",
    "predictiontext":
      "Encontrarás a un enemigo invasor en un mapa corrupto raro, que arrojará un fragmento de Sacrificio a Medianoche.",
    "flavourtext":
      "Un sueño corrupto invita al invasor, que caza en lo más profundo de la noche."
  },
  "KillingRareGrantsShrineEffect": {
    "name": "La Bendición",
    "predictiontext":
      "Matarás a un enemigo poderoso y ganarás una bendición de un santuario.",
    "flavourtext":
      "La maldad crece y se extiende en las mentes. La carne es débil, pero el regalo es fuerte."
  },
  "KillingRareStealsMods": {
    "name": "La Lección del Cazador",
    "predictiontext": "Matarás a un enemigo poderoso y ganarás sus poderes.",
    "flavourtext":
      "Un adversario, asesinado, vive brevemente en las lecciones que le enseñó a su asesino."
  },
  "KillingRareDropsRareItem": {
    "name": "Dorado en el Interior",
    "predictiontext": "Matarás a un enemigo poderoso y arrojará un ítem raro.",
    "flavourtext":
      "Sin ser de oro, pero con oro en el interior. La sangre viene en muchos colores, pero los dorados siempre sangran oro."
  },
  "KillingUniqueDropsScouringOrb": {
    "name": "Borrado de la Memoria",
    "predictiontext":
      "Matarás a un enemigo poderoso y arrojará un Orbe de Purga.",
    "flavourtext":
      "Un enemigo temido por eones cae y es purgado de las páginas de la historia."
  },
  "KillingRareSpawnsTormentedSpirit": {
    "name": "Terminar con el Tormento",
    "predictiontext":
      "Matarás a un enemigo poderoso que liberará a un Espíritu Atormentado.",
    "flavourtext":
      "El temible tormento interior de un enemigo se libera al mundo."
  },
  "KillingMonsterSpawnsEmergingMagicMonsters": {
    "name": "Refuerzos Escondidos",
    "predictiontext":
      "Serás emboscado por varios enemigos después de asesinar a un enemigo.",
    "flavourtext":
      "Los enemigos cobardes esperan. Una demostración de poder revela sus verdaderas intenciones."
  },
  "KillingNormalRevivesAsRare": {
    "name": "Renacimiento",
    "predictiontext":
      "Matarás a un enemigo normal, que renacerá y obtendrá nuevos poderes.",
    "flavourtext":
      "Una vida común, una muerte común, marcada por un renacimiento extraordinario."
  },
  "UseWhetstoneGetMaxQuality": {
    "name": "La Hoja Afilada",
    "predictiontext":
      "Mejorarás en gran medida la calidad de un arma con una sola Piedra de Afilar.",
    "flavourtext":
      "El metal se suaviza debajo de la piedra y cambia su forma con gran facilidad."
  },
  "UseArmourersScrapGetMaxQuality": {
    "name": "La Armadura Fortalecida",
    "predictiontext":
      "Mejorarás en gran medida la calidad de una pieza de armadura con un solo Resto de Armadura.",
    "flavourtext":
      "Los anillos que unen se aprietan, las placas de hacen más gruesas, el cuero se hace más denso, todo con un sólo toque."
  },
  "TransmuteUpgradesItemToThreeModRare": {
    "name": "Toque Dorado",
    "predictiontext":
      "Usarás un Orbe de Transmutación en un ítem y otorgará modificadores extra.",
    "flavourtext":
      "Hilos azules se enredan y cambian. Todo lo que permanece es oro."
  },
  "TransmuteRingOrJewelAddLife": {
    "name": "Transformación Vital",
    "predictiontext":
      "Usarás un Orbe de Transmutación en un anillo o amuleto que ganará un modificador de vida.",
    "flavourtext":
      "Hilos azules se envuelven, respirando vida en lo bellamente inerte."
  },
  "TransmuteEquipmentAddResistance": {
    "name": "Resistente al Cambio",
    "predictiontext":
      "Usarás un Orbe de Transmutación en un anillo, escudo, o amuleto que ganará resistencias.",
    "flavourtext":
      "Envuelto en tendones azules, es protegido de las llamas, las tormentas y la nieve."
  },
  "TransmuteBootsAddMovementSpeed": {
    "name": "Tocado por el Viento",
    "predictiontext":
      "Usarás un Orbe de Transmutación en un par de botas que ganará velocidad de movimiento.",
    "flavourtext":
      "Cosido con hilo azul, una bota ligera cubre largas distancias."
  },
  "DivinationCardSpawnsWithJackInTheBoxAlso": {
    "name": "El Par",
    "predictiontext":
      "Asesinarás a un enemigo y arrojará dos cartas de Adivinación.",
    "flavourtext":
      "Uno lleva la marca del adivino, sin saber que contiene una segunda sorpresa."
  },
  "UseChiselGetMaxQuality": {
    "name": "La Preciosa Guía",
    "predictiontext":
      "Mejorarás en gran medida la calidad de un mapa con un solo Cincel de Cartógrafo.",
    "flavourtext":
      "Un sólo toque con el cincel, y las marcas de la guía se muestran de forma mucho más clara."
  },
  "ReceiveARareItemGetFourMirroredInstead": {
    "name": "El Artificio de Kalandra",
    "predictiontext":
      "Asesinarás a un enemigo que arrojará cuatro ítems raros idénticos.",
    "flavourtext":
      "Un gran tesoro se fractura como un espejo caído, pero de alguna forma permanece ileso."
  },
  "TransmuteMapAddMod": {
    "name": "Ataduras Sofocantes",
    "predictiontext":
      "Usarás un Orbe de Transmutación en un mapa y ganarás una atmósfera sofocante.",
    "flavourtext":
      "Zarcillos azules se enrollan alrededor de las marcas, apretando y sofocando a la piedra que se encuentra debajo."
  },
  "MapExtraStrongboxes": {
    "name": "Trampas Generosas",
    "predictiontext":
      "Entrarás a un mapa que contiene seis Cajas Fuertes adicionales.",
    "flavourtext":
      "En un sueño distante, seis trampas con la promesa de tesoros esperan a ser activadas."
  },
  "MapExtraRogueExiles": {
    "name": "Los Cuatro Exiliados Salvajes",
    "predictiontext":
      "Encontrarás a cuatro Exiliados Renegados en un mapa y los matarás.",
    "flavourtext":
      "En un sueño lejano, cuatro almas lejos de su hogar se preparan para luchar hasta la muerte."
  },
  "MapTwinned": {
    "name": "Gemelos Mortales",
    "predictiontext":
      "Entrarás a un mapa y matarás a los jefes Gemelos que allí se encuentran.",
    "flavourtext":
      "En un sueño perdido hace tiempo, un enemigo mortal se convierte en dos."
  },
  "ReadLoreGrantsWisdomScrolls": {
    "name": "Impresiones Duraderas",
    "predictiontext": "Leerás algo escrito hace mucho tiempo.",
    "flavourtext":
      "Una mano hace garabatos en la pared, o talla en el hueso, una historia que desmonta al mundo y enseña a aquellos que vienen después."
  },
  "MapTempestFire": {
    "name": "Fuego desde el Cielo",
    "predictiontext": "Descubrirás un área con una Tempestad Infernal",
    "flavourtext":
      "Una lluvia de fuego cae encima de la tierra. Ten cuidado con el camino que tomes."
  },
  "MapTempestIce": {
    "name": "Hielo desde las Alturas",
    "predictiontext": "Descubrirás un área con una Tempestad Ártica",
    "flavourtext":
      "El frío sopla desde lo alto, congelando al incauto hasta los huesos."
  },
  "MapTempestLightning": {
    "name": "Caída de Rayos",
    "predictiontext": "Descubrirás un área con una Tempestad Electrocutante",
    "flavourtext":
      "Las tormentas en lo alto dan en el blanco con precisión. Los hábiles pies esquivarán los golpes."
  },
  "MapTempestUndead": {
    "name": "La Tormenta No-Muerta",
    "predictiontext": "Descubrirás un área con una Tempestad Mórbida",
    "flavourtext":
      "Huesos caen del cielo y toman la forma de los hombres que alguna vez fueron."
  },
  "MapTempestPhysical": {
    "name": "Borrasca Demoledora",
    "predictiontext": "Descubrirás un área con una Tempestad Aplastante",
    "flavourtext":
      "El cielo se estremece y el suelo debajo responde con destructiva fuerza."
  },
  "MapTempestCorrupt": {
    "name": "Vientos Vaal",
    "predictiontext": "Descubrirás un área con una Tempestad Corruptora",
    "flavourtext":
      "La corrupción se transmite en un rojo viento y se propaga a todos a quienes toca."
  },
  "UniqueFireGolemAtFireFurysCamp": {
    "name": "Fuegos Vivientes",
    "predictiontext":
      "Descubrirás un poderoso gólem de fuego en el campamento de la Furia de Fuego en La Costa.",
    "flavourtext":
      "Donde la arena se encuentra con el agua, las llamas del devorador de carne brillan más y más radiantemente."
  },
  "FarmerSkeletonsAtRuinedHouse": {
    "name": "Improductivos al Fin",
    "predictiontext":
      "Pelearás contra oleadas de granjeros resucitados en las ruinas de una casa en La Encrucijada.",
    "flavourtext":
      "La hora del granjero llegó hace tiempo, su arruinado hogar el sitio de una oscura cosecha."
  },
  "KaruiWarriorsNearWeatheredCarvings": {
    "name": "Camino de Traición",
    "predictiontext":
      "Encontrarás Espíritus Karui cerca de Tallados Erosionados y los enviarás de regreso a Hinekora.",
    "flavourtext":
      "Liquidados por la mano del rey, los espíritus sureños persisten cerca de los huesos de los gigantes."
  },
  "WeaponsRiseUpAroundLioneyesStandard": {
    "name": "Los Soldados Olvidados",
    "predictiontext":
      "Encontrarás las armas resucitadas de un ejército caído alrededor del Estandarte de Lioneye en El Ascenso.",
    "flavourtext":
      "El estandarte en la brisa marca el lugar de descanso de leones, cuyos colmillos de metal aún tienen sed de sangre."
  },
  "GoldenWaterElementalsRiseFromGoldPiles": {
    "name": "Estanques de Riqueza",
    "predictiontext":
      "Encontrarás y matarás elementales dorados en lo profundo de la Caverna de la Rabia.",
    "flavourtext":
      "Atraído por el canto de la Sirena, el furioso oro surge de la tierra."
  },
  "ChildOfLunarisAppearsInChapel": {
    "name": "El Hijo de Lunaris",
    "predictiontext":
      "Encontrarás al Hijo de Lunaris en las ruinas de un templo cerca de la Encrucijada y lo matarás.",
    "flavourtext":
      "La luz de Lunaris brilla sobre su hijo, quien camina por las ruinas del santuario de piedra."
  },
  "ArmyOfUndeadSoldiersAppearInRuinedFortress": {
    "name": "La Guarnición Olvidada",
    "predictiontext":
      "Encontrarás y eliminarás un ejército de no-muertos en las ruinas de la fortaleza cerca del Puente Destrozado.",
    "flavourtext":
      "Allí donde los bandidos se han arraigado, un ejército sin vida se levanta para vigilar la arruinada fortaleza."
  },
  "TheStockkeeperAppears": {
    "name": "El Acaparador",
    "predictiontext":
      "Encontrarás al Acaparador en la Puerta del Grano y lo matarás.",
    "flavourtext":
      "Un hombre sobrevive solamente por su codicia, pero una única arma liquida al hombre que tiene muchas."
  },
  "UniqueLightningGolemAppearsOutsideBubble": {
    "name": "Energía Antinatural",
    "predictiontext":
      "Encontrarás un poderoso Elemental de Rayo cerca del puente del Frente de Batalla.",
    "flavourtext":
      "Energías antinaturales mantienen a raya a los de negro, pero la barrera se dobla por familiares chisporroteantes."
  },
  "TwoUniqueBlackguardCaptainsAppearAtFarEnd": {
    "name": "Manteniendo el Puente",
    "predictiontext":
      "Encontrarás y matarás dos poderosos capitanes Guardia Negra cerca del puente del Barracón de Ébano.",
    "flavourtext":
      "Donde aquellos de negro pululan por los escalones de piedra, la sangre de uno corre fría por el odio y los ojos crepitan por la ira."
  },
  "UniqueZombieBlackguardAtRuinedCart": {
    "name": "Al Alcance de la Corrupción",
    "predictiontext":
      "Encontrarás un poderoso Guardia Negro no-muerto en los Jardines Imperiales.",
    "flavourtext":
      "La travesía de un soldado de negro se interrumpe al pié de la torre. La carne se pudre, pero el hueso continúa creciendo."
  },
  "RareLunarisMiscreationsAppearAtScionCage": {
    "name": "Profanado en el Cetro",
    "predictiontext":
      "Encontrarás un grupo de fuertes aberraciones en la parte Superior del Cetro de Dios y las matarás.",
    "flavourtext":
      "Robados de sus hogares, la carne inocente es retorcida y dada forma en lo alto de la torre."
  },
  "Tier1MapsSpawnedAtMapDevice": {
    "name": "Los Mapas Perdidos",
    "predictiontext":
      "Hallarás mapas cerca del centro del Aposento de Pecados.",
    "flavourtext":
      "Un artefacto de gran poder otrora retenido por el prodigio vierte las llaves a nuevos mundos."
  },
  "AreaAllRaresAreCloned": {
    "name": "Los Gemelos",
    "predictiontext":
      "Encontrarás un área donde poderosos monstruos están duplicados.",
    "flavourtext":
      "Lo que fue uno ahora es dos. Los fuertes encuentran mayor fortaleza en la cantidad."
  },
  "AreaAllUniquesArePossessedByTormentedSpirits": {
    "name": "Enemigo Poseído",
    "predictiontext":
      "Encontrarás uno o más poderosos monstruos poseídos por un Espíritu Atormentado.",
    "flavourtext":
      "Un nombre recordado todo este tiempo, su voluntad robada por un espíritu vengativo."
  },
  "KillingTormentedSpiritTouchesAllMonsters": {
    "name": "Tocado por la Muerte",
    "predictiontext":
      "Matarás un Espíritu Atormentado que luego tocará a todos los demás monstruos. - NOTA: Actualmente con mucho lag",
    "flavourtext": "Un alma atormentada hace un último intento de vengarse."
  },
  "AreaHasVaalMonstersAndOversoul": {
    "name": "Invasión Vaal",
    "predictiontext":
      "Encontrarás invasores Vaal en el Templo de Lunaris y destruirás al monstruo que los lidera.",
    "flavourtext":
      "En el lugar de una gran atrocidad, las sombras del distante pasado flotan sobre el rojo ejército resucitado."
  },
  "AreaHasOnlyStrongboxes": {
    "name": "Tesoro Monstruoso",
    "predictiontext":
      "Viajarás a un mapa en el cual los monstruos están a la espera, abrirás las cajas que protegen, y los matarás a todos.",
    "flavourtext":
      "En un sueño largamente perdido, grandes enemigos se esconden en pequeñas cajas, pero así también los grandes tesoros."
  },
  "AreaIsLikeCorruptedSideArea": {
    "name": "La Propagación de la Corrupción",
    "predictiontext":
      "Hallarás y limpiarás una ubicación en la que se ha propagado la corrupción de los Vaal.",
    "flavourtext":
      "La corrupción se propaga densa y rápida, como aquellos que la veneran."
  },
  "FrogFlood": {
    "name": "Plaga de Ranas",
    "predictiontext":
      "Descubrirás una ubicación exterior desbordada con ranas.",
    "flavourtext":
      "Mojada y resbaladiza carne, pegajosos pies y lengua. Sin importar su antiguo color, ahora la tierra es verde."
  },
  "AreaContainsWashedUpCorpses": {
    "name": "Visiones de los Ahogados",
    "predictiontext": "Hallarás un área contaminada con los ahogados.",
    "flavourtext":
      "Húmeda e hinchada con agua y bienes. En ocasiones los tesoros son arrastrados a la costa."
  },
  "MapContainsTrial": {
    "name": "La Prueba del Sueño",
    "predictiontext": "Descubrirás una Prueba de Ascendencia en un mapa.",
    "flavourtext":
      "Las profundidades de un sueño esconden una manopla que afila el cuerpo y la mente."
  },
  "AreaSpawnsUndead": {
    "name": "Tierra, Gusanos y Sangre",
    "predictiontext":
      "Descubrirás un área con grandes grupos de monstruos No-Muertos.",
    "flavourtext":
      "Los no-muertos se agolpan en las moradas de improbables aliados."
  },
  "AreaSpawnsInsectsAndQueens": {
    "name": "El Enjambre Hambriento",
    "predictiontext": "Descubrirás un área con grandes grupos de Insectos.",
    "flavourtext":
      "Escabulléndose por el suelo, los insectos anidan cerca de improbables aliados."
  },
  "AreaSpawnsSeaWitchesAndSpawn": {
    "name": "El Coro Maldito",
    "predictiontext":
      "Descubrirás un área con grandes grupos de Brujas Marinas.",
    "flavourtext":
      "La bruja del mar susurra dulces naderías y calma los corazones de improbables aliados."
  },
  "AreaSpawnsRareDevourers": {
    "name": "La Tierra Temblorosa",
    "predictiontext": "Descubrirás un área con muchos Devoradores.",
    "flavourtext":
      "La tierra se mueve debajo de los pies de muchos, pero ellos no son la presa que esta bestia busca."
  },
  "AreaContainsInvasionBoss": {
    "name": "El Invasor",
    "predictiontext":
      "Encontrarás un monstruo invasor muy poderoso y lo matarás.",
    "flavourtext":
      "Un horror del pasado regresa para causar dolor en un lugar que nunca llamó hogar."
  },
  "UnbearableWhispers1": {
    "name": "Susurros Insoportables I",
    "predictiontext": "Descubrirás un tomo en la Biblioteca.",
    "flavourtext":
      "Oscuras runas se escabullen por las páginas del tomo, ocultando así a los aliados del Susurrador."
  },
  "UnbearableWhispers2": {
    "name": "Susurros Insoportables II",
    "predictiontext":
      "Descubrirás un tomo luego de matar un monstruo en el Cetro de Dios.",
    "flavourtext":
      "El Susurrador deja un tomo en la torre, retenido por un seguidor enloquecido."
  },
  "UnbearableWhispers3": {
    "name": "Susurros Insoportables III",
    "predictiontext": "Matarás a Shavronne y ella arrojará un tomo.",
    "flavourtext":
      "La Esteticista retiene seguras las palabras prohibidas del Susurrador, en lo profundo de la barriga de la bestia."
  },
  "UnbearableWhispers4": {
    "name": "Susurros Insoportables IV",
    "predictiontext":
      "Matarás a cierto monstruo poderoso y este arrojará un tomo.",
    "flavourtext":
      "Las palabras prohibidas zumban en los oídos de los poderosos; la influencia del Susurrador se propaga."
  },
  "UnbearableWhispers5": {
    "name": "Susurros Insoportables V",
    "predictiontext":
      "Descubrirás un tomo peligroso en el aposento final del Laberinto.",
    "flavourtext":
      "El atrapado emperador protege un conocimiento repugnante sin saberlo. Oscuras páginas entre brillantes tesoros."
  },
  "TheUnbreathingQueen1": {
    "name": "La Reina que no Respira I",
    "predictiontext":
      "Encontrarás espectros en las Ruinas del Santuario Caído y los matarás.",
    "flavourtext":
      "La Reina que no Respira planifica un asalto impío, una profanación de los muertos."
  },
  "TheUnbreathingQueen2": {
    "name": "La Reina que no Respira II",
    "predictiontext":
      "Encontrarás el espíritu de un héroe en el Laberinto del Señor y lo derrotarás.",
    "flavourtext":
      "La carne es tomada por la Reina que no Respira. Pero el alma del héroe, fría y resentida, permanece atrapada en la mayor prueba del Emperador."
  },
  "TheUnbreathingQueen3": {
    "name": "La Reina que no Respira III",
    "predictiontext":
      "Encontrarás el espíritu de un héroe en el Faro y lo derrotarás.",
    "flavourtext":
      "El agua golpea contra la piedra; una víctima de la Reina que no Respira arde con deseo por el dominio de La Madre."
  },
  "TheUnbreathingQueen4": {
    "name": "La Reina que no Respira IV",
    "predictiontext":
      "Encontrarás el espíritu de un héroe en el Templo de Putrefacción y lo derrotarás.",
    "flavourtext":
      "Una maraña de red atrapaba el cuerpo, ahora robado. La Reina que no Respira deja tras de sí un alma apesadumbrada cuyos alaridos retumban en las salas."
  },
  "TheUnbreathingQueen5": {
    "name": "La Reina que no Respira V",
    "predictiontext":
      "Derrotarás a la Reina que no Respira en un mapa de Camposanto.",
    "flavourtext":
      "La Reina que no Respira levanta un ejército en un sueño de tumbas y sepulturas. Ella sabe que vienes."
  },
  "TheAmbitiousBandit1": {
    "name": "El Bandido Ambicioso I",
    "predictiontext":
      "Encontrarás y matarás bandidos en un área en la que normalmente no aparecen.",
    "flavourtext":
      "La ambición de un bandido crece, como también lo hace el camino que transita."
  },
  "TheAmbitiousBandit2": {
    "name": "El Bandido Ambicioso II",
    "predictiontext": "Encontrarás y matarás bandidos en el Mercado.",
    "flavourtext":
      "Un bandido busca una reliquia para los avaros donde la codicia fue una vez una gran virtud."
  },
  "TheAmbitiousBandit3": {
    "name": "El Bandido Ambicioso III",
    "predictiontext": "Encontrarás y matarás bandidos en la Biblioteca.",
    "flavourtext":
      "Donde las reliquias y los tomos acumulan polvo, los ojos de un bandido ven mucho valor."
  },
  "DeadlyRivalry1": {
    "name": "Rivalidad Mortal I",
    "predictiontext":
      "Encontrarás un Exiliado rival imbuído con poderes de Némesis.",
    "flavourtext": "Atraes la ira de otro, imbuído en poder dorado."
  },
  "DeadlyRivalry2": {
    "name": "Rivalidad Mortal II",
    "predictiontext":
      "Encontrarás al Exiliado rival, ahora también imbuido con Fervor.",
    "flavourtext":
      "Su derrota no seguirá en pié, renovada y alimentada por ciega ira."
  },
  "DeadlyRivalry3": {
    "name": "Rivalidad Mortal III",
    "predictiontext":
      "Encontrarás al Exiliado rival, ahora poseído por un Espíritu Atormentado.",
    "flavourtext":
      "Su cuerpo roto y sanado, es ahora un conducto para un poder mayor."
  },
  "DeadlyRivalry4": {
    "name": "Rivalidad Mortal IV",
    "predictiontext":
      "Encontrarás al Exiliado rival, ahora imbuído con los poderes de un Santuario.",
    "flavourtext":
      "El rezo en un oscuro altar sana nuevamente la carne desgarrada, pero la oscuridad aún llena el alma. Cada derrota alimenta su determinación."
  },
  "DeadlyRivalry5": {
    "name": "Rivalidad Mortal V",
    "predictiontext":
      "Encontrarás al Exiliado rival, ahora respaldado por otros de una Línea de Sangre compartida.",
    "flavourtext":
      "Los aliados arriban para una batalla final, llenos de sangre compartida. Romper y remendar causa estragos."
  },
  "TheWarmongers1": {
    "name": "Los Belicistas I",
    "predictiontext": "Encontrarás y matarás a varias Bandas de Guerra.",
    "flavourtext": "Una vanguardia busca reclamar tierras que no son suyas."
  },
  "TheWarmongers2": {
    "name": "Los Belicistas II",
    "predictiontext":
      "Encontrarás y matarás a varias Bandas de Guerra y sus refuerzos.",
    "flavourtext":
      "La vanguardia no regresó, así que muchos han seguido su camino trayendo consigo la guerra."
  },
  "TheWarmongers3": {
    "name": "Los Belicistas III",
    "predictiontext":
      "Encontrarás y matarás a varias Bandas de Guerra y sus soldados de élite.",
    "flavourtext":
      "Fallar dos veces suscita la ira de los soldados de alto rango. Ellos vienen a derramar sangre."
  },
  "TheWarmongers4": {
    "name": "Los Belicistas IV",
    "predictiontext":
      "Encontrarás y matarás a varias Bandas de Guerra y a su líder.",
    "flavourtext":
      "El líder se presenta y hace planes para pintar la tierra de rojo con tu sangre."
  },
  "BeyondSight1": {
    "name": "Más Allá de la Vista I",
    "predictiontext": "Matarás a los cultistas y a los enemigos que invocan.",
    "flavourtext":
      "Una presencia oscura se oculta justo fuera de la vista. Solamente los cuerpos traicionan sus movimientos."
  },
  "BeyondSight2": {
    "name": "Más Allá de la Vista II",
    "predictiontext":
      "Matarás a los cultistas y a los poderosos enemigos que invocan.",
    "flavourtext":
      "Un seguidor visible toma forma alrededor de un enemigo invisible. Crece más grande aunque se mantiene velado."
  },
  "BeyondSight3": {
    "name": "Más Allá de la Vista III",
    "predictiontext":
      "Matarás a los cultistas y a los poderosos enemigos que invocan.",
    "flavourtext":
      "Desbordan monstruos de fuera de este mundo. Solo formas y movimiento. Una visión distorsionada."
  },
  "BeyondSight4": {
    "name": "Más Allá de la Vista IV",
    "predictiontext":
      "Matarás al Heraldo de Bameth y al muy poderoso enemigo que invoca.",
    "flavourtext":
      "Mi visión se vuelve oscura. Un horror se acerca. Su alma será un apreciado tesoro para Hinekora."
  },
  "ChestWithDivinationCards": {
    "name": "La Colección de la Adivina",
    "predictiontext":
      "Hallarás en un mapa un cofre que contiene Cartas de Adivinación.",
    "flavourtext": "El soñador que busca encuentra lo que una adivina olvida."
  }
}
