{
  "Metadata/Characters/Str/Str": {
    "name": "Maraudeur",
    "description":
      "Vous considérez-vous suffisamment sauvage pour vous mesurer à la terre des damnés, maraudeur ?\r\n\r\nNous vous avons offert la vérité, mais vous avez persisté à vous accrocher à vos superstitions mensongères. Nous vous avons accordé l'opportunité de servir, mais vous avez préféré gaspiller vos forces dans la rébellion.\r\n\r\nDésormais, c'est au tour de Wraeclast de vous offrir quelque chose, Karui : l'enseignement de ce qu'est la véritable sauvagerie.",
    "traitdescription": "Traits : Force, Mêlée"
  },
  "Metadata/Characters/Int/Int": {
    "name": "Sorcière",
    "description":
      "Pourquoi les esprits les plus brillants cherchent-ils à assouvir leur curiosité dans les ténèbres et la dépravation ?\r\n\r\nInnocence est notre Père. Oriath est notre Mère. Lorsque l'une de leurs filles s'éloigne de la lumière, elle se rend elle-même orpheline.\r\n\r\nRetenez bien les leçons qu'Oriath vous enseignera, sorcière. C'est votre unique espoir de trouver le chemin du retour.",
    "traitdescription": "Traits :  Intelligence, Sorts"
  },
  "Metadata/Characters/StrDexInt/StrDexInt": {
    "name": "Héritière",
    "description":
      "Une héritière respectable incarne la perfection du corps, de l'esprit et de l'élégance. La fine fleur de notre civilisation, porteuse d'espoir et de lumière.\r\n\r\nMais vous, vous ne nous avez apporté que le meurtre et la disgrâce.\r\n\r\nPuisse Wraeclast vous accueillir en son sein comme il ne nous est plus possible de le faire, car votre simple présence en ces lieux nous est devenue insupportable.",
    "traitdescription": "Traits : Force, Dextérité, Intelligence"
  },
  "Metadata/Characters/Dex/Dex": {
    "name": "Rôdeuse",
    "description":
      "Rapide et sournoise, vous vous êtes emparée de ce à quoi vous n'aviez pas droit.\r\n\r\nVous êtes la corneille pillant nos récoltes, le chien errant qui décime nos troupeaux.\r\n\r\nOriath est une terre d'hommes, et les hommes ne sont pas des bêtes. Méditez bien là-dessus, rôdeuse, lorsque Wraeclast vous montrera ce que signifie vraiment de vivre comme un animal.",
    "traitdescription": "Traits : Dextérité, Armes à Distance"
  },
  "Metadata/Characters/StrDex/StrDex": {
    "name": "Duelliste",
    "description":
      "À votre naissance, vous avez été doté d'une force et d'une agilité à nulle autre pareilles. Qu'avez-vous fait de ces dons, duelliste ? Vous les avez dilapidés par vos excès.\r\n\r\nLe péché vous a amené jusqu'ici, après vous avoir fait arpenter un chemin souillé par le sang d'un meurtre gratuit.\r\n\r\nVous avez trahi la Grande arène. À présent, c'est Wraeclast qui sera à la fois votre audience... et votre adversaire.",
    "traitdescription": "Traits : Force, Dextérité"
  },
  "Metadata/Characters/DexInt/DexInt": {
    "name": "Ombre",
    "description":
      "Vous êtes né avec la vivacité du corps et de l'esprit. Comment avez-vous jugé bon de payer pour ces dons ? En répandant le sang des innocents.\r\n\r\nPernicieuse profession que la vôtre. Sanglante et sans pitié. Dans le seul but de remplir votre bourse, nombreuses sont les vies que vous avez dérobées.\r\n\r\nÀ présent, il ne vous reste plus qu'à vous racheter. À Wraeclast.",
    "traitdescription": "Traits : Dextérité, Intelligence"
  },
  "Metadata/Characters/StrInt/StrInt": {
    "name": "Templier",
    "description":
      "Vous avez juré de servir corps et âme Dieu et l'Ordre des Templiers. Pendant des années, vous avez bâti votre vie avec la Foi pour fondation. Puis vous avez tout balayé par vos divagations.\r\n\r\nDe toutes les folies, ne s'agirait-il pas de la pire ? Perdre la foi alors que c'est tout ce qu'il vous reste ?\r\n\r\nVous étiez l'élu de Dieu. Un Templier. Vous êtes maintenant l'élu de Wraeclast. Un exilé.",
    "traitdescription": "Traits : Force, Intelligence"
  }
}
