{
  "CrashInstanceDebug": {
    "name": "Test plantage",
    "predictiontext": "La prochaine zone que vous créerez plantera.",
    "flavourtext": ""
  },
  "DelayInstanceDebug": {
    "name": "Test de délai",
    "predictiontext":
      "La prochaine zone que vous créerez se figera pendant 10 secondes.",
    "flavourtext": ""
  },
  "DelayCrashInstanceDebug": {
    "name": "Test de délai puis plantage",
    "predictiontext":
      "La prochaine zone que vous créerez se figera pendant 10 secondes, puis elle plantera.",
    "flavourtext": ""
  },
  "AtziriDropsVaults": {
    "name": "Les Richesses de la Reine",
    "predictiontext":
      "Vous terrasserez Atziri, Reine des Vaal, et accèderez à sa Chambre forte.",
    "flavourtext":
      "De sa chambre forte la Reine rouge détient la clé, que seule la mort de sa poigne peut extirper."
  },
  "TormentedSpiritDropsUnique": {
    "name": "L'Esprit singulier",
    "predictiontext":
      "Vous anéantirez un Esprit tourmenté qui détient un Objet unique.",
    "flavourtext":
      "Une vie passée à fuir la justice prépare l’esprit à s’envoler avec son nouveau trésor."
  },
  "ExileDropsAllRare": {
    "name": "L'Exilé nanti",
    "predictiontext":
      "Vous rencontrerez et tuerez un Exilé renégat qui ne porte que des Objets rares.",
    "flavourtext":
      "Couvert d’or de la tête aux pieds, il fuit le regard d’Oriath."
  },
  "ExileSummonsWarband": {
    "name": "L'Éclaireur",
    "predictiontext":
      "Vous rencontrerez et tuerez un Exilé renégat qui appellera un Bataillon.",
    "flavourtext": "Comme toi il parcourt le pays, le premier d’une multitude."
  },
  "StrongboxSpawnsExile": {
    "name": "En Embuscade",
    "predictiontext":
      "Vous serez assailli(e) par un Exilé renégat lorsque vous ouvrirez un Coffre-fort.",
    "flavourtext":
      "Un coffre-fort rempli renferme bien des défis, mais l’un d’entre eux demeure caché à l’œil avisé."
  },
  "AlchemistDropsAlchemyOrb": {
    "name": "L'Alchimiste",
    "predictiontext":
      "Vous terrasserez un Alchimiste nonmourant qui cèdera un Orbe d'alchimie.",
    "flavourtext":
      "Un idiot tente de changer le plomb en or, mais une main agile le prend par la force."
  },
  "RoyalActBossDropsRegalOrb": {
    "name": "Une Mort royale",
    "predictiontext":
      "Vous terrasserez un Roi ou une Reine redoutable qui cèdera un Orbe royal.",
    "flavourtext":
      "Du sang bleu coule d’une gorge tranchée, changeant tout ce qu’il touche en or."
  },
  "VaalSideBossDropsVaalOrb": {
    "name": "Le Corrompu",
    "predictiontext":
      "Vous terrasserez dans une Zone secondaire vaal un puissant ennemi qui cèdera un Orbe vaal.",
    "flavourtext":
      "Pour labourer un champ, un outil est nécessaire. Pour récolter le grain, un outil est nécessaire. Pour propager la corruption, un outil est nécessaire."
  },
  "IzaroDropsAdditionalTreasureKey": {
    "name": "Le Trésor de l'Empereur",
    "predictiontext":
      "Vous triompherez d'Izaro et recevrez une Clé du trésor supplémentaire.",
    "flavourtext":
      "Perdu dans les méandres de sa création, l’Empereur laisse un généreux cadeau d’adieu aux plus méticuleux."
  },
  "InnerTreasureMonsterDropsAdditionalUnique": {
    "name": "Le Némésis de l'Avarice",
    "predictiontext":
      "Vous terrasserez un ennemi Rare et puissant qui cèdera deux Objets uniques au lieu d'un.",
    "flavourtext":
      "Un collectionneur d’antiquités double son trésor, y renonçant seulement à son dernier soupir."
  },
  "UniqueMonsterDropsUnique": {
    "name": "NE DEVRAIT PAS APPARAÎTRE",
    "predictiontext":
      "Vous affronterez un monstre puissant qui cèdera un Objet unique à sa mort.",
    "flavourtext": "Vous ne devriez pas voir ceci !"
  },
  "HillockDropsTheAnvil": {
    "name": "Le Forgeron",
    "predictiontext": "Vous terrasserez Hillock, qui cèdera un puissant objet.",
    "flavourtext":
      "Un ancien maître des métaux, aujourd’hui sculpteur de terreurs. Mais ses outils d’autrefois maintenant toujours demeurent."
  },
  "PossessedMonsterSpawnsTormentedSpirit": {
    "name": "Exorcisme brutal",
    "predictiontext":
      "Vous tuerez un adversaire, le libèrerant ainsi de l'Esprit tourmenté qui le possède.",
    "flavourtext":
      "Une âme en peine s’approprie un corps et ne sera pas neutralisée par la destruction de son hôte."
  },
  "MapBossDropsRareMap": {
    "name": "Le Rêve du Rêveur",
    "predictiontext":
      "Vous entrerez dans une Carte. Vous terrasserez le redoutable adversaire qui y réside, et il cèdera une Carte rare.",
    "flavourtext":
      "Dans les profondeurs d’un rêve, la plus grande des menaces détient la clé vers un autre monde."
  },
  "MapShavronneBrutus": {
    "name": "L'Esprit de l'Esthète",
    "predictiontext":
      "Vous rencontrerez l'esprit tourmenté de Shavronne près de Brutus. Vous terrasserez Brutus pendant qu'il est possédé par l'esprit.",
    "flavourtext":
      "L’écho de l’Esthète hante sa plus grande création, lui conférant de grands pouvoirs une fois de plus."
  },
  "MapKoleBrutus": {
    "name": "Frères d'armes",
    "predictiontext":
      "Vous affronterez Brutus et Kole dans les profondeurs de la Prison d'Axiom, et les vaincrez tous les deux.",
    "flavourtext":
      "Deux hommes métamorphosés en monstres se battent côte à côte pour tenir la porte."
  },
  "MapDoedreStoneCircle": {
    "name": "Échos de Sorcellerie",
    "predictiontext":
      "Vous vous rendrez à un cercle de pierres dans la Forêt occidentale et anéantirez l'Écho de Doedre Sombrelangue qui s'y trouve.",
    "flavourtext":
      "Un cercle de géants muets encage le souvenir d’un malheur qui ne veut pas mourir. Une langue noire susurre des paroles funestes portées par les vents d’ouest."
  },
  "MapKadakaKuduku": {
    "name": "Le Dieu du Malheur",
    "predictiontext": "Vous détruirez les fausses idoles Kuduku et Kadaka.",
    "flavourtext":
      "Des lèvres païennes vénèrent des dieux païens ; de vaines idoles pour de fausses promesses."
  },
  "MapMaligaroFidelitas": {
    "name": "Échos de Mutation",
    "predictiontext":
      "Vous trouverez et anéantirez l'Écho de Maligaro dans la Chambre des péchés.",
    "flavourtext":
      "Amour aveugle, perverse loyauté ; l’agresseur et l’agressé, réunis dans le péché."
  },
  "MapDaressoMerveil": {
    "name": "Échos d'un Amour perdu",
    "predictiontext":
      "Vous trouverez et anéantirez l'Écho de Daresso dans la Caverne de la Colère.",
    "flavourtext":
      "Déchirée par la tentation, tentée par la corruption, la Sirène invoque enfin un fragment de son amour perdu."
  },
  "MapExtraHaku": {
    "name": "Un Maître demande main-forte",
    "predictiontext":
      "Vous rencontrerez Haku et accomplirez sa mission. Vous obtiendrez un bonus en réputation et en faveur.",
    "flavourtext":
      "Un appel à l’aide d’un maître du métal porté par le vent du sud."
  },
  "MapExtraTora": {
    "name": "Un Maître demande main-forte",
    "predictiontext":
      "Vous rencontrerez Tora et accomplirez sa mission. Vous obtiendrez un bonus en réputation et en faveur.",
    "flavourtext":
      "Un appel à l’aide d’une maître-chasseresse au parfum de bête et de sang."
  },
  "MapExtraCatarina": {
    "name": "Un Maître demande main-forte",
    "predictiontext":
      "Vous rencontrerez Catarina et accomplirez sa mission. Vous obtiendrez un bonus en réputation et en faveur.",
    "flavourtext":
      "Un appel à l’aide d’une maître-nécromancienne protégeant une sculpture faite de magie, de chair et d’ossements."
  },
  "MapExtraVagan": {
    "name": "Un Maître demande main-forte",
    "predictiontext":
      "Vous rencontrerez Vagan et accomplirez sa mission. Vous obtiendrez un bonus en réputation et en faveur.",
    "flavourtext":
      "Un appel à l’aide d’un maître d’armes, forgé par le combat, trempé dans l’arrogance."
  },
  "MapExtraElreon": {
    "name": "Un Maître demande main-forte",
    "predictiontext":
      "Vous rencontrerez Elréon et accomplirez sa mission. Vous obtiendrez un bonus en réputation et en faveur.",
    "flavourtext":
      "Un appel à l’aide d’un maître de la prière, renié par la lumière qu’il a juré de protéger."
  },
  "MapExtraVorici": {
    "name": "Un Maître demande main-forte",
    "predictiontext":
      "Vous rencontrerez Vorici et accomplirez sa mission. Vous obtiendrez un bonus en réputation et en faveur.",
    "flavourtext":
      "Un appel à l’aide d’un maître des ombres muant la vie en mort, et la mort en œuvre d’art."
  },
  "MapExtraZana": {
    "name": "Un Maître demande main-forte",
    "predictiontext":
      "Vous rencontrerez Zana et accomplirez sa mission. Vous obtiendrez un bonus en réputation et en faveur.",
    "flavourtext":
      "Un appel à l’aide d’une maîtresse de nombreux domaines, perdue dans les miasmes du rêve."
  },
  "MapCorruptedSideArea": {
    "name": "Les Sentiers des Vaal",
    "predictiontext":
      "Vous explorerez une Zone secondaire vaal cachée qui contient de puissants ennemis.",
    "flavourtext":
      "Des adversaires ancestraux ouvrent de nouvelles voies menant à la terre qu’ils avaient dévastée."
  },
  "MapSpawnRareZombies": {
    "name": "Les Brutes mortes-vivantes",
    "predictiontext":
      "Vous rechercherez et éliminerez un groupe de sept morts-vivants puissants.",
    "flavourtext":
      "De puissants soldats issus d’un temps immémorial se réunissent pour reprendre leur marche."
  },
  "MapSpawnRogueExiles": {
    "name": "Les Quatre Renégats",
    "predictiontext":
      "Vous entrerez dans une Carte qui contient quatre Exilés renégats supplémentaires.",
    "flavourtext":
      "Dans un songe lointain, quatre âmes loin de chez elles se préparent pour un combat à mort."
  },
  "RareMonsterKillSpawnsUniqueBloodElementalWithSlainMonstersMods": {
    "name": "Sang réincarné",
    "predictiontext":
      "Vous terrasserez un monstre puissant dont le sang prendra forme.",
    "flavourtext":
      "Dans le sang coule la vie. Laisse le sang se répandre et la vie se poursuivra en adoptant une nouvelle forme."
  },
  "SellingFiveUniquesToVendorReturnsRandomUnique": {
    "name": "Le Présent mystérieux",
    "predictiontext": "Vous vendrez cinq Objets uniques à un marchand.",
    "flavourtext":
      "Un marchand cherche à échanger des présents qui ne vont pas ensemble. Cinq pour un, mais lequel ?"
  },
  "ChaosOrbRecipeCreatesAdditionalChaosOrb": {
    "name": "Une Conjonction précieuse",
    "predictiontext":
      "Vous recevrez un Orbe de chaos supplémentaire lorsque vous vendrez à un marchand un ensemble d'objets qui devrait vous donner un Orbe de chaos.",
    "flavourtext":
      "Lorsque la somme est déjà plus grande que les parties qui la composent, il est toujours possible de la rendre encore plus grande."
  },
  "RollingSixSocketBodyArmourLinksAllSockets": {
    "name": "Connexions prédestinées",
    "predictiontext":
      "Vous créerez un objet doté de six châsses toutes déjà reliées entres elles en n'utilisant que des Orbes de joaillier.",
    "flavourtext":
      "Cinq ou moins elles demeurent isolées, mais à six se retrouvent liées."
  },
  "ItemAbleToBecomesUniqueWhenChanceOrbApplied": {
    "name": "Une Richesse insoupçonnée",
    "predictiontext":
      "Vous transformerez un Objet normal en un Unique grâce à un seul Orbe de chance.",
    "flavourtext":
      "Une toile vierge recèle un fort potentiel, mais la main de l’artiste favorisé par la chance la mue en chef d’œuvre."
  },
  "ArmourAbleToBecomesFiveLinkedWhenJewellersOrbApplied": {
    "name": "La Main du Joaillier",
    "predictiontext":
      "Vous créerez un objet doté de cinq châsses toutes déjà reliées entre elles grâce à un seul Orbe de joaillier.",
    "flavourtext":
      "De ses doigts, le Joaillier laisse cinq empreintes qu’il relie d’un seul fil."
  },
  "MasterMissionExtraRewards": {
    "name": "Un Maître bienveillant",
    "predictiontext":
      "Vous accomplirez la mission d'un Maître et recevrez le triple de réputation et de faveur.",
    "flavourtext":
      "Un allié désespéré cherche ton aide, et te récompensera généreusement en contrepartie."
  },
  "SkillGemDropsWith20QualityAllocatedToYou": {
    "name": "Le Présent d'Érasme",
    "predictiontext": "Vous découvrirez une gemme à 20% de qualité.",
    "flavourtext":
      "Le généreux lapidaire a disséminé les fruits de son art pour les offrir aux indigents, mais des mains cupides les dissimulent."
  },
  "KillingKaomWithKaomsSignAddsSpecificMod": {
    "name": "La Voie du Roi",
    "predictiontext":
      "Vous terrasserez Kaom en portant le Signe de Kaom à votre doigt.",
    "flavourtext":
      "Dans la gueule déchaînée du volcan, la folie nourrit le courroux du Roi. Son ultime vision constituera un signe."
  },
  "KillingGemlingLegionareWithKaruiWardAddsSpecificMod": {
    "name": "La Rebellion karuie",
    "predictiontext":
      "Vous terrasserez les Sertis légionnaires en portant le Tuteur karui.",
    "flavourtext":
      "La thaumaturgie et la foi s’affrontent au cœur de ruines géantes ; une reconstitution d’une rébellion achevée depuis longtemps."
  },
  "KillingDaressoWithBramblejackAddsSpecificMod": {
    "name": "Le Roi et les Ronces",
    "predictiontext": "Vous terrasserez Daresso en portant la Veste de ronces.",
    "flavourtext":
      "Le sang du Roi des lames nourrit des ronces qui s’épaississent encore davantage."
  },
  "KillingShavronneWithShavronnesPaceAddsSpecificMod": {
    "name": "Le Flux de l'Énergie",
    "predictiontext":
      "Vous terrasserez Shavronne en portant l'Erre de Shavronne.",
    "flavourtext":
      "L’Esthète se sustente de façons peu naturelles. Lorsque les mouvements s’arrêtent, l’énergie se répand."
  },
  "KillingNightwaneWithDeathsHarpAddsSpecificMod": {
    "name": "La Corde de l'Archer",
    "predictiontext":
      "Vous terrasserez Déclinuit en tenant la Harpe de la Mort.",
    "flavourtext":
      "L’arc de l’archer malingre entame un air funèbre, mais la harpe entonne un doux chef-d’œuvre."
  },
  "KillingBeyondUniqueWithBlackheartAddsSpecificMod": {
    "name": "En Provenance du Néant",
    "predictiontext":
      "Vous terrasserez Bameth en portant le Cœur noir à votre doigt.",
    "flavourtext":
      "Calciné dans la noirceur du néant qui s’étend au-delà des sens, le cœur de fer putréfie tout ce qu’il touche."
  },
  "KillingGneissWithCragheadAddsSpecificMod": {
    "name": "Coups durs",
    "predictiontext": "Vous terrasserez Gneiss en portant Escarpointe.",
    "flavourtext":
      "La pierre vivante se meut dans les prés, chacun de ses pas faisant trembler la terre et secouant les âmes."
  },
  "KillingHatebeatWithBlackgleamAddsSpecificMod": {
    "name": "Feu et Soufre",
    "predictiontext": "Vous terrasserez Pulse-Haine en portant Noirtraits.",
    "flavourtext":
      "Des cendres vivantes embrasent la pierre, un signal incandescent dans l’obscurité où l’on brûle les carcasses."
  },
  "KillingTorchoakGroveWithArakuTikiAddsSpecificMod": {
    "name": "Une Forêt de fausses Idoles",
    "predictiontext":
      "Vous terrasserez le Bosquet de Boisbrasier en portant le Tiki d'Araku.",
    "flavourtext":
      "Un bosquet de figures en bois crache le feu, une parodie de puissances inimaginables."
  },
  "KillingHailrakeWithHrimsorrowAddsSpecificMod": {
    "name": "Feu et Glace",
    "predictiontext":
      "Vous terrasserez Râclegrêle en portant la Tristesse d'Algide.",
    "flavourtext":
      "Une froide tristesse se change en une furie embrasée qui se propage sur le navire dévasté."
  },
  "KillingShavronneWithCrownOfThornsAddsSpecificMod": {
    "name": "Douleur et Plaisir",
    "predictiontext":
      "Vous terrasserez Shavronne en portant la Couronne d'épines.",
    "flavourtext":
      "Une seule épine perce la peau étirée ; la douleur se mue en puissance."
  },
  "KillingGemlingLegionnaireWithEzomytePeakAddsSpecificMod": {
    "name": "Les Fleurs ensanglantées revisitées",
    "predictiontext":
      "Vous terrasserez les Sertis légionnaires en portant la Pointe ézomyte.",
    "flavourtext":
      "Des bannières ézomytes flottent au vent tandis que des monstres embellis s’effondrent ; une reconstitution de l’ultime victoire des esclaves."
  },
  "KillingGraviciusWithDeidbellAddsSpecificMod": {
    "name": "Hurlement de mort",
    "predictiontext":
      "Vous terrasserez le Général Gravicius en portant le Glas du Trépas.",
    "flavourtext":
      "Le glas sonne, la foule s’amasse, le général est exécuté. La milice pousse un cri de rage et charge l’assemblée."
  },
  "KillingDoedreWithChaliceOfHorrorsAddsSpecificMod": {
    "name": "La Bouche des Horreurs",
    "predictiontext":
      "Vous terrasserez Doedre en tenant le Calice des Horreurs.",
    "flavourtext":
      "L’infâme sorcière murmure des horreurs et boit le calice une dernière fois."
  },
  "KillingCalafHeadstaverWithSpringleafAddsSpecificMod": {
    "name": "La Ténacité de la Nature",
    "predictiontext":
      "Vous terrasserez Calaf, Enfonceur de crânes en tenant la Feuille printanière.",
    "flavourtext":
      "Des voleurs campent sous les arbres le long du chemin, mais c’est leur chef qui comme l’orme s’effondre."
  },
  "KillingChattersWithKaltenhaltAddsSpecificMod": {
    "name": "La Flamme étouffée",
    "predictiontext": "Vous terrasserez Cliquetis en tenant Kaltenhalte.",
    "flavourtext":
      "Des os froids cliquettent dans des cellules de pierre, étouffant toute lumière, toute chaleur, tout espoir."
  },
  "KillingHundredFootShadowWithScreamingEagleAddsSpecificMod": {
    "name": "Le Prédateur des cieux",
    "predictiontext":
      "Vous terrasserez l'Ombre de cent pieds en tenant l'Aigle hurlant.",
    "flavourtext":
      "L’aigle combat le vautour dans l’ombre d’un soleil mourant, et par le fait même devient quelque chose de plus grand."
  },
  "KillingHammerstormWithLimbsplitAddsSpecificMod": {
    "name": "Des Membres découpés",
    "predictiontext": "Vous terrasserez Martelorage en tenant Tranche-membres.",
    "flavourtext":
      "Une tempête de pierre s’arrête lorsque le dernier membre est tranché et que le sang cesse de couler."
  },
  "KillingVaalOversoulWithDoomfletchAddsSpecificMod": {
    "name": "Fatalité immémoriale",
    "predictiontext":
      "Vous terrasserez l'Âme souveraine vaal en tenant Flèchefuneste.",
    "flavourtext": "Le malheur fatal grandit au sommet de la pyramide."
  },
  "KillingKalFoxflyWithSilverbranchAddsSpecificMod": {
    "name": "Le Bois argenté",
    "predictiontext":
      "Vous terrasserez Targa, Braconnier de prédateurs en tenant le Rameau argenté.",
    "flavourtext": "Un voleur, arc en main, prend la fuite vers l’orée du bois."
  },
  "KillingFidelitasWithStormCloudAddsSpecificMod": {
    "name": "Le Cœur du Serviteur",
    "predictiontext": "Vous terrasserez Fidélitas en tenant le Nuage orageux.",
    "flavourtext":
      "Le sacrifice du Serviteur invoque un orage dans le cœur du Prodige."
  },
  "KillingSoulmournWithHrimnorsHymnAddsSpecificMod": {
    "name": "La Mélodie mélancolique de l'Hiver",
    "predictiontext": "Vous terrasserez Âmedeuil en tenant l'Hymne de Hrimnor.",
    "flavourtext":
      "Un hymne et une âme mélancoliques ; le froid de la mort porté par le vent."
  },
  "KillingPietyWithReverberationRodAddsSpecificMod": {
    "name": "La Puissance décuplée",
    "predictiontext":
      "Vous terrasserez Piété en tenant la Tige de Réverbération.",
    "flavourtext":
      "Cernée par une mer de sang et de carcasses vides, la pieuse gagne en puissance."
  },
  "KillingGeofriWithRealmshaperAddsSpecificMod": {
    "name": "Le Début et la Fin",
    "predictiontext":
      "Vous terrasserez Geofri en tenant le Sculpteur de Royaumes.",
    "flavourtext":
      "De la froideur de sa mort et de sa crémation l’archevêque devient le témoin."
  },
  "KillingBoneQueenWithQueensDecreeAddsSpecificMod": {
    "name": "La Reine incomprise",
    "predictiontext":
      "Vous terrasserez la Reine des Ossements en tenant le Décret de la Reine.",
    "flavourtext":
      "Une reine d’ossements lève une armée avant de se réfugier dans des murs de chair."
  },
  "UniqueMonsterKillTurnsAllNormalMonstersIntoMagic": {
    "name": "NE DEVRAIT PAS APPARAÎTRE",
    "predictiontext":
      "Tous les monstres normaux deviennent magique. REMARQUE : ne pas utiliser, provoque énormément de lag.",
    "flavourtext": "Vous ne devriez pas voir ceci !"
  },
  "TheBlackStone1": {
    "name": "La Pierre noire I",
    "predictiontext":
      "Vous utiliserez un Orbe de Transmutation sur une Amulette d'onyx, lui appliquant ainsi des résistances élémentaires.",
    "flavourtext":
      "Sentant une grande résistance en toi, la pire noire devient elle aussi résistante aux influences extérieures."
  },
  "TheBlackStone2": {
    "name": "La Pierre noire II",
    "predictiontext":
      "Vous utiliserez un Orbe d'Augmentation sur l'Amulette d'onyx, lui appliquant ainsi de la vie.",
    "flavourtext":
      "Sentant la joie de vivre en toi, la pierre noire se nourrit de cette joie pour devenir encore plus vivante."
  },
  "TheBlackStone3": {
    "name": "La Pierre noire III",
    "predictiontext":
      "Vous utiliserez un Orbe royal sur l'Amulette d'onyx, lui appliquant ainsi des chances de coup critique.",
    "flavourtext":
      "Sentant de l’enthousiasme en toi, la pierre noire se languit de l’excitation de la bataille et du bain de sang."
  },
  "TheBlackStone4": {
    "name": "La Pierre noire IV",
    "predictiontext":
      "Vous utiliserez un Orbe exalté sur l'Amulette d'onyx, la transformant ainsi en un puissant nouvel objet.",
    "flavourtext":
      "Apprenant de tes enseignements, la pierre noire est prête à modeler chaque rencontre en ta faveur."
  },
  "RareRuinedTitanDropsClayShaper": {
    "name": "La Montagne vivante",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Titan en ruine qui cèdera un Objet unique.",
    "flavourtext":
      "Façonné par la magie, l’objet qui insuffle la vie dans les pierres du titan se cache en son cœur."
  },
  "RareAxiomThunderGuardDropsStormPrison": {
    "name": "Le Gardien de prison",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Foudregarde d'Axiom qui cèdera un Objet unique.",
    "flavourtext": "Vêtu de noir, le garde possède la clé qui déchaîne l’orage."
  },
  "RareMadGladiatorDropsDaressosPassion": {
    "name": "La Passion du Roi des Épées",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Gladiateur fou qui cèdera un Objet unique.",
    "flavourtext":
      "Autrefois prétendant à la couronne, il tient la lame du Roi des épées dans sa main."
  },
  "RareMurkRunnerDropsTheScreamingEagle": {
    "name": "Le Cri de l'Aigle",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Coureur obscur qui cèdera un Objet unique.",
    "flavourtext":
      "Doté de plumes mais incapable de voler, il fonce à travers des carcasses de bois pourri ; ses cris font hésiter même les plus endurcis."
  },
  "RareDrippingDeadDropsLifesprig": {
    "name": "De la Mort jaillit la Vie",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Mort dégoulinant qui cèdera un Objet unique.",
    "flavourtext":
      "Des eaux fétides charrient les morts en aval de la rivière, mais, marchant dans la boue, un cadavre porte la vie en lui."
  },
  "RareBrittlePoacherDropsStormCloud": {
    "name": "Tempête à l'horizon",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Braconnier cassant qui cèdera un Objet unique.",
    "flavourtext":
      "La corde de l’arc du braconnier craque comme l’os desséché et claque comme le tonnerre."
  },
  "RareSeethingBrineDropsWanderlust": {
    "name": "Une Prise ferme",
    "predictiontext":
      "Vous trouverez et terrasserez une puissante Saumure grouillante qui cèdera un Objet unique.",
    "flavourtext":
      "L’eau rend la pierre glissante. Un faux pas transit les os. Les eaux vivantes détiennent le remède."
  },
  "RareBeardedShamanDropsKaruiWard": {
    "name": "Le Tuteur sous protection",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Chaman barbu qui cèdera un Objet unique.",
    "flavourtext":
      "La mort du faux chaman révèle un trésor ancestral enfermé dans la pierre ancienne."
  },
  "RareDevourerDropsWideswing": {
    "name": "L'Ample Étendue de la Peur",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Dévoreur qui cèdera un Objet unique.",
    "flavourtext":
      "L’ennemi invisible se déplace dans des tunnels que l’on ne peut voir. Courte est sa portée, mais grande est son influence."
  },
  "RareBeardedDevilDropsAxiomPerpetuum": {
    "name": "La Clé de la prison",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Satyre barbu qui cèdera un Objet unique.",
    "flavourtext":
      "La porte est déverrouillée, mais la clé demeure entre les mains d’un diable."
  },
  "RareOaksDevotedDropsRothsReach": {
    "name": "L'Héritage de Roth",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Fidèle d'Orme qui cèdera un Objet unique.",
    "flavourtext":
      "Le fidèle possède une relique issue du passé du pirate, volée puis perdue depuis une éternité."
  },
  "RareAncientConstructDropsAtzirisFoible": {
    "name": "La Bête sans âme",
    "predictiontext":
      "Vous trouverez et terrasserez une puissante Fabrication ancienne qui cèdera un Objet unique.",
    "flavourtext":
      "Propulsé par des ailes, le monstre mécanique hante les ruines."
  },
  "RareSinLordDropsStoneOfLazhwar": {
    "name": "La Pierre du Pêcheur",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Seigneur du péché qui cèdera un Objet unique.",
    "flavourtext":
      "Protégé par ses chants magiques, un seigneur du péché hante des couloirs déserts."
  },
  "RareDeathBishopDropsGeofrisBaptism": {
    "name": "Baptême de l'au-delà",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Évêque de la mort qui cèdera un Objet unique.",
    "flavourtext":
      "L’évêque arbore toujours sa crosse, bien que son troupeau n’est plus depuis longtemps."
  },
  "RareBlackguardArcmageDropsReverberationRod": {
    "name": "La Dame en noir",
    "predictiontext":
      "Vous trouverez et terrasserez une puissante Foudremage de la Garde noire qui cèdera un Objet unique.",
    "flavourtext":
      "Le grondement de l’éclair s’intensifie au creux des mains de la dame en noir."
  },
  "RareDockhandWraithDropsRothsReach": {
    "name": "À contre-courant",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Docker spectre qui cèdera un Objet unique.",
    "flavourtext":
      "Malmenée par les courants capricieux, la proue du Capitaine s’écrase contre le dock qui l’a vu partir."
  },
  "RareBlackguardEliteDropsFacebreaker": {
    "name": "L'Exécuteur brutal",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Garde noir d'élite qui cèdera un Objet unique.",
    "flavourtext":
      "Dans une société qui valorise la violence, la brute gravit les échelons comme l’huile se hisse à la surface de l’eau."
  },
  "RareFlameSentinelDropsGoldrim": {
    "name": "Les Flammes dansantes",
    "predictiontext":
      "Vous trouverez et terrasserez une puissante Sentinelle des Flammes qui cèdera un Objet unique.",
    "flavourtext":
      "Écarlates, des étoffes enflammées claquent avec fureur, mais dorée est la récompense palpitant à l’intérieur."
  },
  "RareDrownedDropsMoonbendersWing": {
    "name": "Tempête sur le rivage",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Noyé qui cèdera un Objet unique.",
    "flavourtext":
      "Un éclair zèbre le ciel. Des corps s’échouent sur le rivage. L’un d’entre eux se dresse et déploie ses ailes. "
  },
  "RarePockedLanternbearerDropsTwyzel": {
    "name": "Le Pétrifié",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Porteur de lanterne grêlé qui cèdera un Objet unique.",
    "flavourtext":
      "Taillés dans la pierre, des couloirs sans lumière se voient distendus par un être difforme, tordu, endurci, dangereux."
  },
  "RareVollsVanguardDropsDeathsHarp": {
    "name": "L'Avant-garde",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Avant-garde de Voll qui cèdera un Objet unique.",
    "flavourtext":
      "L’Avant-garde dirige la marche funèbre, interprétant des hymnes à la mort avec la corde de son arc."
  },
  "RareUndyingEvangelistDropsTabulaRasa": {
    "name": "Le Purificateur des péchés",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Évangéliste nonmourant qui cèdera un Objet unique.",
    "flavourtext":
      "L’Évangéliste ne pratique pas ce qu’il prêche, mais la mort se charge de passer l’éponge."
  },
  "RareFightingBullDropsMeginordsGirdle": {
    "name": "Fort comme un buffle",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Taureau combattant qui cèdera un Objet unique.",
    "flavourtext":
      "Doté d’une force rivalisant avec celle du Roi karui, il charge le songe du Roi des épées."
  },
  "RareSkulkingDwellerDropsWindsOfChange": {
    "name": "Le Nonmourant perdu",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Résident dissimulé qui cèdera un Objet unique.",
    "flavourtext":
      "Enfermé avec son empereur lorsque la couronne changea de mains, il cherche à changer son destin."
  },
  "RareFrostPriestDropsTheWhisperingIce": {
    "name": "Une Prière murmurée",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Prêtre du Givre qui cèdera un Objet unique.",
    "flavourtext":
      "Un prêcheur murmure à l’intention des cieux et les cieux répondent avec un manteau de givre mordant."
  },
  "RareAncientArcherDropsDrillneck": {
    "name": "La Dernière Vigie",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Archer ancien qui cèdera un Objet unique.",
    "flavourtext":
      "Loyal soldat de son vivant, il monte la garde, arc en main, dans l’attente d’être envoyé à la Mère des morts."
  },
  "RareSuturedAberrationDropsMaligarosVirtuosity": {
    "name": "La Main du Prodige",
    "predictiontext":
      "Vous trouverez et terrasserez une puissante Aberration suturée qui cèdera un Objet unique.",
    "flavourtext":
      "Le mort ramené à la vie par d’autres moyens que la corruption tient maintenant la main qui l’a réveillé."
  },
  "RareWanderingEyeDropsEyeOfChayula": {
    "name": "Celui qui veille sur le Veilleur",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Œil vagabond qui cèdera un Objet unique.",
    "flavourtext": "Sans ciller, il surveille. Sans fin, il est surveillé."
  },
  "RareKaomsChosenDropsHezemanasBloodlust": {
    "name": "Le Sang du Traître",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Élu de Kaom qui cèdera un Objet unique.",
    "flavourtext":
      "Tué par son roi, il ne vit que dans les mémoires, mais sa soif de sang perdure. "
  },
  "RareUndyingIncineratorDropsSireOfShards": {
    "name": "Cœur de braise",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Incinérateur nonmourant qui cèdera un Objet unique.",
    "flavourtext":
      "Son seul désir est de voir le monde se consumer dans les flammes. Des étincelles de rage attisent le feu qui brûle en son cœur."
  },
  "RarePockedMinerDropsInfractem": {
    "name": "Chair marquée",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Mineur grêlé qui cèdera un Objet unique.",
    "flavourtext":
      "Raide est l’arc bandé. Fragile est la chair qui le tient. Profonds sont les orifices qu’il creuse."
  },
  "RareAssaultRibbonDropsTearOfPurity": {
    "name": "Les Gardiens du Silence",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Ruban d'assaut qui cèdera un Objet unique.",
    "flavourtext":
      "Purs et vertueux sont les gardiens qui veillent le temple inviolé depuis des siècles, mais eux aussi doivent rejoindre la Mère."
  },
  "RareBonewarpedWarriorDropsBellyOfTheBeast": {
    "name": "La Chair de la Bête",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Guerrier aux os tordus qui cèdera un Objet unique.",
    "flavourtext":
      "Dépouillé de sa chair, un guerrier se bat pour protéger la partie de la bête que celle-ci a façonnée."
  },
  "RareCinderElementalDropsMarohiErqi": {
    "name": "Feu, Bois et Pierre",
    "predictiontext":
      "Vous trouverez dans une Carte un puissant Élémentaire de cendre qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "D’un poids écrasant, la silhouette de pierre arpente les couloirs. Elle brûle sans fin, et pourtant jamais elle ne s’allège."
  },
  "RareChaosSentinelDropsSingularity": {
    "name": "Un Scintillement anormal",
    "predictiontext":
      "Vous trouverez dans une Carte une puissante Sentinelle du chaos qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "Rien ne bouge librement en la présence oppressante de la pierre vivante à la sombre lueur."
  },
  "RareGalvanicRibbonDropsWindripper": {
    "name": "Vent et Tonnerre",
    "predictiontext":
      "Vous trouverez dans une Carte un puissant Ruban galvanisant qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "Plongé dans un rêve, le tissu claque au vent comme le tonnerre. Un bruit perçant qui glace le sang."
  },
  "RareUndyingArchivistDropsAstramentis": {
    "name": "Égaré dans les Pages",
    "predictiontext":
      "Vous trouverez dans une Carte un puissant Archiviste nonmourant qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "Des siècles passés avec les livres pour unique compagnie tordent un esprit autrefois remarquable."
  },
  "RareDrippingDeadDropsRainbowstrides": {
    "name": "Le Cadavre purulent",
    "predictiontext":
      "Vous trouverez dans une Carte un puissant Mort dégoulinant qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "Marchant dans la boue sans se mouiller et pourtant suintant de pourriture, il attend d’être touché par la Mère."
  },
  "RareGutFlayerDropsBinosKitchenKnifeMap": {
    "name": "L'Écorché",
    "predictiontext":
      "Vous trouverez dans une Carte un puissant Écorcheur de tripes qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "L’écorché devient l’écorcheur, extirpant la chair du muscle d’une lame affûtée."
  },
  "RareTunnelerDropsPledgeOfHandsMap": {
    "name": "Le Serment souterrain",
    "predictiontext":
      "Vous trouverez dans une Carte un puissant Tunnelier qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "Tendant aveuglément ses mains à travers un cauchemar, une ultime promesse change la chair fragile en poussière."
  },
  "RareTalonArcherDropsVoltaxicRiftMap": {
    "name": "Un Appel dans le Néant",
    "predictiontext":
      "Vous trouverez dans une Carte un puissant Archer à serres qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "Plongé dans un rêve le coq chante trois fois, et le tonnerre gronde depuis le néant."
  },
  "RareMadGladiatorDropsTheBringerOfRainMap": {
    "name": "Injectés de sang",
    "predictiontext":
      "Vous trouverez dans une Carte un puissant Gladiateur fou qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "Le sang pleut sur la poussière et macule les yeux du guerrier. Tout ce qu’il voit, tout ce dont il rêve prend une teinte écarlate. "
  },
  "RareBroodingTarantulaDropsRatsNestMap": {
    "name": "Le Nid",
    "predictiontext":
      "Vous trouverez dans une Carte une puissante Tarentule nocive qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "Les rats s’empêtrent dans la toile de l’araignée. Un repas au sein d’un nid au sein d’un rêve."
  },
  "SpawnNecromancerAndSkeletonsInArea": {
    "name": "Les Frères Nécromanciens",
    "predictiontext":
      "Vous rencontrerez et terrasserez quatre nécromanciens accompagnés de leurs serviteurs morts-vivants.",
    "flavourtext":
      "Quatre par la chair et le sang liés lèvent une armée de sang et d’ossements empruntés."
  },
  "BloodlinePackDropsFiveOrbsOfFusing": {
    "name": "Les Liens reformés",
    "predictiontext": "Vous mettrez un terme à une Lignée.",
    "flavourtext":
      "Un lien de sang se rompt, mais de nouveaux liens peuvent être créés à l’issue du carnage."
  },
  "MonsterKillChanceToSpawnCurrencyFountain": {
    "name": "Des Richesses à foison",
    "predictiontext":
      "Vous tuerez un ennemi qui explosera en une pluie d'Objets monétaires.",
    "flavourtext":
      "Les poches pleines, une fois percées, se déversent comme une cascade."
  },
  "ThePlaguemaw1": {
    "name": "La Gueulepeste I",
    "predictiontext":
      "Vous rencontrerez et terrasserez un puissant golem dans une Zone secondaire vaal.",
    "flavourtext":
      "La Gueulepeste pénètre dans le royaume rouge et y dépose un amas tourbillonnant de pierres vivantes."
  },
  "ThePlaguemaw2": {
    "name": "La Gueulepeste II",
    "predictiontext":
      "Vous rencontrerez et éliminerez des monstres sombres dans la Crypte.",
    "flavourtext":
      "Les disciples de la Gueulepeste se nourrissent de la chair des morts ; un affront à l’œuvre de la Mère."
  },
  "ThePlaguemaw3": {
    "name": "La Gueulepeste III",
    "predictiontext":
      "Vous subirez une embuscade des adeptes de la Gueulepeste après avoir tué un monstre redoutable en particulier.",
    "flavourtext":
      "La Gueulepeste te surveille avec un rictus scintillant, attendant le moment propice pour déchaîner ses ombres."
  },
  "ThePlaguemaw4": {
    "name": "La Gueulepeste IV",
    "predictiontext":
      "Vous subirez une embuscade des adeptes de la Gueulepeste dans les Jardins impériaux.",
    "flavourtext":
      "Dans un labyrinthe verdoyant, la Gueulepeste tend un piège avec des trésors pour appâts."
  },
  "ThePlaguemaw5": {
    "name": "La Gueulepeste V",
    "predictiontext":
      "Vous entrerez dans la chambre de la Gueulepeste dans les Veines de cristal ou dans une Carte Gisement de cristal.",
    "flavourtext":
      "La Gueulepeste a choisi une pièce taillée dans le cristal pour son antre. Elle t’attend."
  },
  "PathOfTheThaumaturgist1": {
    "name": "Historique de la Thaumaturgie I",
    "predictiontext":
      "Vous lirez le Journal de Shavronne dans les Quartiers du Geôlier.",
    "flavourtext":
      "Les méthodes monstrueuses de l’Esthète sont protégées par les ombres."
  },
  "PathOfTheThaumaturgist2": {
    "name": "Historique de la Thaumaturgie II",
    "predictiontext":
      "Vous lirez la Proclamation de Doedre dans la Forêt occidentale.",
    "flavourtext":
      "La Sorcière Sans langue s’adresse à ses disciples désespérés à travers la pierre."
  },
  "PathOfTheThaumaturgist3": {
    "name": "Historique de la Thaumaturgie III",
    "predictiontext":
      "Vous examinerez un Dispositif à rêveries ancien dans la Chambre des péchés.",
    "flavourtext":
      "Le présent offert au Prodige par le Sans âme attire ceux qui recherchent le même pouvoir contre nature."
  },
  "PathOfTheThaumaturgist4": {
    "name": "Historique de la Thaumaturgie IV",
    "predictiontext": "Vous lirez la Dédicace de Malachai dans la Moisson.",
    "flavourtext":
      "Une nouvelle menace émerge là où le Sans âme a abandonné son enveloppe charnelle."
  },
  "MapFairGravesBossOpensPortalToMaoKun": {
    "name": "La Tanière du Pirate",
    "predictiontext":
      "Vous terrasserez Belcer, le Seigneur pirate. À sa mort, il vous ouvrira des portails vers Mao Kun.",
    "flavourtext":
      "Le seigneur pirate qui se cache dans les tunnels humides les plus reculés du rêve te guidera jusqu’à une île aux trésors."
  },
  "MapChaosGolemBossOpensPortalToMaelstromOfChaos": {
    "name": "Entrez dans le Maelström",
    "predictiontext":
      "Vous terrasserez l'Anomalie du Néant. À sa mort, elle vous ouvrira des portails vers le Maelström du chaos.",
    "flavourtext":
      "Le tourbillon de pierres noires se dresse au cœur de l’orage plongé dans le rêve."
  },
  "MapKudukuBossOpensPortalToOlmecsSanctum": {
    "name": "Le Sanctuaire de pierre",
    "predictiontext":
      "Vous terrasserez l'Idole Transcendante. À sa mort, elle vous ouvrira des portails vers le Sanctuaire d'Olmec.",
    "flavourtext":
      "Détruis le dieu en bois et une porte conduisant au sanctuaire de pierre apparaîtra."
  },
  "MapMirageOfBonesOpensPortalToMirrorDesert": {
    "name": "Au travers du Mirage",
    "predictiontext":
      "Vous terrasserez le Mirage d'Os. À sa mort, il vous ouvrira des portails vers un monde miroir.",
    "flavourtext": "Chasser le mirage dévoile un chemin parallèle à emprunter."
  },
  "AncientRivalries1": {
    "name": "Rivalités ancestrales I",
    "predictiontext":
      "Vous terrasserez Brutus en portant un objet de Shavronne.",
    "flavourtext":
      "Déçue par sa plus grande création, l’Esthète cherche à punir la brute."
  },
  "AncientRivalries2": {
    "name": "Rivalités ancestrales II",
    "predictiontext": "Vous terrasserez Voll en portant un objet de Doedre.",
    "flavourtext":
      "Brûlée sur le bûcher, la Sorcière Sans langue cherche à purifier le purificateur."
  },
  "AncientRivalries3": {
    "name": "Rivalités ancestrales III",
    "predictiontext":
      "Vous terrasserez Kaom en portant un objet d'Œil de Lion.",
    "flavourtext":
      "Arrachés sur le rivage, les crocs du Lion se planteront dans la chair du Roi traître une dernière fois."
  },
  "AncientRivalries4": {
    "name": "Rivalités ancestrales IV",
    "predictiontext":
      "Vous terrasserez Malachai en portant un objet de Victario.",
    "flavourtext":
      "Le Sans âme a déchiré le rideau du monde, mais le Poète aura le dernier mot."
  },
  "TheFeralLord1": {
    "name": "Le Seigneur sauvage I",
    "predictiontext":
      "Vous rencontrerez et exterminerez des animaux corrompus dans la Forêt méridionale.",
    "flavourtext":
      "Le Seigneur sauvage de la forêt méridionale tord la nature selon sa volonté."
  },
  "TheFeralLord2": {
    "name": "Le Seigneur sauvage II",
    "predictiontext":
      "Vous rencontrerez et exterminerez une bête puissante dans la Forêt septentrionale.",
    "flavourtext":
      "Le souffle froid du Seigneur sauvage imprègne et renforce la bête de la forêt septentrionale."
  },
  "TheFeralLord3": {
    "name": "Le Seigneur sauvage III",
    "predictiontext":
      "Vous rencontrerez et exterminerez des animaux corrompus dans le Lac asséché.",
    "flavourtext":
      "Là où l’eau ne miroite plus, des bêtes tonitruantes sont amenées dans le royaume du Seigneur sauvage."
  },
  "TheFeralLord4": {
    "name": "Le Seigneur sauvage IV",
    "predictiontext":
      "Vous rencontrerez et exterminerez un redoutable Vautour dans l'enceinte de la Ville de Sarn.",
    "flavourtext":
      "Le Seigneur sauvage sent ta présence. Dans la coquille de l’escargot, le vautour cherche une carcasse encore fraîche."
  },
  "TheFeralLord5": {
    "name": "Le Seigneur sauvage V",
    "predictiontext":
      "Vous rencontrerez et exterminerez un redoutable Rhoa de feu au sein d'une Carte de Geyser boueux.",
    "flavourtext":
      "Dans le royaume des rêves s’enfuit le Seigneur sauvage, qui laisse dans son sillage un cauchemar en flammes."
  },
  "RatFlood": {
    "name": "Invasion de Rats",
    "predictiontext":
      "Vous découvrirez une succession de pièces inondées de rats.",
    "flavourtext":
      "Ils courent, ils mordent, ils détalent, ils meurent. Des nuées de poils, de crocs et de queues inondent toutes les pièces."
  },
  "AnarchysEnd1": {
    "name": "La Fin de l'Anarchie I",
    "predictiontext":
      "Vous entrerez dans une Carte et y éliminerez un Exilé renégat qui détient une Carte divinatoire.",
    "flavourtext":
      "Un criminel de Théopolis s’enfuit dans un rêve en emportant un outil de cartomancien."
  },
  "AnarchysEnd2": {
    "name": "La Fin de l'Anarchie II",
    "predictiontext":
      "Vous entrerez dans une Carte et y éliminerez deux Exilés renégats, chacun détenteur d'une Carte divinatoire.",
    "flavourtext":
      "Deux criminels transportent les outils du cartomancien tandis qu’ils chassent le corps de leur allié plongé dans un rêve."
  },
  "AnarchysEnd3": {
    "name": "La Fin de l'Anarchie III",
    "predictiontext":
      "Vous entrerez dans une Carte et y éliminerez quatre Exilés renégats, chacun détenteur d'une Carte divinatoire.",
    "flavourtext":
      "Une bande de quatre criminels, chacun portant sur lui la marque du cartomancien, pourchassent leur persécuteur à travers les rêves."
  },
  "AnarchysEnd4": {
    "name": "La Fin de l'Anarchie IV",
    "predictiontext":
      "Vous entrerez dans une Carte et y éliminerez six Exilés renégats, chacun détenteur d'une Carte divinatoire.",
    "flavourtext":
      "Six criminels se rassemblent pour écraser la menace qui les pourchasse dans les rêves."
  },
  "CompletingLabyrinthRewardsTwoEnchantmentUses": {
    "name": "Doublement Enchanté",
    "predictiontext":
      "Vous serez récompensé(e) par deux utilisations du Dispositif à enchantements après avoir triomphé du Labyrinthe.",
    "flavourtext":
      "Un dispositif doré, caché par un empereur en décomposition, foisonne de puissance."
  },
  "StrongboxMonstersSpawnedAsMagicOrHigher": {
    "name": "Un Danger invisible",
    "predictiontext":
      "Vous serez assailli(e) par des monstres plus puissants que la normale lorsque vous ouvrirez un Coffre-fort.",
    "flavourtext":
      "Un piège est déployé, un appât est mis en place, mais de plus forts adversaires attendent tapis dans l’ombre."
  },
  "MysteriousInvadersFire": {
    "name": "Les Envahisseurs mystérieux",
    "predictiontext":
      "Vous trouverez et éradiquerez des monstres d'Ailleurs qui cherchent à envahir Wraeclast depuis le Dispositif cartographique.",
    "flavourtext":
      "Par-delà les mécanismes dorés se fend le prisme de la réalité, et d’entre les fissures des choses surgissent."
  },
  "MysteriousInvadersCold": {
    "name": "Les Envahisseurs mystérieux",
    "predictiontext":
      "Vous trouverez et éradiquerez des monstres d'Ailleurs qui cherchent à envahir Wraeclast depuis le Dispositif cartographique.",
    "flavourtext":
      "Par-delà les mécanismes dorés se fend le prisme de la réalité, et d’entre les fissures des choses surgissent."
  },
  "MysteriousInvadersLightning": {
    "name": "Les Envahisseurs mystérieux",
    "predictiontext":
      "Vous trouverez et éradiquerez des monstres d'Ailleurs qui cherchent à envahir Wraeclast depuis le Dispositif cartographique.",
    "flavourtext":
      "Par-delà les mécanismes dorés se fend le prisme de la réalité, et d’entre les fissures des choses surgissent."
  },
  "MysteriousInvadersPhysical": {
    "name": "Les Envahisseurs mystérieux",
    "predictiontext":
      "Vous trouverez et éradiquerez des monstres d'Ailleurs qui cherchent à envahir Wraeclast depuis le Dispositif cartographique.",
    "flavourtext":
      "Par-delà les mécanismes dorés se fend le prisme de la réalité, et d’entre les fissures des choses surgissent."
  },
  "MysteriousInvadersChaos": {
    "name": "Les Envahisseurs mystérieux",
    "predictiontext":
      "Vous trouverez et éradiquerez des monstres d'Ailleurs qui cherchent à envahir Wraeclast depuis le Dispositif cartographique.",
    "flavourtext":
      "Par-delà les mécanismes dorés se fend le prisme de la réalité, et d’entre les fissures des choses surgissent."
  },
  "UndeadSpawnInOldFields": {
    "name": "Le Soulèvement des Morts-vivants",
    "predictiontext":
      "Vous vous rendrez dans les Prés ancestraux et y éradiquerez une arme de morts-vivants.",
    "flavourtext":
      "Le pré verdoyant est englouti par la nuit. Les fermiers qui l’entretenaient se relèvent."
  },
  "DayOfSacrifice1": {
    "name": "Le Jour du Sacrifice I",
    "predictiontext":
      "Vous terrasserez un puissant Vaal tombé au combat qui cèdera un fragment du Sacrifice à l'aube.",
    "flavourtext":
      "Le champion rouge ancien est tombé, mais un coup fatal dévoile son ultime sacrifice sous le soleil levant."
  },
  "DayOfSacrifice2": {
    "name": "Le Jour du Sacrifice II",
    "predictiontext":
      "Vous ouvrirez un Coffre-fort rare corrompu qui renferme un fragment du Sacrifice de midi.",
    "flavourtext":
      "Sous le soleil de midi, un trésor entaché par la corruption attire une embuscade."
  },
  "DayOfSacrifice3": {
    "name": "Le Jour du Sacrifice III",
    "predictiontext":
      "Vous explorerez une Zone secondaire vaal qui contient un fragment du Sacrifice du crépuscule supplémentaire.",
    "flavourtext":
      "La vieille armée rouge ouvre un puissant chemin devant le soleil couchant."
  },
  "DayOfSacrifice4": {
    "name": "Le Jour du Sacrifice IV",
    "predictiontext":
      "Vous serez confronté(e) dans Carte rare et corrompue à un envahisseur qui cèdera un fragment du Sacrifice de minuit.",
    "flavourtext":
      "Un rêve corrompu invite un envahisseur qui chasse dans la nuit la plus profonde."
  },
  "KillingRareGrantsShrineEffect": {
    "name": "La Bénédiction",
    "predictiontext":
      "Vous terrasserez un puissant adversaire et recevrez la bénédiction d'un Autel.",
    "flavourtext":
      "Le mal grandit et s’insinue dans les esprits. Faible est la chair, mais fort est le don."
  },
  "KillingRareStealsMods": {
    "name": "La Leçon du Chasseur",
    "predictiontext":
      "Vous terrasserez un puissant adversaire et acquerrez ses pouvoirs.",
    "flavourtext":
      "Un adversaire vaincu retient brièvement les leçons enseignées par son tueur."
  },
  "KillingRareDropsRareItem": {
    "name": "Doré à l'intérieur",
    "predictiontext":
      "Vous terrasserez un puissant adversaire, qui cèdera un Objet rare.",
    "flavourtext":
      "De l’or à l’extérieur, de l’or à l’intérieur. Le sang vient en plusieurs teintes, mais seul de l’or peut gicler de ce qui est doré."
  },
  "KillingUniqueDropsScouringOrb": {
    "name": "Un Souvenir effacé",
    "predictiontext":
      "Vous terrasserez un redoutable adversaire, qui cèdera un Orbe de suppression.",
    "flavourtext":
      "Craint pendant une ère entière, un adversaire s’effondre et soudain se voit effacé des pages de l’histoire."
  },
  "KillingRareSpawnsTormentedSpirit": {
    "name": "L'Issue d'un Tourment",
    "predictiontext":
      "Vous terrasserez un puissant adversaire, qui libèrera un Esprit tourmenté.",
    "flavourtext": "Le tourment d’un ennemi redouté se répand sur le monde."
  },
  "KillingMonsterSpawnsEmergingMagicMonsters": {
    "name": "Renforts dissimulés",
    "predictiontext":
      "Vous subirez une embuscade tendue par plusieurs ennemis après avoir tué un adversaire.",
    "flavourtext":
      "De lâches adversaires attendent. Une démonstration de force révèle leurs véritables intentions."
  },
  "KillingNormalRevivesAsRare": {
    "name": "Renaissance",
    "predictiontext":
      "Vous tuerez un adversaire normal qui ressucitera, imprégné de nouveaux pouvoirs.",
    "flavourtext":
      "Une vie et une mort ordinaires, marquées par une renaissance extraordinaire."
  },
  "UseWhetstoneGetMaxQuality": {
    "name": "La Lame aiguisée",
    "predictiontext":
      "Vous améliorerez grandement la qualité d'une arme grâce à une seule Pierre à aiguiser de forgeron.",
    "flavourtext": "Ramolli par la pierre, le métal se refaçonne avec aise."
  },
  "UseArmourersScrapGetMaxQuality": {
    "name": "L'Armure endurcie",
    "predictiontext":
      "Vous améliorerez grandement la qualité d'une armure grâce à une seule Ferraille d'armurier.",
    "flavourtext":
      "Les mailles reliées se resserrent, les plates s’épaississent, le cuir se raffermit, en un seul toucher."
  },
  "TransmuteUpgradesItemToThreeModRare": {
    "name": "Le Toucher d'or",
    "predictiontext":
      "Vous utiliserez un Orbe de transmutation sur un objet, lui donnant ainsi deux mods supplémentaires.",
    "flavourtext":
      "Des vrilles bleues enserrent et transforment ce qu’elles touchent. Tout ce qui reste est d’or."
  },
  "TransmuteRingOrJewelAddLife": {
    "name": "Transformation vitale",
    "predictiontext":
      "Vous utiliserez un Orbe de transmutation sur un anneau ou une amulette, lui donnant ainsi un mod de Vie.",
    "flavourtext":
      "Des vrilles bleues enveloppent le magnifiquement inerte, lui insufflant la vie."
  },
  "TransmuteEquipmentAddResistance": {
    "name": "Résistant au changement",
    "predictiontext":
      "Vous utiliserez un Orbe de transmutation sur un anneau, une amulette ou un bouclier, lui donnant  ainsi des résistances.",
    "flavourtext":
      "Les tendons bleus qui l’étreignent lui confèrent une protection contre la flamme, l’orage et la neige tout à la fois."
  },
  "TransmuteBootsAddMovementSpeed": {
    "name": "Caressé par le Vent",
    "predictiontext":
      "Vous utiliserez un Orbe de transmutation sur une paire de bottes, lui donnant ainsi de la Vitesse de déplacement.",
    "flavourtext":
      "Cousue de fil bleu, une botte leste couvre de grandes distances."
  },
  "DivinationCardSpawnsWithJackInTheBoxAlso": {
    "name": "La Paire",
    "predictiontext":
      "Vous terrasserez un adversaire qui cèdera deux Cartes divinatoires.",
    "flavourtext":
      "L’un porte la marque du cartomancien, sans savoir qu’une seconde surprise l’accompagne."
  },
  "UseChiselGetMaxQuality": {
    "name": "Le Magnifique Guide",
    "predictiontext":
      "Vous améliorerez grandement la qualité d'une Carte grâce à un seul Burin de cartographe.",
    "flavourtext":
      "Un simple coup de burin et les marques du guide deviennent bien plus claires."
  },
  "ReceiveARareItemGetFourMirroredInstead": {
    "name": "L'Art de Kalandra",
    "predictiontext":
      "Vous terrasserez un adversaire qui cèdera quatre Objets rares identiques.",
    "flavourtext":
      "Un précieux trésor se brise comme un miroir, mais demeure pourtant intact."
  },
  "TransmuteMapAddMod": {
    "name": "Les Filaments étouffants",
    "predictiontext":
      "Vous utiliserez un Orbe de transmutation sur une Carte, lui donnant ainsi une atmosphère étouffante.",
    "flavourtext":
      "Des vrilles bleues se resserrent autour des inscriptions, écrasant et étouffant la pierre qui les porte."
  },
  "MapExtraStrongboxes": {
    "name": "Pièges en abondance",
    "predictiontext":
      "Vous entrerez dans une Carte qui renferme six Coffres-forts supplémentaires.",
    "flavourtext":
      "Dans un rêve éloigné, six pièges recelant la promesse d’un trésor attendent de se déclencher."
  },
  "MapExtraRogueExiles": {
    "name": "Les Quatre Renégats",
    "predictiontext":
      "Vous trouverez et éliminerez quatre Exilés renégats dans une Carte.",
    "flavourtext":
      "Dans un rêve lointain, quatre âmes loin de chez elles s’apprêtent à se battre à mort."
  },
  "MapTwinned": {
    "name": "Les Jumeaux funestes",
    "predictiontext":
      "Vous entrerez dans une Carte et y terrasserez les Boss jumelés.",
    "flavourtext":
      "Dans un rêve oublié depuis longtemps, un ennemi mortel se dédouble."
  },
  "ReadLoreGrantsWisdomScrolls": {
    "name": "Une impression durable",
    "predictiontext": "Vous lirez quelque chose écrit jadis.",
    "flavourtext":
      "Une main griffonne sur un mur, ou creuse dans un os, une histoire qui déconstruit le monde et enseigne à ceux qui viendront ensuite."
  },
  "MapTempestFire": {
    "name": "Pluies de feu",
    "predictiontext":
      "Vous découvrirez une zone frappée par une Tempête infernale.",
    "flavourtext":
      "Une pluie de flammes sévit à travers le pays. Prends garde au chemin que tu empruntes."
  },
  "MapTempestIce": {
    "name": "Averses de glace",
    "predictiontext":
      "Vous découvrirez une zone frappée par une Tempête polaire.",
    "flavourtext":
      "Des rafales de froid soufflent depuis les cieux, transissant l’imprudent jusqu’à l’os."
  },
  "MapTempestLightning": {
    "name": "Trombes de foudre",
    "predictiontext":
      "Vous découvrirez une zone frappée par une Tempête électrocutante.",
    "flavourtext":
      "Depuis les cieux, les orages frappent avec précision. Un pied agile saura éviter leur courroux."
  },
  "MapTempestUndead": {
    "name": "Le Déluge mort-vivant",
    "predictiontext":
      "Vous découvrirez une zone frappée par une Tempête morbide.",
    "flavourtext":
      "Des os tombent du ciel pour reprendre la forme des hommes qu’ils furent jadis."
  },
  "MapTempestPhysical": {
    "name": "Bourrasques écrasantes",
    "predictiontext":
      "Vous découvrirez une zone frappée par une Tempête écrasante.",
    "flavourtext":
      "Le ciel tremble et la terre lui répond avec une force dévastatrice."
  },
  "MapTempestCorrupt": {
    "name": "Ouragan vaal",
    "predictiontext":
      "Vous découvrirez une zone frappée par une Tempête corruptrice.",
    "flavourtext":
      "Portée par un vent rouge, la corruption s’étend sur tous ceux qu’elle touche."
  },
  "UniqueFireGolemAtFireFurysCamp": {
    "name": "Les Flammes vivantes",
    "predictiontext":
      "Vous découvrirez un puissant golem de flammes près du campement de la Furie de Feu, sur la Côte.",
    "flavourtext":
      "Là où le sable rencontre l’eau, les flammes du carnassier brillent de plus belle."
  },
  "FarmerSkeletonsAtRuinedHouse": {
    "name": "Tombé en friche",
    "predictiontext":
      "Vous affronterez des hordes de fermiers ressucités au sein d'une maison en ruine à la Croisée des chemins.",
    "flavourtext":
      "L’heure du fermier est venue il y a longtemps. Sa maison en ruines est le théâtre d’une moisson noire."
  },
  "KaruiWarriorsNearWeatheredCarvings": {
    "name": "La Voie de la Trahison",
    "predictiontext":
      "Vous rencontrerez des Esprits karuis près de Gravures érodées, et les renverrez vers Hinekora.",
    "flavourtext":
      "Autrefois terrassés par la main du roi, des esprits du sud s’attardent près d’ossements de géants."
  },
  "WeaponsRiseUpAroundLioneyesStandard": {
    "name": "Les Soldats oubliés",
    "predictiontext":
      "Vous rencontrerez les armes animées d'une armée vaincue près de l'Étendard d'Œil de Lion dans la Montée.",
    "flavourtext":
      "La bannière qui flotte dans la brise indique là où reposent les lions, dont les crocs d’acier sont encore assoiffés de sang."
  },
  "GoldenWaterElementalsRiseFromGoldPiles": {
    "name": "Des Flaques de richesses",
    "predictiontext":
      "Vous rencontrerez et anéantirez des élémentaires d'or au plus profond des Cavernes de la colère.",
    "flavourtext":
      "Attiré par le chant de la Sirène, l’or courroucé surgit de la terre."
  },
  "ChildOfLunarisAppearsInChapel": {
    "name": "L'Enfant de Lunaris",
    "predictiontext":
      "Vous rencontrerez et terrasserez l'Enfant de Lunaris dans un temple en ruine, près de la Croisée des chemins.",
    "flavourtext":
      "Marchant parmi les ruines d’un sanctuaire de pierres, l’enfant de Lunaris baigne dans la lumière de sa mère."
  },
  "ArmyOfUndeadSoldiersAppearInRuinedFortress": {
    "name": "La Garnison oubliée",
    "predictiontext":
      "Vous rencontrerez et éradiquerez une armée de morts-vivants dans une forteresse en ruine, près du Pont brisé.",
    "flavourtext":
      "Là où des bandits se sont implantés, une armée sans vie se lève pour garder la forteresse en ruines."
  },
  "TheStockkeeperAppears": {
    "name": "Le Consignataire",
    "predictiontext":
      "Vous rencontrerez et terrasserez le Consignataire près de la Porte des Récoltes.",
    "flavourtext":
      "Un homme peut survivre grâce à sa seule cupidité, mais une seule arme suffit pour venir à bout de celui qui en possède plusieurs."
  },
  "UniqueLightningGolemAppearsOutsideBubble": {
    "name": "Énergies anormales",
    "predictiontext":
      "Vous rencontrerez un puissant élémentaire de foudre près du pont au Front.",
    "flavourtext":
      "Un mur d’énergies anormales tient ceux vêtus de noir à distance, mais se plie pour le grésillement de ses semblables."
  },
  "TwoUniqueBlackguardCaptainsAppearAtFarEnd": {
    "name": "La Défense du pont",
    "predictiontext":
      "Vous rencontrerez et exterminerez deux puissants Capitaines de la Garde noire près du pont des Casernes d'ébène.",
    "flavourtext":
      "Près des marches de pierres où grouillent les hommes en noir, la haine glace le sang de l’un, et la fureur grésille dans les yeux de l’autre."
  },
  "UniqueZombieBlackguardAtRuinedCart": {
    "name": "Dans les Griffes de la Corruption",
    "predictiontext":
      "Vous rencontrerez un puissant Garde noir mort-vivant dans les Jardins impériaux.",
    "flavourtext":
      "La route d’un soldat en noir s’achève brusquement au pied de la tour. Sa chair se putréfie, mais ses os ne cessent pas de croître."
  },
  "RareLunarisMiscreationsAppearAtScionCage": {
    "name": "Les Profanés de la Tour",
    "predictiontext":
      "Vous rencontrerez et terrasserez un groupe de puissants Difformes dans les Hauteurs du Sceptre divin.",
    "flavourtext":
      "Ravies de chez elles, les chairs innocentes sont pétries et remodelées au sommet de la tour."
  },
  "Tier1MapsSpawnedAtMapDevice": {
    "name": "Les Cartes perdues",
    "predictiontext":
      "Vous trouverez des Cartes près du centre de la Chambre des péchés.",
    "flavourtext":
      "Jadis détenu par le Prodige, un dispositif d’une grande puissance répand des clés ouvrant des portes vers d’autres mondes."
  },
  "AreaAllRaresAreCloned": {
    "name": "Les Gémeaux",
    "predictiontext":
      "Vous découvrirez un lieu où de puissants monstres sont dupliqués.",
    "flavourtext":
      "Ceux qui étaient uniques se voient maintenant dédoublés. Dans le nombre, la force des forts augmente encore davantage."
  },
  "AreaAllUniquesArePossessedByTormentedSpirits": {
    "name": "L'Adversaire possédé",
    "predictiontext":
      "Vous rencontrerez un ou plusieurs monstres redoutables possédés par un Esprit tourmenté.",
    "flavourtext":
      "Un nom que nul n’a jamais oublié voit sa volonté volée par un esprit vengeur."
  },
  "KillingTormentedSpiritTouchesAllMonsters": {
    "name": "Toucher de mort",
    "predictiontext":
      "Vous anéantirez un Esprit tourmenté qui touchera tous les autres monstres. - REMARQUE : provoque énormément de lag actuellement",
    "flavourtext": "Une âme tourmentée saisit son ultime chance de se venger."
  },
  "AreaHasVaalMonstersAndOversoul": {
    "name": "Invasion vaal",
    "predictiontext":
      "Vous découvrirez des envahisseurs vaal dans le Temple de Lunaris, et anéantirez le monstre qui les dirige.",
    "flavourtext":
      "Dans un lieu qui fut le théâtre de grandes atrocités, les ombres du passé planent sur l’armée rouge ressuscitée."
  },
  "AreaHasOnlyStrongboxes": {
    "name": "Un Trésor monstrueux",
    "predictiontext":
      "Vous vous rendrez dans une Carte où les monstres vous guettent. Vous ouvrirez les coffres qu'ils gardent, et vous les exterminerez jusqu'au dernier.",
    "flavourtext":
      "Dans un rêve depuis longtemps oublié, de petits coffres renferment de grands adversaires, mais aussi de grandes récompenses."
  },
  "AreaIsLikeCorruptedSideArea": {
    "name": "La Propagation de la Corruption",
    "predictiontext":
      "Vous découvrirez et purifierez un lieu où la corruption des Vaal s'est répandue.",
    "flavourtext":
      "La corruption se propage à une vitesse fulgurante, tout comme ceux qui la vénèrent."
  },
  "FrogFlood": {
    "name": "Invasion de Grenouilles",
    "predictiontext":
      "Vous découvrirez un lieu extérieur inondé de grenouilles.",
    "flavourtext":
      "Une irruption de chairs poisseuses et gluantes, de pattes et de langues collantes. Quelle qu’eût été sa couleur d’avant, maintenant la terre est verte."
  },
  "AreaContainsWashedUpCorpses": {
    "name": "Visions de Macchabées",
    "predictiontext": "Vous découvrirez un lieu jonché de cadavres de noyés.",
    "flavourtext":
      "Boursoufflés, gorgés d’eau et de possessions ; parfois, de véritables trésors s’échouent sur le rivage."
  },
  "MapContainsTrial": {
    "name": "L'Épreuve de rêve",
    "predictiontext":
      "Vous découvrirez une épreuve d'Ascendance dans une Carte.",
    "flavourtext":
      "Les profondeurs d’un rêve dissimulent une série d’épreuves qui aiguisent le corps comme l’esprit."
  },
  "AreaSpawnsUndead": {
    "name": "Glèbe, Vers et Sang",
    "predictiontext":
      "Vous découvrirez une zone contenant d'importants groupes de morts-vivants.",
    "flavourtext":
      "La foule de non-vivants s’amasse dans le repaire d’alliés improbables."
  },
  "AreaSpawnsInsectsAndQueens": {
    "name": "L'Essaim affamé",
    "predictiontext":
      "Vous découvrirez une zone contenant d'importants groupes d'insectes.",
    "flavourtext":
      "Rampant partout alentour, des insectes se nichent auprès d’alliés improbables."
  },
  "AreaSpawnsSeaWitchesAndSpawn": {
    "name": "Le Chœur maudit",
    "predictiontext":
      "Vous découvrirez une zone contenant d'importants groupes de Sorcières des mers.",
    "flavourtext":
      "La sorcière des mers ne murmure que du vent, et calme le cœur d’alliés improbables."
  },
  "AreaSpawnsRareDevourers": {
    "name": "La Terre tremble",
    "predictiontext":
      "Vous découvrirez une zone contenant un grand nombre de Dévoreurs.",
    "flavourtext":
      "La terre tremble sous les pieds de la multitude, mais cette dernière n’est pas la proie recherchée par ce monstre."
  },
  "AreaContainsInvasionBoss": {
    "name": "L'Envahisseur",
    "predictiontext":
      "Vous rencontrerez et éliminerez un puissant monstre envahisseur.",
    "flavourtext":
      "Une horreur surgie du passé revient pour semer le chaos dans un endroit qui ne fut jamais chez elle."
  },
  "UnbearableWhispers1": {
    "name": "Murmures insoutenables I",
    "predictiontext": "Vous découvrirez un tome dans la Bibliothèque.",
    "flavourtext":
      "De sombres runes se dispersent sur les pages du tome, dissimulant les alliés du Chuchoteur."
  },
  "UnbearableWhispers2": {
    "name": "Murmures insoutenables II",
    "predictiontext":
      "Vous découvrirez un tome après avoir terrassé un monstre dans le Sceptre divin.",
    "flavourtext":
      "Le Chuchoteur laisse un tome dans la tour, gardé par un disciple dément."
  },
  "UnbearableWhispers3": {
    "name": "Murmures insoutenables III",
    "predictiontext": "Vous terrasserez Shavronne, qui cèdera un tome.",
    "flavourtext":
      "L’Esthète garde les mots proscrits du Chuchoteur en sécurité dans les profondeurs du ventre de la bête."
  },
  "UnbearableWhispers4": {
    "name": "Murmures insoutenables IV",
    "predictiontext":
      "Vous terrasserez un puissant monstre en particulier, qui cèdera un tome.",
    "flavourtext":
      "Des mots proscrits résonnent dans le crâne d’un être puissant ; l’influence du Chuchoteur se répand."
  },
  "UnbearableWhispers5": {
    "name": "Murmures insoutenables V",
    "predictiontext":
      "Vous découvrirez un tome maléfique dans la dernière salle du Labyrinthe du Seigneur.",
    "flavourtext":
      "L’empereur piégé protège un savoir impie à son insu, de sombres pages enfouies parmi des trésors scintillants."
  },
  "TheUnbreathingQueen1": {
    "name": "La Reine sans Soupirs I",
    "predictiontext":
      "Vous anéantirez des spectres rencontrés dans les Ruines du sacrilège.",
    "flavourtext":
      "La Reine Sans soupirs orchestre un crime impie, une profanation des morts."
  },
  "TheUnbreathingQueen2": {
    "name": "La Reine sans Soupirs II",
    "predictiontext":
      "Vous vaincrez l'esprit d'un héros rencontré dans le Labyrinthe.",
    "flavourtext":
      "La chair du héros appartient à la Reine Sans soupirs, mais son âme, froide et amère, demeure piégée dans la plus grande des épreuves de l’Empereur."
  },
  "TheUnbreathingQueen3": {
    "name": "La Reine sans Soupirs III",
    "predictiontext":
      "Vous vaincrez l'esprit d'un héros rencontré sur la Corniche.",
    "flavourtext":
      "Des vagues se jettent contre une paroi rocheuse ; une victime de la Reine Sans soupirs brûle de rejoindre le royaume de la Mère."
  },
  "TheUnbreathingQueen4": {
    "name": "La Reine sans Soupirs IV",
    "predictiontext":
      "Vous vaincrez l'esprit d'un héros rencontré dans la Chambre de la Tisseuse.",
    "flavourtext":
      "Un enchevêtrement de soies a piégé son corps, dorénavant au service de la Reine Sans soupirs. Les hurlements de son âme en peine grondent dans les couloirs."
  },
  "TheUnbreathingQueen5": {
    "name": "La Reine sans Soupirs V",
    "predictiontext":
      "Vous terrasserez la Reine sans Soupirs dans une Carte de Cimetière.",
    "flavourtext":
      "La Reine Sans soupirs lève une armée dans un rêve de tombeaux et de tombes. Elle attend ton arrivée."
  },
  "TheAmbitiousBandit1": {
    "name": "Le Bandit ambitieux I",
    "predictiontext":
      "Vous rencontrerez et éliminerez des bandits dans un lieu où ils n'apparaissent pas d'ordinaire.",
    "flavourtext":
      "L’ambition d’un bandit va grandissant, à l’instar de la voie qu’il suit."
  },
  "TheAmbitiousBandit2": {
    "name": "Le Bandit ambitieux II",
    "predictiontext":
      "Vous rencontrerez et éliminerez des bandits sur la Place du marché.",
    "flavourtext":
      "Un bandit recherche une relique propre aux cupides, là où la cupidité fut jadis une vertu."
  },
  "TheAmbitiousBandit3": {
    "name": "Le Bandit ambitieux III",
    "predictiontext":
      "Vous rencontrerez et éliminerez des bandits dans la Bibliothèque.",
    "flavourtext":
      "Les yeux d’un bandit n’ignorent pas la valeur de l’endroit où les reliques et les tomes accumulent la poussière."
  },
  "DeadlyRivalry1": {
    "name": "Rivalité mortelle I",
    "predictiontext":
      "Vous serez confronté à un Exilé rival imbu des pouvoirs d'un Némésis.",
    "flavourtext":
      "Tu provoques la colère d’un autre, imprégné d’une puissance dorée."
  },
  "DeadlyRivalry2": {
    "name": "Rivalité mortelle II",
    "predictiontext":
      "Vous retrouverez l'Exilé rival, qui sera cette fois-ci également sous l'effet d'Assaut.",
    "flavourtext":
      "Revigoré et nourri par une rage aveugle, il ne laissera pas sa défaite impunie."
  },
  "DeadlyRivalry3": {
    "name": "Rivalité mortelle III",
    "predictiontext":
      "Vous retrouverez l'Exilé rival, qui sera cette fois-ci possédé par un Esprit tourmenté.",
    "flavourtext":
      "Son corps brisé puis réparé sert maintenant de véhicule à une puissance encore plus grande."
  },
  "DeadlyRivalry4": {
    "name": "Rivalité mortelle IV",
    "predictiontext":
      "Vous retrouverez l'Exilé rival, qui sera cette fois-ci imbu des effets d'un Autel.",
    "flavourtext":
      "Une prière près d’un autel noir guérit sa chair une fois de plus, mais l’obscurité emplit toujours son âme. Chaque défaite nourrit sa détermination."
  },
  "DeadlyRivalry5": {
    "name": "Rivalité mortelle V",
    "predictiontext":
      "Vous retrouverez l'Exilé rival, qui sera cette fois-ci soutenu par les membres d'une même Lignée.",
    "flavourtext":
      "Des alliés unis par le sang surgissent pour un ultime combat. La brisure et la guérison laissent des traces."
  },
  "TheWarmongers1": {
    "name": "Les Bellicistes I",
    "predictiontext": "Vous rencontrerez et éliminerez plusieurs Bataillons.",
    "flavourtext":
      "Une avant-garde cherche à s’approprier une terre qui n’est pas la sienne."
  },
  "TheWarmongers2": {
    "name": "Les Bellicistes II",
    "predictiontext":
      "Vous rencontrerez et éliminerez plusieurs Bataillons, ainsi que leurs renforts.",
    "flavourtext":
      "L’avant-garde n’est pas revenue ; ainsi, une autre vient à sa suite, apportant la guerre avec elle."
  },
  "TheWarmongers3": {
    "name": "Les Bellicistes III",
    "predictiontext":
      "Vous rencontrerez et éliminerez plusieurs Bataillons, ainsi que leurs soldats d'élite.",
    "flavourtext":
      "Une seconde défaite provoque la colère de soldats plus hauts gradés. Ils viennent pour répandre le sang."
  },
  "TheWarmongers4": {
    "name": "Les Bellicistes IV",
    "predictiontext":
      "Vous rencontrerez et éliminerez plusieurs Bataillons, ainsi que leur chef.",
    "flavourtext":
      "Le chef arrive, et il prévoit de peindre le pays en entier avec ton sang."
  },
  "BeyondSight1": {
    "name": "Au-delà des apparences I",
    "predictiontext":
      "Vous terrasserez des sectateurs ainsi que les adversaires qu'ils invoquent.",
    "flavourtext":
      "Une sombre présence se cache au-delà du regard. Seuls les cadavres trahissent ses mouvements."
  },
  "BeyondSight2": {
    "name": "Au-delà des apparences II",
    "predictiontext":
      "Vous terrasserez des sectateurs ainsi que les puissants adversaires qu'ils invoquent.",
    "flavourtext":
      "Une foule de disciples se rassemble autour d’un adversaire invisible. Celui-ci gagne en puissance mais s’obstine à ne pas se montrer."
  },
  "BeyondSight3": {
    "name": "Au-delà des apparences III",
    "predictiontext":
      "Vous terrasserez des sectateurs ainsi que les puissants adversaires qu'ils invoquent.",
    "flavourtext":
      "Une nuée de monstres d’outre-monde se déverse. Un grouillement de formes en mouvement. Une vision confuse."
  },
  "BeyondSight4": {
    "name": "Au-delà des apparences IV",
    "predictiontext":
      "Vous terrasserez un Héraut de Bameth et le redoutable adversaire qu'il invoque.",
    "flavourtext":
      "Ma vision s’assombrit. Une horreur approche. Son âme ferait un trophée inestimable pour Hinekora."
  },
  "ChestWithDivinationCards": {
    "name": "La Collection de la Voyante",
    "predictiontext":
      "Vous découvrirez dans une Carte un coffre qui renferme des Cartes divinatoires.",
    "flavourtext": "Tu trouveras dans un rêve ce qu’un cartomancien a oublié."
  }
}
