{
  "0": {
    "name": "Test plantage",
    "predictiontext": "La prochaine zone que vous créerez plantera.",
    "flavourtext": ""
  },
  "1": {
    "name": "Test de délai",
    "predictiontext":
      "La prochaine zone que vous créerez se figera pendant 10 secondes.",
    "flavourtext": ""
  },
  "2": {
    "name": "Test de délai puis plantage",
    "predictiontext":
      "La prochaine zone que vous créerez se figera pendant 10 secondes, puis elle plantera.",
    "flavourtext": ""
  },
  "3": {
    "name": "Les Richesses de la Reine",
    "predictiontext":
      "Vous terrasserez Atziri, Reine des Vaal, et accèderez à sa Chambre forte.",
    "flavourtext":
      "The Red Queen holds the key to her vaults, and only death will loosen her grip."
  },
  "4": {
    "name": "L'Esprit singulier",
    "predictiontext":
      "Vous anéantirez un Esprit tourmenté qui détient un Objet unique.",
    "flavourtext":
      "A life spent fleeing from the law leaves the spirit ready to escape with its newfound treasure."
  },
  "5": {
    "name": "L'Exilé nanti",
    "predictiontext":
      "Vous rencontrerez et tuerez un Exilé renégat qui ne porte que des Objets rares.",
    "flavourtext":
      "They flee from the eyes of Oriath, coated in gold from head to toe."
  },
  "6": {
    "name": "L'Éclaireur",
    "predictiontext":
      "Vous rencontrerez et tuerez un Exilé renégat qui appellera un Bataillon.",
    "flavourtext":
      "One like you roams the land, but they are just the first of many."
  },
  "7": {
    "name": "En Embuscade",
    "predictiontext":
      "Vous serez assailli(e) par un Exilé renégat lorsque vous ouvrirez un Coffre-fort.",
    "flavourtext":
      "A chest of goods hides many challenges, but one goes unseen even to the wise."
  },
  "8": {
    "name": "L'Alchimiste",
    "predictiontext":
      "Vous terrasserez un Alchimiste nonmourant qui cèdera un Orbe d'alchimie.",
    "flavourtext":
      "A fool tries to turn lead to gold, but a deft hand takes it by force."
  },
  "9": {
    "name": "Une Mort royale",
    "predictiontext":
      "Vous terrasserez un Roi ou une Reine redoutable qui cèdera un Orbe royal.",
    "flavourtext":
      "Blue blood drains from a cut-throat, and turns what it touches to gold."
  },
  "10": {
    "name": "Le Corrompu",
    "predictiontext":
      "Vous terrasserez dans une Zone secondaire vaal un puissant ennemi qui cèdera un Orbe vaal.",
    "flavourtext":
      "To plow a field, you need a tool. To harvest grain, you need a tool. To spread corruption, you need a tool."
  },
  "11": {
    "name": "Le Trésor de l'Empereur",
    "predictiontext":
      "Vous triompherez d'Izaro et recevrez une Clé au trésor supplémentaire.",
    "flavourtext":
      "Lost in his own creation, the Emperor leaves a generous parting gift for the precise."
  },
  "12": {
    "name": "Le Némésis de l'Avarice",
    "predictiontext":
      "Vous terrasserez un ennemi Rare et puissant qui cèdera deux Objets uniques au lieu d'un.",
    "flavourtext":
      "A collector of antiquities doubles their treasures, relinquishing them only with their final breath."
  },
  "13": {
    "name": "NE DEVRAIT PAS APPARAÎTRE",
    "predictiontext":
      "Vous affronterez un monstre puissant qui cèdera un Objet unique à sa mort.",
    "flavourtext": "Vous ne devriez pas voir ça !"
  },
  "14": {
    "name": "Le Forgeron",
    "predictiontext": "Vous terrasserez Hillock, qui cèdera un puissant objet.",
    "flavourtext":
      "Long ago, a master of metal, now a shaper of fear. But his greatest tools remain."
  },
  "15": {
    "name": "Exorcisme brutal",
    "predictiontext":
      "Vous tuerez un adversaire, le libèrerant ainsi de l'Esprit tourmenté qui le possède.",
    "flavourtext":
      "A pained spirit hijacks a body, and will not be stopped by that body's demise."
  },
  "16": {
    "name": "Le Rêve du Rêveur",
    "predictiontext":
      "Vous entrerez dans une Carte. Vous terrasserez le redoutable adversaire qui y réside, et il cèdera une Carte rare.",
    "flavourtext":
      "The greatest threat, deep in dream, holds the key to another world."
  },
  "17": {
    "name": "L'Esprit de l'Esthète",
    "predictiontext":
      "Vous rencontrerez l'esprit tourmenté de Shavronne près de Brutus. Vous terrasserez Brutus pendant qu'il est possédé par l'esprit.",
    "flavourtext":
      "The echo of the Aesthete haunts her greatest creation, bestowing great powers once more."
  },
  "18": {
    "name": "Frères d'armes",
    "predictiontext":
      "Vous affronterez Brutus et Kole dans les profondeurs de la Prison d'Axiom, et les vaincrez tous les deux.",
    "flavourtext":
      "Two men, transformed into monsters, fight together to hold the gate."
  },
  "19": {
    "name": "Échos de Sorcellerie",
    "predictiontext":
      "Vous vous rendrez à un cercle de pierres dans la Forêt occidentale et anéantirez l'Écho de Doedre Sombrelangue qui s'y trouve.",
    "flavourtext":
      "A circle of silent giants imprisons a memory of undying misery. A dark tongue whispers dark words carried by the western winds."
  },
  "20": {
    "name": "Le Dieu du Malheur",
    "predictiontext": "Vous détruirez les fausses idoles Kuduku et Kadaka.",
    "flavourtext":
      "Pagan mouths worship pagan gods; false idols for false promises."
  },
  "21": {
    "name": "Échos de Mutation",
    "predictiontext":
      "Vous trouverez et anéantirez l'Écho de Maligaro dans la Chambre des péchés.",
    "flavourtext":
      "Perverse loyalty, blind love, the abuser and the abused reunited in sin."
  },
  "22": {
    "name": "Échos d'un Amour perdu",
    "predictiontext":
      "Vous trouverez et anéantirez l'Écho de Daresso dans la Caverne de la Colère.",
    "flavourtext":
      "Twisted by temptation, tempted by corruption, the Siren's song finally calls forth a fragment of her lost love."
  },
  "23": {
    "name": "Un Maître demande main-forte",
    "predictiontext":
      "Vous rencontrerez Haku et accomplirez sa mission. Vous obtiendrez un bonus en réputation et en faveur.",
    "flavourtext": "Carried by the southern winds, a master of metal seeks aid."
  },
  "24": {
    "name": "Un Maître demande main-forte",
    "predictiontext":
      "Vous rencontrerez Tora et accomplirez sa mission. Vous obtiendrez un bonus en réputation et en faveur.",
    "flavourtext": "Smelling of beast and blood, a master hunter seeks aid."
  },
  "25": {
    "name": "Un Maître demande main-forte",
    "predictiontext":
      "Vous rencontrerez Catarina et accomplirez sa mission. Vous obtiendrez un bonus en réputation et en faveur.",
    "flavourtext":
      "Guarding a sculpture of flesh and bone and magic, a master of necromancy seeks aid."
  },
  "26": {
    "name": "Un Maître demande main-forte",
    "predictiontext":
      "Vous rencontrerez Vagan et accomplirez sa mission. Vous obtiendrez un bonus en réputation et en faveur.",
    "flavourtext":
      "Forged in battle, stewing in arrogance, a master of weapons seeks aid."
  },
  "27": {
    "name": "Un Maître demande main-forte",
    "predictiontext":
      "Vous rencontrerez Elréon et accomplirez sa mission. Vous obtiendrez un bonus en réputation et en faveur.",
    "flavourtext":
      "Forsaken by the light he has sworn to protect, a master of prayer seeks aid."
  },
  "28": {
    "name": "Un Maître demande main-forte",
    "predictiontext":
      "Vous rencontrerez Vorici et accomplirez sa mission. Vous obtiendrez un bonus en réputation et en faveur.",
    "flavourtext":
      "Turning life to death, turning death to art, a master of the darkness seeks aid."
  },
  "29": {
    "name": "Un Maître demande main-forte",
    "predictiontext":
      "Vous rencontrerez Zana et accomplirez sa mission. Vous obtiendrez un bonus en réputation et en faveur.",
    "flavourtext":
      "Lost in the miasma of dream, a master of many realms seeks aid."
  },
  "30": {
    "name": "Les Sentiers des Vaal",
    "predictiontext":
      "Vous explorerez une Zone secondaire vaal cachée qui contient de puissants ennemis.",
    "flavourtext": "Ancient foes open new paths to the land they left barren."
  },
  "31": {
    "name": "Les Brutes mortes-vivantes",
    "predictiontext":
      "Vous rechercherez et éliminerez un groupe de sept morts-vivants puissants.",
    "flavourtext":
      "Powerful soldiers of a forgotten time reunite and march once again."
  },
  "32": {
    "name": "Les Quatre Renégats",
    "predictiontext":
      "Vous entrerez dans une Carte qui contient quatre Exilés renégats supplémentaires.",
    "flavourtext":
      "In a faraway dream, four souls far from home prepare to fight to the death."
  },
  "33": {
    "name": "Sang réincarné",
    "predictiontext":
      "Vous terrasserez un monstre puissant dont le sang prendra forme.",
    "flavourtext":
      "Life flows through the blood. Let slip the blood, and the life will continue in a new form."
  },
  "34": {
    "name": "Le Présent mystérieux",
    "predictiontext": "Vous vendrez cinq Objets uniques à un marchand.",
    "flavourtext":
      "A merchant seeks to trade misfitting gifts. Five for one, but what is the one?"
  },
  "35": {
    "name": "Une Conjonction précieuse",
    "predictiontext":
      "Vous recevrez un Orbe de chaos supplémentaire lorsque vous vendrez à un marchand un ensemble d'objets qui devrait vous donner un Orbe de chaos.",
    "flavourtext":
      "When the sum is already greater than the parts, there is room to make it greater still."
  },
  "36": {
    "name": "Connexions prédestinées",
    "predictiontext":
      "Vous créerez un objet doté de six châsses toutes déjà reliées entres elles en n'utilisant que des Orbes de joaillier.",
    "flavourtext": "Five and fewer stand alone, but six draws them together."
  },
  "37": {
    "name": "Une Richesse insoupçonnée",
    "predictiontext":
      "Vous transformerez un Objet normal en un Unique grâce à un seul Orbe de chance.",
    "flavourtext":
      "A blank canvass holds untold potential, but the artist's fortunate hand transforms it into a masterpiece."
  },
  "38": {
    "name": "La Main du Joaillier",
    "predictiontext":
      "Vous créerez un objet doté de cinq châsses toutes déjà reliées entre elles grâce à un seul Orbe de joaillier.",
    "flavourtext":
      "The Jeweller leaves five fingerprints and connects them with a single thread."
  },
  "39": {
    "name": "Un Maître bienveillant",
    "predictiontext":
      "Vous accomplirez la mission d'un Maître et recevrez le triple de réputation et de faveur.",
    "flavourtext":
      "A desperate ally seeks your aid, and will lavish you with appreciation."
  },
  "40": {
    "name": "Le Présent d'Érasme",
    "predictiontext": "Vous découvrirez une gemme à 20% de qualité.",
    "flavourtext":
      "The kind gemcutter scattered his beautiful craft for the paupers, but greedy hands hide them."
  },
  "41": {
    "name": "La Voie du Roi",
    "predictiontext":
      "Vous terrasserez Kaom en avec le Signe de Kaom à votre doigt.",
    "flavourtext":
      "Madness feeds the King's fury in the raging mouth of the volcano. His last vision will be a sign."
  },
  "42": {
    "name": "La Rebellion karui",
    "predictiontext":
      "Vous terrasserez les Sertis légionnaires en portant la Pupille karui.",
    "flavourtext":
      "Thaumaturgy and faith clash among giant ruins; a recreation of a long-gone rebellion."
  },
  "43": {
    "name": "Le Roi et les Ronces",
    "predictiontext": "Vous terrasserez Daresso en portant la Veste de ronces.",
    "flavourtext":
      "The Blade King's blood feeds brambles that grow ever thicker."
  },
  "44": {
    "name": "Le Flux de l'Énergie",
    "predictiontext":
      "Vous terrasserez Shavronne en portant les Pas de Shavronne.",
    "flavourtext":
      "The Aesthete sustains herself in unnatural ways. When movement fails, energy flows."
  },
  "45": {
    "name": "La Corde de l'Archer",
    "predictiontext":
      "Vous terrasserez Déclinuit en en étant armé(e) de la Harpe de la Mort.",
    "flavourtext":
      "The brittle archer's bow plays a song of death, but the harp sings a sweet masterpiece."
  },
  "46": {
    "name": "En Provenance du Néant",
    "predictiontext":
      "Vous terrasserez Bameth en portant avec le Cœur noir à votre doigt.",
    "flavourtext":
      "The iron heart, burned in the blackness of the void that lies beyond sight, rots all it touches.  "
  },
  "47": {
    "name": "Coups durs",
    "predictiontext": "Vous terrasserez Gneiss en portant Tête de roc.",
    "flavourtext":
      "Living stone strides across the field, each step shakes the earth and rattles the soul."
  },
  "48": {
    "name": "Feu et Soufre",
    "predictiontext": "Vous terrasserez Pulse-Haine en portant Noirtraits.",
    "flavourtext":
      "Living cinders set the stone alight, a gleaming signal in the blackness where husks are burned."
  },
  "49": {
    "name": "Une Forêt de fausses Idoles",
    "predictiontext":
      "Vous terrasserez le Bosquet enflammé en portant le Tiki d'Araku.",
    "flavourtext":
      "A grove of wooden faces spit fire, a cheap mockery of unimaginable power."
  },
  "50": {
    "name": "Feu et Glace",
    "predictiontext":
      "Vous terrasserez Râclegrêle en portant la Tristesse d'Algide.",
    "flavourtext":
      "Cold sorrow turns to burning fury that hails across the shattered ship."
  },
  "51": {
    "name": "Douleur et Plaisir",
    "predictiontext":
      "Vous terrasserez Shavronne en portant la Couronne d'épines.",
    "flavourtext":
      "A single thorn slips through stretched skin; pain turns to power."
  },
  "52": {
    "name": "Les Fleurs ensanglantées revisitées",
    "predictiontext":
      "Vous terrasserez les Sertis légionnaires en portant la Pointe ézomyte.",
    "flavourtext":
      "Ezomyte banners flutter through the air as embellished monsters fall, a reenactment of the slave's final victory."
  },
  "53": {
    "name": "Hurlement de mort",
    "predictiontext":
      "Vous terrasserez le Général Gravicius en portant le Glas du Trépas.",
    "flavourtext":
      "The bell tolls, the people gather, the General is executed. The militia cries out and charges forth."
  },
  "54": {
    "name": "La Bouche des Horreurs",
    "predictiontext":
      "Vous terrasserez Doedre en tenant le Calice des Horreurs.",
    "flavourtext":
      "The vile witch whispers words of horror, and sups from the chalice one final time."
  },
  "55": {
    "name": "La Ténacité de la Nature",
    "predictiontext":
      "Vous terrasserez Calaf, Enfonceur de crânes en tenant la Feuille printanière.",
    "flavourtext":
      "Thieves camp beneath roadside trees, but it is their leader who falls like the mighty oak."
  },
  "56": {
    "name": "La Flamme étouffée",
    "predictiontext": "Vous terrasserez Cliquetis en tenant Kaltenhalte.",
    "flavourtext":
      "Cold bones rattle in stone cells, extinguishing all light, all warmth, all hope."
  },
  "57": {
    "name": "Le Prédateur des cieux",
    "predictiontext":
      "Vous terrasserez l'Ombre de cent pieds en étant armé(e) de l'Aigle hurlant.",
    "flavourtext":
      "The eagle battles the vulture in the shadow of a dying sun, and becomes something greater."
  },
  "58": {
    "name": "Des Membres découpés",
    "predictiontext":
      "Vous terrasserez Martelorage en étant armé(e) de Tranche-membres",
    "flavourtext":
      "A storm of stone stops when the last of the limbs are severed and blood flows no more."
  },
  "59": {
    "name": "Fatalité immémoriale",
    "predictiontext":
      "Vous terrasserez l'Âme souveraine vaal en étant armé(e) de Flèchefuneste.",
    "flavourtext":
      "*** (note de Fred : j'utilise le terme \"L'Apex de la Pyramide\" pour le lieu en jeu, mais tu es libre de dire \"le sommet\")"
  },
  "60": {
    "name": "Le Bois argenté",
    "predictiontext":
      "Vous terrasserez Targa, Braconnier de prédateurs en étant armé(e) de la Branche argentée.",
    "flavourtext": "A thief, bow in hand, flees to the wooded outskirts."
  },
  "61": {
    "name": "Le Cœur du Serviteur",
    "predictiontext":
      "Vous terrasserez Fidélitas en étant armé(e) du Nuage orageux.",
    "flavourtext":
      "The Servant's sacrifice summons a storm in the Prodigy's soul."
  },
  "62": {
    "name": "La Mélodie mélancolique de l'Hiver",
    "predictiontext":
      "Vous terrasserez Âmedeuil en étant armé(e) de l'Hymne de Hrimnor.",
    "flavourtext":
      "A mournful hymn, a mournful soul, the chill of death on the wind."
  },
  "63": {
    "name": "La Puissance décuplée",
    "predictiontext":
      "Vous terrasserez Piety en étant armé(e) de la Tige de Réverbération.",
    "flavourtext":
      "The pious grow powerful surrounded by a sea of blood and empty husks"
  },
  "64": {
    "name": "Le Début et la Fin",
    "predictiontext":
      "Vous terrasserez en étant armé(e) du Sculpteur de Royaumes.",
    "flavourtext":
      "The archbishop plays witness to his own cold death and cremation."
  },
  "65": {
    "name": "La Reine incomprise",
    "predictiontext":
      "Vous terrasserez en étant armé(e) du Décret de la Reine.",
    "flavourtext":
      "A queen of bone raises an army and flees among walls of flesh."
  },
  "66": {
    "name": "NE DEVRAIT PAS APPARAÎTRE",
    "predictiontext":
      "Tous les monstres normaux deviennent magique. REMARQUE : ne pas utiliser, provoque énormément de lag.",
    "flavourtext": "Vous ne devriez pas voir ça !"
  },
  "67": {
    "name": "La Pierre noire I",
    "predictiontext":
      "Vous utiliserez un Orbe de Transmutation sur une Amulette d'onyx, lui appliquant ainsi des résistances élémentaires.",
    "flavourtext":
      "The black stone senses resilience in you. It too grows resilient to outside influences."
  },
  "68": {
    "name": "La Pierre noire II",
    "predictiontext":
      "Vous utiliserez un Orbe d'Augmentation sur l'Amulette d'onyx, lui appliquant ainsi de la vie.",
    "flavourtext":
      "The black stone senses the joy of life in you. It feeds on this joy and grows more lively."
  },
  "69": {
    "name": "La Pierre noire III",
    "predictiontext":
      "Vous utiliserez un Orbe royal sur l'Amulette d'onyx, lui appliquant ainsi des chances de coup critique.",
    "flavourtext":
      "The black stone senses eagerness in you. It longs for the excitement of combat, of bloodshed."
  },
  "70": {
    "name": "La Pierre noire IV",
    "predictiontext":
      "Vous utiliserez un Orbe exalté sur l'Amulette d'onyx, la transformant ainsi en un puissant nouvel objet.",
    "flavourtext":
      "The black stone learns from you. It is ready to shape each encounter in your favour."
  },
  "71": {
    "name": "La Montagne vivante",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Titan en ruine qui cèdera un Objet unique.",
    "flavourtext":
      "Shaped by magic, the tool that breathes life into the titan's stone lies at its heart."
  },
  "72": {
    "name": "Le Gardien de prison",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Foudregarde d'Axiom qui cèdera un Objet unique.",
    "flavourtext":
      "Clad in black, the guard holds the key to unleashing the storm."
  },
  "73": {
    "name": "La Passion du Roi des Épées",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Gladiateur fou qui cèdera un Objet unique.",
    "flavourtext":
      "Once a challenger to the crown, he holds in his hands the Sword King's blade."
  },
  "74": {
    "name": "Le Cri de l'Aigle",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Coureur obscur qui cèdera un Objet unique.",
    "flavourtext":
      "A flightless fowl charges through rotten wooden ribs; its scream gives even the battle-hardened pause."
  },
  "75": {
    "name": "De la Mort jaillit la Vie",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Mort dégoulinant qui cèdera un Objet unique.",
    "flavourtext":
      "Fetid waters carry the dead downstream, but walking in the mud, the dead one carries life."
  },
  "76": {
    "name": "Tempête à l'horizon",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Braconnier cassant qui cèdera un Objet unique.",
    "flavourtext":
      "The poacher's bowstring snaps like dry bone and crackles like thunder."
  },
  "77": {
    "name": "Une Prise ferme",
    "predictiontext":
      "Vous trouverez et terrasserez une puissante Saumure grouillante qui cèdera un Objet unique.",
    "flavourtext":
      "Water slicks the stone, a misstep chills the bone, the living pools hold the cure."
  },
  "78": {
    "name": "Le Tuteur sous protection",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Chaman barbu qui cèdera un Objet unique.",
    "flavourtext":
      "The false shaman's death uncovers ancestral allurement locked in ancient stone."
  },
  "79": {
    "name": "L'Ample Étendue de la Peur",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Dévoreur qui cèdera un Objet unique.",
    "flavourtext":
      "The unseen enemy travels through unseen tunnels. Its reach is small, but its effect is large."
  },
  "80": {
    "name": "La Clé de la prison",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Satyre barbu qui cèdera un Objet unique.",
    "flavourtext":
      "The gate is unlocked, but the key remains in the hands of a devil."
  },
  "81": {
    "name": "L'Héritage de Roth",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Fidèle d'Orme qui cèdera un Objet unique.",
    "flavourtext":
      "The devotee holds a relic of the pirate's past, looted and lost for an age."
  },
  "82": {
    "name": "La Bête sans âme",
    "predictiontext":
      "Vous trouverez et terrasserez une puissante Fabrication ancienne qui cèdera un Objet unique.",
    "flavourtext":
      "Powered by twin wings, the mechanical monster roams the ruins."
  },
  "83": {
    "name": "La Pierre du Pêcheur",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Seigneur du péché qui cèdera un Objet unique.",
    "flavourtext":
      "A lord of sin roams hollow halls protected from the spells he sings."
  },
  "84": {
    "name": "Baptême de l'au-delà",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Évêque de la mort qui cèdera un Objet unique.",
    "flavourtext":
      "The bishop's flock is long gone, yet still he wields his hefty crook."
  },
  "85": {
    "name": "La Dame en noir",
    "predictiontext":
      "Vous trouverez et terrasserez une puissante Foudremage de la Garde noire qui cèdera un Objet unique.",
    "flavourtext":
      "Lightning's hum grows louder and louder in the hands of the lady in black."
  },
  "86": {
    "name": "À contre-courant",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Docker spectre qui cèdera un Objet unique.",
    "flavourtext":
      "Taken by the fickle tides, the Captain's bow washes against the dock from which he set sail."
  },
  "87": {
    "name": "L'Exécuteur brutal",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Garde noir d'élite qui cèdera un Objet unique.",
    "flavourtext":
      "In a society that values violence, the violent rise through the ranks like oil through water."
  },
  "88": {
    "name": "Les Flammes dansantes",
    "predictiontext":
      "Vous trouverez et terrasserez une puissante Sentinelle des Flammes qui cèdera un Objet unique.",
    "flavourtext":
      "Crimson fabric flutters with fury and flame, but a gilded prize lies within."
  },
  "89": {
    "name": "Tempête sur le rivage",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Noyé qui cèdera un Objet unique.",
    "flavourtext":
      "Lightning flashes overhead. Bloated bodies wash ashore. One stands, walks, and stretches its wing."
  },
  "90": {
    "name": "Le Pétrifié",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Porteur de lanterne grêlé qui cèdera un Objet unique.",
    "flavourtext":
      "Lightless halls hewn in stone swell with the malformed, the twisted, the hardened and the dangerous."
  },
  "91": {
    "name": "L'Avant-garde",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Avant-garde de Voll qui cèdera un Objet unique.",
    "flavourtext":
      "The Vanguard lead the funereal march, playing hymns of death with their bowstrings. "
  },
  "92": {
    "name": "Le Purificateur des péchés",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Évangéliste nonmourant qui cèdera un Objet unique.",
    "flavourtext":
      "The Evangelist does not practise what he preaches, but death wipes clean the slate."
  },
  "93": {
    "name": "Fort comme un buffle",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Taureau combattant qui cèdera un Objet unique.",
    "flavourtext":
      "Strength to rival the Karui King charges through the Sword King's dream."
  },
  "94": {
    "name": "Le Nonmourant perdu",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Résident dissimulé qui cèdera un Objet unique.",
    "flavourtext":
      "Trapped with his emperor when the crown was taken, he seeks to change his fate."
  },
  "95": {
    "name": "Une Prière murmurée",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Prêtre du Givre qui cèdera un Objet unique.",
    "flavourtext":
      "A preacher whispers to the skies and the skies answer with a blanket of biting frost."
  },
  "96": {
    "name": "La Dernière Vigie",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Archer ancien qui cèdera un Objet unique.",
    "flavourtext":
      "A loyal soldier in life, he stands watch, bow in hand, waiting to be sent to the Mother of death."
  },
  "97": {
    "name": "La Main du Prodige",
    "predictiontext":
      "Vous trouverez et terrasserez une puissante Aberration suturée qui cèdera un Objet unique.",
    "flavourtext":
      "The dead one brought back to life by means other than corruption now holds the hands that revived it."
  },
  "98": {
    "name": "Celui qui veille sur le Veilleur",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Œil vagabond qui cèdera un Objet unique.",
    "flavourtext": "Unblinking, it watches. Unendingly, it is watched."
  },
  "99": {
    "name": "Le Sang du Traître",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Élu de Kaom qui cèdera un Objet unique.",
    "flavourtext":
      "Slain by their king, they live only in memory, but their lust for blood remains unsated."
  },
  "100": {
    "name": "Cœur de braise",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Incinérateur nonmourant qui cèdera un Objet unique.",
    "flavourtext":
      "Its one desire is to see the world burn. A shard of fury stokes the undying fire in its heart."
  },
  "101": {
    "name": "Chair marquée",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Mineur grêlé qui cèdera un Objet unique.",
    "flavourtext":
      "Stiff is the bow. Brittle is the flesh that holds it. Deep are the holes it leaves."
  },
  "102": {
    "name": "Les Gardiens du Silence",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Ruban d'assaut qui cèdera un Objet unique.",
    "flavourtext":
      "The temple untouched for centuries, the guardians clean and pure, yet they too must meet the Mother."
  },
  "103": {
    "name": "La Chair de la Bête",
    "predictiontext":
      "Vous trouverez et terrasserez un puissant Guerrier aux os tordus qui cèdera un Objet unique.",
    "flavourtext":
      "Stripped of its flesh, a warrior fights to protect the piece of the beast it has carved."
  },
  "104": {
    "name": "Feu, Bois et Pierre",
    "predictiontext":
      "Vous trouverez dans une Carte un puissant Élémentaire de cendre qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "With crushing weight, the stone figure roams the halls. It burns eternally yet grows no lighter."
  },
  "105": {
    "name": "Un Scintillement anormal",
    "predictiontext":
      "Vous trouverez dans une Carte une puissante Sentinelle du chaos qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "Living stone and effulgence, nothing moves unhindered beneath the weight of its dark presence."
  },
  "106": {
    "name": "Vent et Tonnerre",
    "predictiontext":
      "Vous trouverez dans une Carte un puissant Ruban galvanisant qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "The dreaming fabric flutters and cracks in the wind like thunder. A sharp sound that freezes the blood."
  },
  "107": {
    "name": "Égaré dans les Pages",
    "predictiontext":
      "Vous trouverez dans une Carte un puissant Archiviste nonmourant qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "Hundreds of years with nothing but books twists a once great mind."
  },
  "108": {
    "name": "Le Cadavre purulent",
    "predictiontext":
      "Vous trouverez dans une Carte un puissant Mort dégoulinant qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "Striding dryly through the mud, yet dripping with rot, he waits for the Mother's touch."
  },
  "109": {
    "name": "L'Écorché",
    "predictiontext":
      "Vous trouverez dans une Carte un puissant Écorcheur de tripes qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "The flayed becomes the flayer, stripping flesh from muscle with a sharpened edge."
  },
  "110": {
    "name": "Le Serment souterrain",
    "predictiontext":
      "Vous trouverez dans une Carte un puissant Tunnelier qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "Grasping blindly through a dark dream, a final pledge turns brittle flesh to dust."
  },
  "111": {
    "name": "Un Appel dans le Néant",
    "predictiontext":
      "Vous trouverez dans une Carte un puissant Archer à serres qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "The dreaming cockerel crows thrice, and thunder bellows from the void."
  },
  "112": {
    "name": "Injectés de sang",
    "predictiontext":
      "Vous trouverez dans une Carte un puissant Gladiateur fou qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "Blood stains the fighter's eyes and rains upon the dirt. He sees and dreams in crimson."
  },
  "113": {
    "name": "Le Nid",
    "predictiontext":
      "Vous trouverez dans une Carte une puissante Tarentule nocive qui cèdera un Objet unique à sa mort.",
    "flavourtext":
      "Rats become tangled in the spider's web; a meal within a nest within a dream."
  },
  "114": {
    "name": "Les Frères Nécromanciens",
    "predictiontext":
      "Vous rencontrerez et terrasserez quatre nécromanciens accompagnés de leurs serviteurs morts-vivants.",
    "flavourtext":
      "Four of shared flesh and blood raise an army of borrowed blood and bone."
  },
  "115": {
    "name": "Les Liens reformés",
    "predictiontext": "Vous mettrez un terme à une Lignée.",
    "flavourtext":
      "A bond of blood breaks, but from the carnage new bonds may be formed."
  },
  "116": {
    "name": "Des Richesses à foison",
    "predictiontext":
      "Vous tuerez un ennemi, provoquant une éruption d'Objets monétaires.",
    "flavourtext": "A full pocket, severed, spills forth like a struck spring."
  },
  "117": {
    "name": "La Gueulepeste I",
    "predictiontext":
      "Vous rencontrerez et terrasserez un puissant golem dans une Zone secondaire vaal.",
    "flavourtext":
      "The Plaguemaw enters the red realm and leaves a swirling mass of living stone."
  },
  "118": {
    "name": "La Gueulepeste II",
    "predictiontext":
      "Vous rencontrerez et éliminerez des monstres sombres dans la Crypte.",
    "flavourtext":
      "The Plaguemaw's followers feed on the flesh of the dead; a desecration of the Mother's work."
  },
  "119": {
    "name": "La Gueulepeste III",
    "predictiontext":
      "Vous subirez une embuscade des adeptes de Gueulepeste après avoir tué un monstre redoutable en particulier.",
    "flavourtext":
      "The Plaguemaw watches you with a glistening grin, waiting for a moment to send his shadows."
  },
  "120": {
    "name": "La Gueulepeste IV",
    "predictiontext":
      "Vous subirez une embuscade des adeptes de Gueulepeste dans les Jardins impériaux.",
    "flavourtext":
      "In a maze of green, the Plaguemaw sets a trap baited with treasures."
  },
  "121": {
    "name": "La Gueulepeste V",
    "predictiontext":
      "Vous entrerez dans la chambre de Gueulepeste dans les Veines de cristal ou dans une Carte de Gisement de cristal.",
    "flavourtext":
      "A room, etched in crystal, plays home to the Plaguemaw. He awaits you."
  },
  "122": {
    "name": "Historique de la Thaumaturgie I",
    "predictiontext":
      "Vous lirez le Journal de Shavronne dans les Quartiers du Geôlier.",
    "flavourtext":
      "The Aesthete's monstrous techniques are protected by the shadows."
  },
  "123": {
    "name": "Historique de la Thaumaturgie II",
    "predictiontext":
      "Vous lirez la Proclamation de Doedre dans la Forêt occidentale.",
    "flavourtext":
      "The Tongueless Witch's words speak through the stone to desperate followers."
  },
  "124": {
    "name": "Historique de la Thaumaturgie III",
    "predictiontext":
      "Vous examinerez un Dispositif à rêveries ancien dans la Chambre des péchés.",
    "flavourtext":
      "The Soulless One's gift to the Prodigy draws forth those who seek the same unnatural power."
  },
  "125": {
    "name": "Historique de la Thaumaturgie IV",
    "predictiontext": "Vous lirez la Dédicace de Malachai dans la Moisson.",
    "flavourtext":
      "Where the Soulless One left his physical form behind, a dangerous new threat emerges."
  },
  "126": {
    "name": "La Tanière du Pirate",
    "predictiontext":
      "Vous terrasserez Belcer, le Seigneur pirate. À sa mort, il vous ouvrira des portails vers Mao Kun.",
    "flavourtext":
      "The pirate lord who hides in dank tunnels deep in dream will guide you to an island of treasure."
  },
  "127": {
    "name": "Entrez dans le Maelström",
    "predictiontext":
      "Vous terrasserez l'Anomalie du Néant. À sa mort, elle vous ouvrira des portails vers le Maelström du chaos.",
    "flavourtext":
      "The swirling mass of dark stone stands at the centre of the dreaming storm."
  },
  "128": {
    "name": "Le Sanctuaire de pierre",
    "predictiontext":
      "Vous terrasserez l'Idole Transcendante. À sa mort, elle vous ouvrira des portails vers le Sanctuaire d'Olmec.",
    "flavourtext":
      "Break apart the wooden god, and a door to the stone sanctum appears."
  },
  "129": {
    "name": "Au travers du Mirage",
    "predictiontext":
      "Vous terrasserez le Mirage d'Os. À sa mort, il vous ouvrira des portails vers un monde miroir.",
    "flavourtext": "Washing away the mirage unveils a parallel path to walk."
  },
  "130": {
    "name": "Rivalités ancestrales I",
    "predictiontext":
      "Vous terrasserez Brutus en portant un objet de Shavronne.",
    "flavourtext":
      "Her greatest creation failed her. The Aesthete seeks to punish the brute."
  },
  "131": {
    "name": "Rivalités ancestrales II",
    "predictiontext": "Vous terrasserez Voll en portant un objet de Doedre.",
    "flavourtext":
      "Burned at the stake, the Tongueless Witch seeks to purify the purifier."
  },
  "132": {
    "name": "Rivalités ancestrales III",
    "predictiontext":
      "Vous terrasserez Kaom en portant un objet d'Œil de Lion.",
    "flavourtext":
      "Cut down on the shores, the Lion's fangs will sink into the Betraying King's flesh one last time."
  },
  "133": {
    "name": "Rivalités ancestrales IV",
    "predictiontext":
      "Vous terrasserez Malachai en portant un objet de Victario.",
    "flavourtext":
      "The Soulless One tore the world asunder, but the Poet will have the final word."
  },
  "134": {
    "name": "Le Seigneur sauvage I",
    "predictiontext":
      "Vous rencontrerez et exterminerez des animaux corrompus dans la Forêt méridionale.",
    "flavourtext":
      "The Feral Lord in the southern wood twists the wild to his will."
  },
  "135": {
    "name": "Le Seigneur sauvage II",
    "predictiontext":
      "Vous rencontrerez et exterminerez une bête puissante dans la Forêt septentrionale.",
    "flavourtext":
      "The Feral Lord's cold breath imbues and empowers the beast in the northern wood."
  },
  "136": {
    "name": "Le Seigneur sauvage III",
    "predictiontext":
      "Vous rencontrerez et exterminerez des animaux corrompus dans le Lac asséché.",
    "flavourtext":
      "Where water shimmers no more, thunderous beasts are dragged into the Feral Lord's domain."
  },
  "137": {
    "name": "Le Seigneur sauvage IV",
    "predictiontext":
      "Vous rencontrerez et exterminerez un redoutable Vautour dans l'enceinte de la Ville de Sarn.",
    "flavourtext":
      "The Feral Lord senses your presence. In the shell of the snail, the vulture seeks a fresh carcass."
  },
  "138": {
    "name": "Le Seigneur sauvage V",
    "predictiontext":
      "Vous rencontrerez et exterminerez un redoutable Rhoa de feu au sein d'une Carte de Geyser boueux.",
    "flavourtext":
      "To the realm of dreams the Feral Lord flees, and leaves in his wake a burning nightmare."
  },
  "139": {
    "name": "Invasion de Rats",
    "predictiontext":
      "Vous découvrirez une succession de pièces inondées de rats.",
    "flavourtext":
      "They run, they bite, they flee, they die. Swarms of fur and teeth and tail drown each and every room."
  },
  "140": {
    "name": "La Fin de l'Anarchie I",
    "predictiontext":
      "Vous entrerez dans une Carte et y éliminerez un Exilé renégat qui détient une Carte divinatoire.",
    "flavourtext":
      "A criminal of Theopolis flees into dream carrying a fortuneteller's tool."
  },
  "141": {
    "name": "La Fin de l'Anarchie II",
    "predictiontext":
      "Vous entrerez dans une Carte et y éliminerez deux Exilés renégats, chacun détenteur d'une Carte divinatoire.",
    "flavourtext":
      "Two criminals carry the fortuneteller's tools as they hunt for the body of their dreaming ally."
  },
  "142": {
    "name": "La Fin de l'Anarchie III",
    "predictiontext":
      "Vous entrerez dans une Carte et y éliminerez quatre Exilés renégats, chacun détenteur d'une Carte divinatoire.",
    "flavourtext":
      "A party of four criminals, each with the mark of the fortuneteller, hunt through dreams for their prosecutor."
  },
  "143": {
    "name": "La Fin de l'Anarchie IV",
    "predictiontext":
      "Vous entrerez dans une Carte et y éliminerez six Exilés renégats, chacun détenteur d'une Carte divinatoire.",
    "flavourtext":
      "Six criminals take to foot to stamp out the threat that tracks them through dreams."
  },
  "144": {
    "name": "Doublement Enchanté",
    "predictiontext":
      "Vous serez récompensé(e) par deux utilisations du Dispositif à enchantements après avoir triomphé du Labyrinthe.",
    "flavourtext":
      "A golden device hidden by a rotting emperor overflows with power."
  },
  "145": {
    "name": "Un Danger invisible",
    "predictiontext":
      "Vous serez assailli(e) par des monstres plus puissants que la normale lorsque vous ouvrirez un Coffre-fort.",
    "flavourtext":
      "A trap is set, a lure is placed, but stronger foes lie in wait."
  },
  "146": {
    "name": "Les Envahisseurs mystérieux",
    "predictiontext":
      "Vous trouverez et éradiquerez des monstres d'Ailleurs qui cherchent à envahir Wraeclast depuis le Dispositif cartographique.",
    "flavourtext":
      "Beyond the golden gears, the edges of reality crack, and something hidden from sight spills through."
  },
  "147": {
    "name": "Les Envahisseurs mystérieux",
    "predictiontext":
      "Vous trouverez et éradiquerez des monstres d'Ailleurs qui cherchent à envahir Wraeclast depuis le Dispositif cartographique.",
    "flavourtext":
      "Beyond the golden gears, the edges of reality crack, and something hidden from sight spills through."
  },
  "148": {
    "name": "Les Envahisseurs mystérieux",
    "predictiontext":
      "Vous trouverez et éradiquerez des monstres d'Ailleurs qui cherchent à envahir Wraeclast depuis le Dispositif cartographique.",
    "flavourtext":
      "Beyond the golden gears, the edges of reality crack, and something hidden from sight spills through."
  },
  "149": {
    "name": "Les Envahisseurs mystérieux",
    "predictiontext":
      "Vous trouverez et éradiquerez des monstres d'Ailleurs qui cherchent à envahir Wraeclast depuis le Dispositif cartographique.",
    "flavourtext":
      "Beyond the golden gears, the edges of reality crack, and something hidden from sight spills through."
  },
  "150": {
    "name": "Les Envahisseurs mystérieux",
    "predictiontext":
      "Vous trouverez et éradiquerez des monstres d'Ailleurs qui cherchent à envahir Wraeclast depuis le Dispositif cartographique.",
    "flavourtext":
      "Beyond the golden gears, the edges of reality crack, and something hidden from sight spills through."
  },
  "151": {
    "name": "Le Soulèvement des Morts-vivants",
    "predictiontext":
      "Vous vous rendrez dans les Prés ancestraux et y éradiquerez une arme de morts-vivants.",
    "flavourtext":
      "The green and verdant field is swathed in night, the farmers who tended to it rise again."
  },
  "152": {
    "name": "Le Jour du Sacrifice I",
    "predictiontext":
      "Vous terrasserez un puissant Vaal tombé au combat qui cèdera un fragment du Sacrifice à l'aube.",
    "flavourtext":
      "The ancient red champion is fallen, but a killing blow reveals his final sacrifice beneath the morning sun."
  },
  "153": {
    "name": "Le Jour du Sacrifice II",
    "predictiontext":
      "Vous ouvrirez un Coffre-fort rare corrompu qui renferme un fragment du Sacrifice de midi.",
    "flavourtext":
      "Beneath the midday sun, treasure, stained by corruption, invites an ambush."
  },
  "154": {
    "name": "Le Jour du Sacrifice III",
    "predictiontext":
      "Vous explorerez une Zone secondaire vaal qui contient un fragment du Sacrifice du crépuscule supplémentaire.",
    "flavourtext":
      "The ancient red army opens a powerful path before the setting sun."
  },
  "155": {
    "name": "Le Jour du Sacrifice IV",
    "predictiontext":
      "Vous serez confronté(e) dans Carte rare et corrompue à un envahisseur qui cèdera un fragment du Sacrifice de minuit.",
    "flavourtext":
      "A corrupted dream invites an invader, who hunts in the deepest night."
  },
  "156": {
    "name": "La Bénédiction",
    "predictiontext":
      "Vous terrasserez un puissant adversaire et recevrez la bénédiction d'un Autel.",
    "flavourtext":
      "Malevolence swells and spreads in minds. The flesh is weak, but the gift is strong."
  },
  "157": {
    "name": "La Leçon du Chasseur",
    "predictiontext":
      "Vous terrasserez un puissant adversaire et acquerrez ses pouvoirs.",
    "flavourtext":
      "An adversary, slain, briefly lives on in the lessons taught to the slayer."
  },
  "158": {
    "name": "Doré à l'intérieur",
    "predictiontext":
      "Vous terrasserez un puissant adversaire, qui cèdera un Objet rare.",
    "flavourtext":
      "Gold without, gold within. Blood comes in many colours, but the gilded always bleed gold."
  },
  "159": {
    "name": "Un Souvenir effacé",
    "predictiontext":
      "Vous terrasserez un redoutable adversaire, qui cèdera un Orbe de suppression.",
    "flavourtext":
      "A foe feared for an aeon falls and is scoured from the pages of history."
  },
  "160": {
    "name": "L'Issue d'un Tourment",
    "predictiontext":
      "Vous terrasserez un puissant adversaire, qui libèrera un Esprit tourmenté.",
    "flavourtext": "A fearsome foe's inner torment spills out into the world."
  },
  "161": {
    "name": "Renforts dissimulés",
    "predictiontext":
      "Vous subirez une embuscade tendue par plusieurs ennemis après avoir tué un adversaire.",
    "flavourtext":
      "Cowardly foes lay in wait. A show of force reveals their true intentions."
  },
  "162": {
    "name": "Renaissance",
    "predictiontext":
      "Vous tuerez un adversaire normal qui ressucitera, imprégné de nouveaux pouvoirs.",
    "flavourtext":
      "An ordinary life, an ordinary death, marked by an extraordinary rebirth."
  },
  "163": {
    "name": "La Lame aiguisée",
    "predictiontext":
      "Vous améliorerez grandement la qualité d'une arme grâce à une seule Pierre à aiguiser de forgeron.",
    "flavourtext":
      "The metal softens beneath the stone, reshaping with great ease."
  },
  "164": {
    "name": "L'Armure endurcie",
    "predictiontext":
      "Vous améliorerez grandement la qualité d'une armure grâce à une seule Ferraille d'armurier.",
    "flavourtext":
      "The rings that bind grow tighter, the plate thicker, the leather denser, all with a single touch."
  },
  "165": {
    "name": "Le Toucher d'or",
    "predictiontext":
      "Vous utiliserez un Orbe de transmutation sur un objet, lui donnant ainsi deux mods supplémentaires.",
    "flavourtext":
      "Blue tendrils entangle and change. All that remains is gold."
  },
  "166": {
    "name": "Transformation vitale",
    "predictiontext":
      "Vous utiliserez un Orbe de transmutation sur un anneau ou une amulette, lui donnant ainsi un mod de Vie.",
    "flavourtext":
      "Blue tendrils envelop, breathing life into the beautifully inert."
  },
  "167": {
    "name": "Résistant au changement",
    "predictiontext":
      "Vous utiliserez un Orbe de transmutation sur un anneau, une amulette ou un bouclier, lui donnant  ainsi des résistances.",
    "flavourtext":
      "Wreathed in blue sinew, it is protected from the flames, the storms and the snow alike. "
  },
  "168": {
    "name": "Caressé par le Vent",
    "predictiontext":
      "Vous utiliserez un Orbe de transmutation sur une paire de bottes, lui donnant ainsi de la Vitesse de déplacement.",
    "flavourtext":
      "Stitched with blue thread, a swift boot covers great distances."
  },
  "169": {
    "name": "La Paire",
    "predictiontext":
      "Vous terrasserez un adversaire qui cèdera deux Cartes divinatoires.",
    "flavourtext":
      "One carries the fortune teller's mark, not knowing that a second surprise lies with it."
  },
  "170": {
    "name": "Le Magnifique Guide",
    "predictiontext":
      "Vous améliorerez grandement la qualité d'une Carte grâce à un seul Burin de cartographe.",
    "flavourtext":
      "A single tap from the chisel, and the guide's marks grow far clearer."
  },
  "171": {
    "name": "L'Art de Kalandra",
    "predictiontext":
      "Vous terrasserez un adversaire qui cèdera quatre Objets rares identiques.",
    "flavourtext":
      "A grand treasure fractures like a dropped mirror, yet somehow goes unharmed."
  },
  "172": {
    "name": "Les Filaments étouffants",
    "predictiontext":
      "Vous utiliserez un Orbe de transmutation sur une Carte, lui donnant ainsi une atmosphère étouffante.",
    "flavourtext":
      "Blue tendrils wrap around the markings, constricting and smothering the stone beneath."
  },
  "173": {
    "name": "Pièges en abondance",
    "predictiontext":
      "Vous entrerez dans une Carte qui renferme six Coffres-forts supplémentaires.",
    "flavourtext":
      "In a distant dream, six traps with the promise of treasure wait to be sprung."
  },
  "174": {
    "name": "Les Quatre Renégats",
    "predictiontext":
      "Vous trouverez et éliminerez quatre Exilés renégats dans une Carte.",
    "flavourtext":
      "In a faraway dream, four souls far from home prepare to fight to the death."
  },
  "175": {
    "name": "Les Jumeaux funestes",
    "predictiontext":
      "Vous entrerez dans une Carte et y terrasserez les Boss jumelés.",
    "flavourtext": "In a long-lost dream, one deadly foe becomes two."
  },
  "176": {
    "name": "Une impression durable",
    "predictiontext": "Vous lirez quelque chose écrit jadis.",
    "flavourtext":
      "A hand scrawls on a wall, or carves into bone, a tale that undoes the world and teaches those who come after."
  },
  "177": {
    "name": "Pluies de feu",
    "predictiontext":
      "Vous découvrirez une zone frappée par une Tempête infernale.",
    "flavourtext": "Fire rains down across the land. Beware the path you take."
  },
  "178": {
    "name": "Averses de glace",
    "predictiontext":
      "Vous découvrirez une zone frappée par une Tempête polaire.",
    "flavourtext":
      "The cold blusters from above, chilling the unwary to the bone."
  },
  "179": {
    "name": "Trombes de foudre",
    "predictiontext":
      "Vous découvrirez une zone frappée par une Tempête électrocutante.",
    "flavourtext":
      "The storms above strike with precision. A deft foot will avoid the blows."
  },
  "180": {
    "name": "Le Déluge mort-vivant",
    "predictiontext":
      "Vous découvrirez une zone frappée par une Tempête morbide.",
    "flavourtext":
      "Bones fall from the sky and take the shape of the men they once were."
  },
  "181": {
    "name": "Bourrasques écrasantes",
    "predictiontext":
      "Vous découvrirez une zone frappée par une Tempête écrasante.",
    "flavourtext":
      "The sky trembles and the ground below answers with crushing force."
  },
  "182": {
    "name": "Ouragan vaal",
    "predictiontext":
      "Vous découvrirez une zone frappée par une Tempête corruptrice.",
    "flavourtext":
      "Corruption is carried on a red wind, and spreads to all who are touched."
  },
  "183": {
    "name": "Les Flammes vivantes",
    "predictiontext":
      "Vous découvrirez un puissant golem de flammes près du campement de la Furie de Feu, sur la Côte.",
    "flavourtext":
      "Where the sand meets the water, the flesheater's flames shine brighter and brighter still."
  },
  "184": {
    "name": "Tombé en friche",
    "predictiontext":
      "Vous affronterez des hordes de fermiers ressucités au sein d'une maison en ruine à la Croisée des chemins.",
    "flavourtext":
      "The farmer's time came long ago, his ruined home the site of a dark harvest."
  },
  "185": {
    "name": "La Voie de la Trahison",
    "predictiontext":
      "Vous rencontrerez des Esprits karuis près de Gravures érodées, et les renverrez vers Hinekora.",
    "flavourtext":
      "Cut down by the king's hand, southern spirits linger near the bones of giants."
  },
  "186": {
    "name": "Les Soldats oubliés",
    "predictiontext":
      "Vous rencontrerez les armes animées d'une armée vaincue près de l'Étendard d'Œil de Lion dans la Montée.",
    "flavourtext":
      "The banner in the breeze marks the resting place of lions, whose metal fangs still thirst for blood."
  },
  "187": {
    "name": "Des Flaques de richesses",
    "predictiontext":
      "Vous rencontrerez et anéantirez des élémentaires d'or au plus profond des Cavernes de la colère.",
    "flavourtext":
      "Beckoned by the Siren's song, wrathful gold rises from the ground."
  },
  "188": {
    "name": "L'Enfant de Lunaris",
    "predictiontext":
      "Vous rencontrerez et terrasserez l'Enfant de Lunaris dans un temple en ruine, près de la Croisée des chemins.",
    "flavourtext":
      "The light of Lunaris shines on her child who walks in stone shrine's ruins."
  },
  "189": {
    "name": "La Garnison oubliée",
    "predictiontext":
      "Vous rencontrerez et éradiquerez une armée de morts-vivants dans une forteresse en ruine, près du Pont brisé.",
    "flavourtext":
      "Where bandits have taken hold, a lifeless army rises to guard the ruined fortress."
  },
  "190": {
    "name": "Le Consignataire",
    "predictiontext":
      "Vous rencontrerez et terrasserez le Consignataire près de la Porte des Récoltes.",
    "flavourtext":
      "A man survives only by his greed, but a single weapon cuts down the man who has many."
  },
  "191": {
    "name": "Énergies anormales",
    "predictiontext":
      "Vous rencontrerez un puissant élémentaire de foudre près du pont au Front.",
    "flavourtext":
      "Unnatural energies hold those in black at bay, but the barrier bends for crackling kin."
  },
  "192": {
    "name": "La Défense du pont",
    "predictiontext":
      "Vous rencontrerez et exterminerez deux puissants Capitaines de la Garde noire près du pont des Casernes d'ébène.",
    "flavourtext":
      "Where those in black swarm across the stone steps, one's blood runs cold with hatred and one's eyes crackle with wrath."
  },
  "193": {
    "name": "Dans les Griffes de la Corruption",
    "predictiontext":
      "Vous rencontrerez un puissant Garde noir mort-vivant dans les Jardins impériaux.",
    "flavourtext":
      "A soldier in black's journey is cut short at the foot of the tower. The flesh rots, but the bone grows yet."
  },
  "194": {
    "name": "Les Profanés de la Tour",
    "predictiontext":
      "Vous rencontrerez et terrasserez un groupe de puissants Difformes dans les Hauteurs du Sceptre divin.",
    "flavourtext":
      "Stolen from their homes, innocent flesh is twisted and shaped atop the tower."
  },
  "195": {
    "name": "Les Cartes perdues",
    "predictiontext":
      "Vous trouverez des Cartes près du centre de la Chambre des péchés.",
    "flavourtext":
      "A device of great power once held by the prodigy spills forth the keys to new worlds."
  },
  "196": {
    "name": "Les Gémeaux",
    "predictiontext":
      "Vous découvrirez un lieu où de puissants monstres sont dupliqués.",
    "flavourtext":
      "What was one is now two. The strong find greater strength in numbers."
  },
  "197": {
    "name": "L'Adversaire possédé",
    "predictiontext":
      "Vous rencontrerez un ou plusieurs monstres redoutables possédés par un Esprit tourmenté.",
    "flavourtext":
      "A name remembered all this time, their will stolen by a vengeful spirit."
  },
  "198": {
    "name": "Toucher de mort",
    "predictiontext":
      "Vous anéantirez un Esprit tourmenté qui touchera tous les autres monstres. - REMARQUE : provoque énormément de lag actuellement",
    "flavourtext": "A tormented soul makes one final grasp at vengeance."
  },
  "199": {
    "name": "Invasion vaal",
    "predictiontext":
      "Vous découvrirez des envahisseurs vaal dans le Temple de Lunaris, et anéantirez le monstre qui les dirige.",
    "flavourtext":
      "At the site of a great atrocity, the shadows of the distant past hang over the risen red army."
  },
  "200": {
    "name": "Un Trésor monstrueux",
    "predictiontext":
      "Vous vous rendrez dans une Carte où les monstres vous guettent. Vous ouvrirez les coffres qu'ils gardent, et vous les exterminerez jusqu'au dernier.",
    "flavourtext":
      "In a long lost dream, great foes hide in tiny boxes, but so do great rewards."
  },
  "201": {
    "name": "La Propagation de la Corruption",
    "predictiontext":
      "Vous découvrirez et purifierez un lieu où la corruption des Vaal s'est répandue.",
    "flavourtext":
      "Corruption spreads thick and fast, so too do those who revere it."
  },
  "202": {
    "name": "Invasion de Grenouilles",
    "predictiontext":
      "Vous découvrirez un lieu extérieur inondé de grenouilles.",
    "flavourtext":
      "Wet and slippery flesh, clinging feet and tongue. No matter the colour before, now the earth is green."
  },
  "203": {
    "name": "Visions de Macchabées",
    "predictiontext": "Vous découvrirez un lieu jonché de cadavres de noyés.",
    "flavourtext":
      "Damp and bloated with water and goods. Sometimes treasure washes ashore."
  },
  "204": {
    "name": "L'Épreuve de rêve",
    "predictiontext":
      "Vous découvrirez une épreuve d'Ascendance dans une Carte.",
    "flavourtext":
      "The depths of a dream hide a gauntlet that sharpens the body and mind."
  },
  "205": {
    "name": "Glèbe, Vers et Sang",
    "predictiontext":
      "Vous découvrirez une zone contenant d'importants groupes de morts-vivants.",
    "flavourtext": "The unliving crowd into the dwellings of unlikely allies."
  },
  "206": {
    "name": "L'Essaim affamé",
    "predictiontext":
      "Vous découvrirez une zone contenant d'importants groupes d'insectes.",
    "flavourtext":
      "Skittering across the ground, insects nest near unlikely allies."
  },
  "207": {
    "name": "Le Chœur maudit",
    "predictiontext":
      "Vous découvrirez une zone contenant d'importants groupes de Sorcières des mers.",
    "flavourtext":
      "The sea witch whispers sweet nothings, and calms the hearts of unlikely allies."
  },
  "208": {
    "name": "Le Terre tremble",
    "predictiontext":
      "Vous découvrirez une zone contenant un grand nombre de Dévoreurs.",
    "flavourtext":
      "The earth shifts beneath the feet of many, but they are not the prey this monster seeks."
  },
  "209": {
    "name": "L'Envahisseur",
    "predictiontext":
      "Vous rencontrerez et éliminerez un puissant monstre envahisseur.",
    "flavourtext":
      "A horror from the past returns to cause pain in a place that it never called home."
  },
  "210": {
    "name": "Murmures insoutenables I",
    "predictiontext": "Vous découvrirez un tome dans la Bibliothèque.",
    "flavourtext":
      "Dark runes skitter across the pages of the tome, concealing the Whisperer's allies."
  },
  "211": {
    "name": "Murmures insoutenables II",
    "predictiontext":
      "Vous découvrirez un tome après avoir terrassé un monstre dans le Sceptre divin.",
    "flavourtext":
      "The Whisperer leaves a tome in the tower, held by a maddened follower."
  },
  "212": {
    "name": "Murmures insoutenables III",
    "predictiontext": "Vous terrasserez Shavronne, qui cèdera un tome.",
    "flavourtext":
      "The Aesthete holds the Whisperer's forbidden words safe, deep in the beast's belly."
  },
  "213": {
    "name": "Murmures insoutenables IV",
    "predictiontext":
      "Vous terrasserez un puissant monstre en particulier, qui cèdera un tome.",
    "flavourtext":
      "Forbidden words ring in the ears of the powerful; the Whisperer's influence spreads."
  },
  "214": {
    "name": "Murmures insoutenables V",
    "predictiontext":
      "Vous découvrirez un tome maléfique dans la dernière salle du Labyrinthe du Seigneur.",
    "flavourtext":
      "The trapped emperor unknowingly protects foul knowledge. Dark pages amongst bright treasures."
  },
  "215": {
    "name": "La Reine sans Soupirs I",
    "predictiontext":
      "Vous anéantirez des spectres rencontrés dans les Ruines du sacrilège.",
    "flavourtext":
      "The Unbreathing Queen masterminds an unholy heist, a defilement of the dead."
  },
  "216": {
    "name": "La Reine sans Soupirs II",
    "predictiontext":
      "Vous vaincrez l'esprit d'un héros rencontré dans le Labyrinthe.",
    "flavourtext":
      "The flesh is taken by the Unbreathing Queen. But the hero's soul, bitter and cold, remains trapped in the Emperor's greatest trial."
  },
  "217": {
    "name": "La Reine sans Soupirs III",
    "predictiontext":
      "Vous vaincrez l'esprit d'un héros rencontré sur la Corniche.",
    "flavourtext":
      "Water crashes against stone; A victim of the Unbreathing Queen burns with desire for The Mother's domain."
  },
  "218": {
    "name": "La Reine sans Soupirs IV",
    "predictiontext":
      "Vous vaincrez l'esprit d'un héros rencontré dans la Chambre de la Tisseuse.",
    "flavourtext":
      "A tangle of web trapped the body, now stolen. The Unbreathing Queen leaves behind a sorrowful soul whose howls thunder through the halls."
  },
  "219": {
    "name": "La Reine sans Soupirs V",
    "predictiontext":
      "Vous terrasserez la Reine sans Soupirs dans une Carte de Cimetière.",
    "flavourtext":
      "The Unbreathing Queen raises an army in a dream of tombs and graves. She knows you are coming."
  },
  "220": {
    "name": "Le Bandit ambitieux I",
    "predictiontext":
      "Vous rencontrerez et éliminerez des bandits dans un lieu où ils n'apparaissent pas d'ordinaire.",
    "flavourtext":
      "A bandit's ambition grows, and so too does the path it walks."
  },
  "221": {
    "name": "Le Bandit ambitieux II",
    "predictiontext":
      "Vous rencontrerez et éliminerez des bandits sur la Place du marché.",
    "flavourtext":
      "A bandit seeks a relic for the greedy where greed was once a great virtue."
  },
  "222": {
    "name": "Le Bandit ambitieux III",
    "predictiontext":
      "Vous rencontrerez et éliminerez des bandits dans la Bibliothèque.",
    "flavourtext":
      "Where relics and tomes gather dust, a bandit's eyes see great value."
  },
  "223": {
    "name": "Rivalité mortelle I",
    "predictiontext":
      "Vous serez confronté à un Exilé rival imbu des pouvoirs d'un Némésis.",
    "flavourtext": "You draw the ire of another, imbued with golden power."
  },
  "224": {
    "name": "Rivalité mortelle II",
    "predictiontext":
      "Vous retrouverez l'Exilé rival, qui sera cette fois-ci également sous l'effet d'Assaut.",
    "flavourtext":
      "Their defeat will not stand, renewed and fueled by blind rage."
  },
  "225": {
    "name": "Rivalité mortelle III",
    "predictiontext":
      "Vous retrouverez l'Exilé rival, qui sera cette fois-ci possédé par un Esprit tourmenté.",
    "flavourtext":
      "Their body broken and mended, now a conduit for a greater power."
  },
  "226": {
    "name": "Rivalité mortelle IV",
    "predictiontext":
      "Vous retrouverez l'Exilé rival, qui sera cette fois-ci imbu des effets d'un Autel.",
    "flavourtext":
      "Prayer at a dark altar mends torn flesh once again, but darkness still fills the soul. Each defeat feeds their determination."
  },
  "227": {
    "name": "Rivalité mortelle V",
    "predictiontext":
      "Vous retrouverez l'Exilé rival, qui sera cette fois-ci soutenu par les membres d'une même Lignée.",
    "flavourtext":
      "Allies arrive for a final battle, filled with shared blood. The breaking and mending takes its toll."
  },
  "228": {
    "name": "Les Bellicistes I",
    "predictiontext": "Vous rencontrerez et éliminerez plusieurs Bataillons.",
    "flavourtext": "A vanguard seeks to claim land that is not theirs."
  },
  "229": {
    "name": "Les Bellicistes II",
    "predictiontext":
      "Vous rencontrerez et éliminerez plusieurs Bataillons, ainsi que leurs renforts.",
    "flavourtext":
      "The vanguard did not return, so more have followed their path, bringing war with them."
  },
  "230": {
    "name": "Les Bellicistes III",
    "predictiontext":
      "Vous rencontrerez et éliminerez plusieurs Bataillons, ainsi que leurs soldats d'élite.",
    "flavourtext":
      "Failure twice draws the ire of higher ranking soldiers. They come to spill blood."
  },
  "231": {
    "name": "Les Bellicistes IV",
    "predictiontext":
      "Vous rencontrerez et éliminerez plusieurs Bataillons, ainsi que leur chef.",
    "flavourtext":
      "The leader arrives, and lays plans to paint the land red with your blood."
  },
  "232": {
    "name": "Au-delà des apparences I",
    "predictiontext":
      "Vous terrasserez des sectateurs ainsi que les adversaires qu'ils invoquent.",
    "flavourtext":
      "A dark presence hides just out of sight. Only bodies betray its movements."
  },
  "233": {
    "name": "Au-delà des apparences II",
    "predictiontext":
      "Vous terrasserez des sectateurs ainsi que les puissants adversaires qu'ils invoquent.",
    "flavourtext":
      "A visible following forms around an invisible foe. It grows greater yet remains veiled."
  },
  "234": {
    "name": "Au-delà des apparences III",
    "predictiontext":
      "Vous terrasserez des sectateurs ainsi que les puissants adversaires qu'ils invoquent.",
    "flavourtext":
      "Monsters not of this world spill forth. Only shapes and movement. A warped vision."
  },
  "235": {
    "name": "Au-delà des apparences IV",
    "predictiontext":
      "Vous terrasserez un Héraut de Bameth et le redoutable adversaire qu'il invoque.",
    "flavourtext":
      "My vision grows dark. A horror draws near. Its soul would be a treasured prize for Hinekora."
  },
  "236": {
    "name": "La Collection de la Voyante",
    "predictiontext":
      "Vous découvrirez dans une Carte un coffre qui renferme des Cartes divinatoires.",
    "flavourtext": "The dreaming seeker finds what a fortune teller forgets."
  }
}
