{
  "Metadata/Characters/Str/Str": {
    "name": "Marauder",
    "description":
      "คิดว่าเจ้าน่ะ โหดพอที่จะรอดในแดนป่าเถื่อนนี้แล้วรึ Marauder ?\r\n\r\nข้าจะแสดงของจริงให้ ถ้าเจ้ายังจะมั่นใจกับ ความแข็งแกร่งของตน ผิดๆ เช่นนั้น \r\n\r\nWraeclast จะแสดงให้เจ้าเห็นเอง : ความโหดร้ายของจริงน่ะ",
    "traitdescription": "Traits: Strength, Melee"
  },
  "Metadata/Characters/Int/Int": {
    "name": "Witch",
    "description":
      "เหตุใด จิตใจของเจ้าจึงมุ่งมั่นไปยังทางแห่ง ความมืด และ ความชั่วช้า ?\r\n\r\nหาก Innocence คือ บิดา และ Oriath คือ มารดา บุตรสาวแห่งแสงสว่างจักทำตนให้กำพร้า\r\n\r\nเหตุผลนั้น Wraeclast จะสอนเจ้าเอง Witch มันคือหนทางหามาตุภูมิของเจ้า",
    "traitdescription": "Traits: Intelligence, Spells"
  },
  "Metadata/Characters/StrDexInt/StrDexInt": {
    "name": "Scion",
    "description":
      "Scion ผู้สมบูรณ์ทั้งปัญญา กายา และมารยา ตัวแทนแห่งอารยธรรมที่นำพา ความหวัง และ แสงสว่าง\r\n\r\nแต่เจ้า กลับทำได้แค่ การสังหาร และ ความมืด\r\n\r\nบางที Wraeclast อาจยอมรับเจ้า พวกเรามิอาจทนเห็นเจ้าได้อีกแล้ว",
    "traitdescription": "Traits: Strength, Dexterity, Intelligence"
  },
  "Metadata/Characters/Dex/Dex": {
    "name": "Ranger",
    "description":
      "ว่องไว ไร้เสียง เจ้าช่วงชิงค่าหัวของผู้อื่น\r\n\r\nดั่งอีกาที่ถลุงพืชผล สุนัขจรจัดที่จัดการเหล่าแกะ\r\n\r\nOriath ดินแดนแห่งอารยะ หาใช่สัตว์ คิดให้ดีเจ้าเสือ หาก Wraeclast เล่นกับเจ้าเฉกเช่นลูกแมว",
    "traitdescription": "Traits: Dexterity, Ranged"
  },
  "Metadata/Characters/StrDex/StrDex": {
    "name": "Duelist",
    "description":
      "เจ้าเกิดมาด้วยความแข็งแกร่ง อีกทั้งยังรวดเร็ว เจ้าจะทำอะไรกับพรสวรรค์นั้น Duelist ? คิดให้ดี\r\n\r\nบาปนำพาเจ้ามาที่นี่ เส้นทางของเจ้ามันเต็มไปด้วยเลือดเนื้อ และฆาตกรรม\r\n\r\nเจ้าทรยศต่อ Grand Arena และตอนนี้ Wraeclast จะเป็นสนามประลองใหม่ ที่จะมีทั้งผู้ชม และ..ศัตรู",
    "traitdescription": "Traits: Strength, Dexterity"
  },
  "Metadata/Characters/DexInt/DexInt": {
    "name": "Shadow",
    "description":
      "ความเฉียบคม และยังว่องไว เจ้าต้องจ่ายเท่าไรถึงมีความสามารถเช่นนี้ กี่ศพ?\r\n\r\nเจ้ามันสัตว์ร้าย งานอดิเรกคือการสังหาร แลกเปลี่ยนชีวิตกับสิ่งที่ต้องการ\r\n\r\nถึงเวลาที่เจ้าต้องชดใช้กรรมแล้ว.. ที่ Wraeclast",
    "traitdescription": "Traits: Dexterity, Intelligence"
  },
  "Metadata/Characters/StrInt/StrInt": {
    "name": "Templar",
    "description":
      "เจ้าได้สาบาน ทั้งกายและจิตใจ ว่าจะรับใช้พระเจ้า และเกียรติแห่ง Templar หลายปีที่เจ้าสั่งสมศรัทธา ก่อนจะสะบั้นมันทิ้งด้วยบาป\r\n\r\nช่างเป็นความคิดที่โง่เขลาเสียจริง? สูญสิ้นศรัทธา ทั้งที่มันคืออย่างเดียวที่เจ้ามี?\r\n\r\nเจ้าเคยเป็นตัวแทนของพระเจ้า Templar แต่บัดนี้ เจ้าเป็นตัวแทน Wraeclast ..ผู้ถูกทอดทิ้ง",
    "traitdescription": "Traits: Strength, Intelligence"
  }
}
