{
  "0": {
    "name": "野蛮人",
    "description":
      "我曾是一名英勇的战士，自幼接受严格的训练，立志光宗耀祖。即使战死沙场，也要手握兵刃，用我的鲜血歌颂卡鲁之道。\r\n\r\n但是奥瑞亚人囚禁了我，使我沦为了阶下囚。三年来，我举目无亲，毫无尊严，背弃了卡鲁之道。\r\n\r\n我，自愿流放，来到死亡之岛---瓦尔克拉斯。先祖啊！我祈求你的庇护，而我也将成为你英勇的战士！\r\n\r\n死神，时刻伴随着我们。",
    "traitdescription": "职业特色： 力量，近战"
  },
  "1": {
    "name": "女巫",
    "description":
      "若不是他们臣服于内心的软弱，也不会惧怕我的天赋，若不是他们毁掉了我的家园，我也不会走上和圣堂教团对抗的道路。\r\n\r\n现在，我被流放到了瓦尔克拉斯。\r\n\r\n我听说过关于这里的骇人传闻…也在其他流放者的眼中看到了那熟悉的恐惧。对我来说，这里与其他地方并没有什么不同。\r\n\r\n元素是我的盟友，天地是我的仆从，而恐惧...将会成为我最亲密的挚友。",
    "traitdescription": "职业特色： 智慧，法术【容易上手】"
  },
  "2": {
    "name": "贵族",
    "description":
      "来自贵族世家，最年轻的女儿。华服，舞蹈和无数的追求者...多么幸运的出生和幸福的生活。我的人生...若不是我和他人那么的不同。若不是我思考的更清晰，学习得更快速，梦的比其他孩子更深更黑暗。我所能到之处，没有极限；没有任何东西能阻拦我的天赋。对我的父母来说，我就像一块等待铸造与塑模的未加工金块，被羡慕，被忌妒......以及被出售。\r\n\r\n那样子的生活，就在婚礼的那晚结束了...在费欧普罗斯所举办的那场婚礼。而我，也随之被流放到了瓦尔克拉斯 ─ 人们称之为【死亡之岛】的地方。\r\n\r\n但我并不后悔，因为死亡之岛赐与了我一个重新开始的机会。不是由出生，不是由家世背景，更不是由社会地位所决定。这个全新的人生只为了回答一个问题而存在：\"我，到底是谁 ? \"",
    "traitdescription": "职业特色： 力量，敏捷，智慧"
  },
  "3": {
    "name": "游侠",
    "description":
      "没有任何生命是可以被随意剥夺的，不论是一只鹿，一只兔子，亦或是我。\r\n\r\n每一个灵魂自从出生就被赐与了活着的权利...不论他们将如何活着，不论他们是否能活下去。我有一个猎人应有的觉悟，从大自然中所获取的一切，最终将归于大自然。\r\n\r\n但是奥瑞亚那些愚蠢的领主们并不明白。我被他们用货船流放到了瓦尔克拉斯 ─ 被称为【死亡之岛】的地方。\r\n\r\n没关系。这里的森林与山脉将成为我新的家。自由和弓箭…我只要有这两样就够了。",
    "traitdescription": "职业特色： 敏捷，远程"
  },
  "4": {
    "name": "决斗者",
    "description":
      "这是他自找的。\r\n\r\n难道我就应该任凭他羞辱污蔑，只因为他出身贵族? 那个领主还真有种敢和我唱反调。\r\n\r\n而现在我因为捍卫决斗者的荣誉而被流放。\r\n\r\n我不在乎财富，也不在乎友情。决斗是我的全部。\r\n\r\n虽然现在我是个流放者，但我会披荆斩棘回到奥瑞亚，一个一个击败眼前的敌人。\r\n\r\n虽然厄运将我带到了瓦尔克拉斯，但我终将重回大竞技场，让所有人高喊我的名字。",
    "traitdescription": "职业特色： 力量，敏捷"
  },
  "5": {
    "name": "暗影",
    "description":
      "他们说，是一个简单的活。有一大笔钱。干净利落，别让人发现，除了...我自己。\r\n\r\n我从不泄漏任何口风，这叫职业道德。不幸的是，我的雇主并不相信。\r\n\r\n在庆功会上我喝了点酒，而醒来时发现自己已经和一堆流放者在一起了。\r\n\r\n不过，有失总有得吧，【死亡之岛】瓦尔克拉斯据说是个能让我发挥才华的地方。\"",
    "traitdescription": "职业特色： 敏捷，智慧"
  },
  "6": {
    "name": "圣堂武僧",
    "description":
      "我为了神与秩序而战斗，流血，甚至是哭泣。我愿为了每一位圣堂同胞而死。\r\n\r\n而他们是怎么回报我的虔诚与奉献呢? 将我放逐到这被人们称之为【死亡之岛】的诅咒之地 ─ 瓦尔克拉斯 。\r\n\r\n我现在终于明白，我的兄弟们只不过是神的工具。他指引我走向这条道路，所以我该拿出我的实力，我的力量...与我的信仰。\r\n\r\n这是我抵御黑暗的坚实护盾。",
    "traitdescription": "职业特色： 力量，智慧"
  }
}
