{
  "Metadata/Characters/Str/Str": {
    "name": "Marauder",
    "description": "Você pensa que é selvagem o suficiente para enfrentar a terra dos condenados, Marauder?\r\n\r\nNós lhe oferecemos verdades, porém você adotou suas mentiras supersticiosas. Nós lhe oferecemos trabalho, porém você desperdiçou sua força em resistência.\r\n\r\nWraeclast lhe oferece algo mais: uma educação através da verdadeira selvageria.",
    "traitdescription": "Traços: Força, Corpo a Corpo"
  },
  "Metadata/Characters/Int/Int": {
    "name": "Bruxa",
    "description": "Por que os gênios buscam saciar a curiosidade na escuridão e depravação?\r\n\r\nInnocence é o nosso Pai, Oriath é a nossa Mãe. Quando uma filha caminha contra a luz, ela se torna órfã.\r\n\r\nAprenda bem as lições que Wraeclast lhe ensinará, Bruxa. É a sua única chance de encontrar o caminho de volta para casa.",
    "traitdescription": "Traços: Inteligência, Magias"
  },
  "Metadata/Characters/StrDexInt/StrDexInt": {
    "name": "Herdeira",
    "description": "Uma Herdeira é perfeição de corpo, mente e elegância. A glória culminante da nossa civilização, nos oferecendo esperança, nos oferecendo luz.\r\n\r\nMas você nos deu apenas mortes e trevas.\r\n\r\nQue Wraeclast lhe abrace como nós não pudemos, pois sua presença tornou-se dolorosa demais para suportarmos.",
    "traitdescription": "Traços: Força, Destreza, Inteligência"
  },
  "Metadata/Characters/Dex/Dex": {
    "name": "Caçadora",
    "description": "Rapidamente e silenciosamente você roubou as riquezas dos outros.\r\n\r\nUm corvo que saqueia nossas colheitas. Um vira-lata que mata nossas ovelhas.\r\n\r\nOriath é uma terra de homens, não animais. Pense nisso, Caçadora, quando Wraeclast lhe mostrar a verdade sobre como é viver como um animal.",
    "traitdescription": "Traços: Destreza, Longo Alcance"
  },
  "Metadata/Characters/StrDex/StrDex": {
    "name": "Duelista",
    "description": "Você nasceu para ser veloz e forte. O que você fez com os seus dons, Duelista? Você os desperdiçou com o seu próprio egoísmo.\r\n\r\nPecados os trouxeram até aqui, o seu caminho pintado com sangue de assassinatos injustificáveis.\r\n\r\nVocê traiu a Grande Arena. Agora Wraeclast será sua plateia... e seu adversário.",
    "traitdescription": "Traços: Força, Destreza"
  },
  "Metadata/Characters/DexInt/DexInt": {
    "name": "Sombra",
    "description": "Você nasceu com um corpo ágil e uma mente sagaz. Como que você pagou por estes dons? Com sangue de inocentes.\r\n\r\nA sua é uma profissão predatória. O comércio de assassinatos. Você roubou muitas vidas para encher o seu bolso.\r\n\r\nAgora você deverá conquistar o seu perdão em Wraeclast.",
    "traitdescription": "Traços: Destreza, Inteligência"
  },
  "Metadata/Characters/StrInt/StrInt": {
    "name": "Templário",
    "description": "Você jurou, de corpo e alma, servir a Deus e à Ordem dos Templários. Por anos você construiu uma vida baseada em Fé, apenas para despedaçá-la com um único golpe pecaminoso.\r\n\r\nIsso não é a maior tolice que existe? Perder Fé quando ela é a única coisa que lhe resta?\r\n\r\nVocê já foi o escolhido de Deus. Um Templário. Agora você é o escolhido de Wraeclast. Um exilado.",
    "traitdescription": "Traços: Força Inteligência."
  }
}
