{
  "CrashInstanceDebug": {
    "name": "Teste de Falha",
    "predictiontext": "A próxima área que você criar cairá.",
    "flavourtext": ""
  },
  "DelayInstanceDebug": {
    "name": "Teste de Delay",
    "predictiontext":
      "A próxima área que você criar ficará congelada por 10 segundos.",
    "flavourtext": ""
  },
  "DelayCrashInstanceDebug": {
    "name": "Teste de Falha e Delay",
    "predictiontext":
      "A próxima área que você criar ficará congelada por 10 segundos e então cairá.",
    "flavourtext": ""
  },
  "AtziriDropsVaults": {
    "name": "Os Cofres da Rainha",
    "predictiontext":
      "Você matará Atziri, Rainha dos Vaal, e receberá acesso aos seus Cofres",
    "flavourtext":
      "A Rainha Vermelha é a chave para seus cofres, e só a morte irá afrouxar seu aperto."
  },
  "TormentedSpiritDropsUnique": {
    "name": "O Espírito Singular",
    "predictiontext":
      "Você matará um Espírito Atormentado que carrega um item único.",
    "flavourtext":
      "Uma vida gasta fugindo da lei deixa o espírito pronto para fugir com seu tesouro recém-descoberto."
  },
  "ExileDropsAllRare": {
    "name": "O Exilado Rico",
    "predictiontext":
      "Você encontrará e matará um Exilado Renegado que carrega apenas itens raros.",
    "flavourtext":
      "Eles fogem dos olhos dos Oriath, revestidos em ouro da cabeça aos pés."
  },
  "ExileSummonsWarband": {
    "name": "O Batedor",
    "predictiontext":
      "Você encontrará e matará um Exilado Renegado que evocará Bandoleiros.",
    "flavourtext":
      "Alguém como você percorre a terra, mas ele é apenas o primeiro de muitos."
  },
  "StrongboxSpawnsExile": {
    "name": "Aguardando na Emboscada",
    "predictiontext":
      "Você será atacado por um Exilado Renegado quando abrir um Cofre.",
    "flavourtext":
      "Um baú de bens esconde muitos desafios, mas um não é visto até mesmo pelos sábios."
  },
  "AlchemistDropsAlchemyOrb": {
    "name": "O Alquimista",
    "predictiontext":
      "Você abaterá um Alquimista Imortal, e ele derrubará um Orbe de Alquimia.",
    "flavourtext":
      "Um tolo tenta transformar chumbo em ouro, mas uma mão hábil a toma à força."
  },
  "RoyalActBossDropsRegalOrb": {
    "name": "Uma Morte Real",
    "predictiontext":
      "Você abaterá um rei ou rainha muito poderoso, e ele derrubará um Orbe Real.",
    "flavourtext":
      "Sangue azul escoa de um degolador, e torna o que toca em ouro."
  },
  "VaalSideBossDropsVaalOrb": {
    "name": "O Corrupto",
    "predictiontext":
      "Você matará um inimigo poderoso em uma área paralela Vaal e ele derrubará um Orbe Vaal.",
    "flavourtext":
      "Para arar um campo, você precisa de uma ferramenta. Para colher grãos, você precisa de uma ferramenta. Para espalhar corrupção, você precisa de uma ferramenta."
  },
  "IzaroDropsAdditionalTreasureKey": {
    "name": "O Tesouro do Imperador",
    "predictiontext":
      "Você matará Izaro e ele derrubará uma Chave do Tesouro extra.",
    "flavourtext":
      "Perdido em sua própria criação, o Imperador deixa um generoso presente de despedida para o preciso."
  },
  "InnerTreasureMonsterDropsAdditionalUnique": {
    "name": "Nêmesis da Ganância",
    "predictiontext":
      "Você matará um inimigo raro e poderoso que então derrubará dois itens únicos ao invés de um.",
    "flavourtext":
      "Um colecionador de antiguidades duplica seus tesouros, abandonando-os apenas com o seu último suspiro."
  },
  "UniqueMonsterDropsUnique": {
    "name": "NÃO DEVERIA APARECER",
    "predictiontext":
      "Você encontrará um monstro poderoso e ele derrubará um item único assim que abatido.",
    "flavourtext": "Você não deveria ver isto!"
  },
  "HillockDropsTheAnvil": {
    "name": "O Ferreiro",
    "predictiontext": "Você abaterá Hillock e ele derrubará um poderoso item.",
    "flavourtext":
      "Há muito tempo, um mestre de metal, agora um modelador de terror. Mas suas maiores ferramentas permanecem."
  },
  "PossessedMonsterSpawnsTormentedSpirit": {
    "name": "Exorcismo Violento",
    "predictiontext":
      "Você matará um inimigo possuído por um Espírito Atormentado, libertando assim o espírito.",
    "flavourtext":
      "Um espírito aflito sequestra um corpo, e não será interrompido pela morte daquele corpo."
  },
  "MapBossDropsRareMap": {
    "name": "O Sonho do Sonhador",
    "predictiontext":
      "Você entrará em um certo mapa, e quando abater o inimigo muito poderoso que fez dele seu lar, ele derrubará um mapa raro.",
    "flavourtext":
      "A maior ameaça, no fundo dos sonhos, carrega a chave para um outro mundo."
  },
  "MapShavronneBrutus": {
    "name": "O Espírito do Esteta",
    "predictiontext":
      "Você encontrará o espírito atormentado de Shavronne perto do Brutus. Você abaterá o Brutus enquanto ele estiver possuído pelo espírito dela.",
    "flavourtext":
      "O eco do Esteta assombra sua maior criação, concedendo grandes poderes mais uma vez."
  },
  "MapKoleBrutus": {
    "name": "Irmãos em Armas",
    "predictiontext":
      "Você encontrará Brutus e Kole no fim da Prisão de Axiom, você abaterá os dois.",
    "flavourtext":
      "Dois homens, transformados em monstros, lutam juntos para defender o portão."
  },
  "MapDoedreStoneCircle": {
    "name": "Ecos de Bruxaria",
    "predictiontext":
      "Você viajará para o círculo de pedra na Floresta Ocidental e destruirá o Eco de Doedre Língua Sombria que o espera por lá.",
    "flavourtext":
      "Um círculo de gigantes silenciosos aprisiona uma memória de miséria eterna. Uma língua sombria sussurra palavras malignas carregadas pelos ventos ocidentais."
  },
  "MapKadakaKuduku": {
    "name": "O Deus do Azar",
    "predictiontext": "Você destruirá os falsos ídolos Kuduku e Kadaka",
    "flavourtext":
      "Bocas pagãs veneram deuses pagãos; falsos ídolos para falsas promessas."
  },
  "MapMaligaroFidelitas": {
    "name": "Ecos da Mutação",
    "predictiontext":
      "Você encontrará o Eco de Maligaro na Câmara dos Pecados e o destruirá.",
    "flavourtext":
      "Lealdade perversa, amor cego, o abusador e o abusado reunidos em pecado."
  },
  "MapDaressoMerveil": {
    "name": "Ecos do Amor Perdido",
    "predictiontext":
      "Você encontrará o Eco de Daresso na Caverna da Ira e o destruirá.",
    "flavourtext":
      "Tomado pela tentação, tentado pela corrupção, o canto da Sereia, finalmente, evoca um fragmento de seu amor perdido."
  },
  "MapExtraHaku": {
    "name": "Um Mestre Busca Ajuda",
    "predictiontext":
      "Você encontrará Haku e completará sua missão. Ele lhe recompensará com reputação e favor extra.",
    "flavourtext": "Levado pelos ventos do sul, um mestre do metal busca ajuda."
  },
  "MapExtraTora": {
    "name": "Um Mestre Busca Ajuda",
    "predictiontext":
      "Você encontrará Tora e completará sua missão. Ela lhe recompensará com reputação e favor extra.",
    "flavourtext":
      "Cheirando a bestas e sangue, uma caçadora mestre busca ajuda."
  },
  "MapExtraCatarina": {
    "name": "Um Mestre Busca Ajuda",
    "predictiontext":
      "Você encontrará Catarina e completará sua missão. Ela lhe recompensará com reputação e favor extra.",
    "flavourtext":
      "Guardando uma escultura de carne e osso e magia, um mestre da necromancia busca ajuda."
  },
  "MapExtraVagan": {
    "name": "Um Mestre Busca Ajuda",
    "predictiontext":
      "Você encontrará Vagan e completará sua missão. Ele lhe recompensará com reputação e favor extra.",
    "flavourtext":
      "Forjado em batalha, estufado em arrogância, um mestre das armas busca ajuda."
  },
  "MapExtraElreon": {
    "name": "Um Mestre Busca Ajuda",
    "predictiontext":
      "Você encontrará Elreon e completará sua missão. Ele lhe recompensará com reputação e favor extra.",
    "flavourtext":
      "Abandonado pela luz que jurou proteger, um mestre da oração procura ajuda."
  },
  "MapExtraVorici": {
    "name": "Um Mestre Busca Ajuda",
    "predictiontext":
      "Você encontrará Vorici e completará sua missão. Ele lhe recompensará com reputação e favor extra.",
    "flavourtext":
      "Tornando vida em morte, transformando a morte em arte, um mestre da escuridão busca ajuda."
  },
  "MapExtraZana": {
    "name": "Um Mestre Busca Ajuda",
    "predictiontext":
      "Você encontrará Zana e completará sua missão. Ela lhe recompensará com reputação e favor extra.",
    "flavourtext":
      "Perdida no miasma dos sonhos, um mestre de muitos reinos busca ajuda."
  },
  "MapCorruptedSideArea": {
    "name": "Caminhos Ocultos dos Vaal",
    "predictiontext":
      "Você entrará em uma área Vaal oculta que contém inimigos poderosos.",
    "flavourtext":
      "Inimigos antigos abrem novos caminhos para a terra deixada estéril."
  },
  "MapSpawnRareZombies": {
    "name": "Os Brutos Mortos-Vivos",
    "predictiontext":
      "Você caçará e destruirá um grupo de sete poderosos mortos-vivos.",
    "flavourtext":
      "Poderosos soldados de um tempo esquecido reúnem e marcham mais uma vez."
  },
  "MapSpawnRogueExiles": {
    "name": "Os Quatro Exilados Selvagens",
    "predictiontext":
      "Você entrará em um mapa que contém quatro Exilados Renegados adicionais.",
    "flavourtext":
      "Em um sonho distante, quatro almas longe de casa se preparam para lutar até a morte."
  },
  "RareMonsterKillSpawnsUniqueBloodElementalWithSlainMonstersMods": {
    "name": "Sangue Ressucitado",
    "predictiontext":
      "Você abaterá um monstro poderoso e seu sangue tomará uma nova forma.",
    "flavourtext":
      "A vida flui através do sangue. Deixe o sangue escorrer e a vida continuará em uma nova forma."
  },
  "SellingFiveUniquesToVendorReturnsRandomUnique": {
    "name": "O Presente Misterioso",
    "predictiontext": "Você trocará cinco itens únicos com um vendedor.",
    "flavourtext":
      "Um comerciante busca negociar presentes que não servem mais. Cinco por um, mas o que é aquele?"
  },
  "ChaosOrbRecipeCreatesAdditionalChaosOrb": {
    "name": "Uma Combinação Valiosa",
    "predictiontext":
      "Você receberá um Orbe do Caos extra de um vendedor quando você trocar itens que resultariam em um Orbe do Caos.",
    "flavourtext":
      "Quando a soma já é maior do que as partes, existe espaço para torná-la ainda maior."
  },
  "RollingSixSocketBodyArmourLinksAllSockets": {
    "name": "Conexões Predestinadas",
    "predictiontext":
      "Você criará um item de seis encaixes completamente conectados usando apenas Orbes do Joalheiro.",
    "flavourtext": "Cinco ou menos ficam sozinhos, mas seis os unem."
  },
  "ItemAbleToBecomesUniqueWhenChanceOrbApplied": {
    "name": "Do Lixo Ao Tesouro",
    "predictiontext":
      "Você transformará um item normal em um item único com apenas um Orbe da Chance.",
    "flavourtext":
      "Uma tela em branco carrega um potencial incalculável, mas a mão afortunada do artista a transforma em uma obra-prima."
  },
  "ArmourAbleToBecomesFiveLinkedWhenJewellersOrbApplied": {
    "name": "O Toque do Joalheiro",
    "predictiontext":
      "Você criará um item com 5 encaixes completamente conectados com apenas um Orbe do Joalheiro.",
    "flavourtext":
      "O Joalheiro deixa cinco impressões digitais e as conecta com um único segmento."
  },
  "MasterMissionExtraRewards": {
    "name": "Um Mestre Gracioso",
    "predictiontext":
      "Você completará uma missão de um Mestre e receberá reputação e favor triplicados.",
    "flavourtext":
      "Um aliado desesperado procura seu auxílio, e o esbanjará com recompensas como agradecimento."
  },
  "SkillGemDropsWith20QualityAllocatedToYou": {
    "name": "Presente de Erasmus",
    "predictiontext": "Você descobrirá uma gema com 20% de qualidade.",
    "flavourtext":
      "O gentil lapidário espalhou seus belos artesanatos para os pobres, mas mãos gananciosas os escondem."
  },
  "KillingKaomWithKaomsSignAddsSpecificMod": {
    "name": "O Caminho do Rei",
    "predictiontext": "Você derrotará Kaom enquanto carrega o Sinete de Kaom.",
    "flavourtext":
      "Loucura alimenta a fúria do Rei na furiosa boca do vulcão. Sua última visão será um sinal."
  },
  "KillingGemlingLegionareWithKaruiWardAddsSpecificMod": {
    "name": "A Rebelião Karui",
    "predictiontext":
      "Você derrotará os Legionários Gemantes enquanto carrega a Proteção Karui.",
    "flavourtext":
      "Taumaturgia e fé se confrontam entre ruínas gigantes; uma recriação de uma rebelião de muito tempo atrás."
  },
  "KillingDaressoWithBramblejackAddsSpecificMod": {
    "name": "O Rei e os Espinheiros",
    "predictiontext": "Você derrotará Daresso enquanto carrega o Espinhoral.",
    "flavourtext":
      "O sangue da Lâmina do Rei alimenta espinheiros que crescem ainda mais afiados."
  },
  "KillingShavronneWithShavronnesPaceAddsSpecificMod": {
    "name": "O Fluxo de Energia",
    "predictiontext":
      "Você derrotará Shavronne enquanto carrega a Passada de Shavronne.",
    "flavourtext":
      "A Esteta sustenta-se de formas não naturais. Quando o movimento falha, a energia flui."
  },
  "KillingNightwaneWithDeathsHarpAddsSpecificMod": {
    "name": "A Música das Cordas do Arco",
    "predictiontext":
      "Você derrotará o Pesadelo enquanto carrega a Harpa da Morte.",
    "flavourtext":
      "O arco do frágil arqueiro toca uma música da morte, mas a harpa canta uma doce obra-prima."
  },
  "KillingBeyondUniqueWithBlackheartAddsSpecificMod": {
    "name": "Do Vazio",
    "predictiontext": "Você derrotará Bameth enquanto carrega o Coração Negro.",
    "flavourtext":
      "O coração de ferro, queimado na escuridão do vazio que se encontra além da visão, apodrece tudo o que toca.  "
  },
  "KillingGneissWithCragheadAddsSpecificMod": {
    "name": "Golpes Pesados",
    "predictiontext":
      "Você derrotará Gneiss enquanto carrega a Cabeça do Penhasco.",
    "flavourtext":
      "Pegadas vivas por todo o campo, cada passo sacode a terra e chacoalha a alma."
  },
  "KillingHatebeatWithBlackgleamAddsSpecificMod": {
    "name": "Fogo e Enxofre",
    "predictiontext":
      "Você derrotará Batida do Ódio enquanto carrega o Brilho Negro.",
    "flavourtext":
      "Cinzas vivas incendiaram a pedra, um sinal brilhante na escuridão, onde peles são queimadas."
  },
  "KillingTorchoakGroveWithArakuTikiAddsSpecificMod": {
    "name": "Uma Floresta e Falsos Ídolos",
    "predictiontext":
      "Você derrotará Bosque Torchoak enquanto carrega o Araku Tiki.",
    "flavourtext":
      "Um bosque de rostos de madeira que cospem fogo, uma zombaria barata de poder inimaginável."
  },
  "KillingHailrakeWithHrimsorrowAddsSpecificMod": {
    "name": "Fogo e Gelo",
    "predictiontext":
      "Você derrotará Hailrake enquanto carrega o Pesar de Hrim.",
    "flavourtext":
      "A tristeza fria torna-se uma fúria ardente que chove por todo o navio naufragado."
  },
  "KillingShavronneWithCrownOfThornsAddsSpecificMod": {
    "name": "Prazer e Dor",
    "predictiontext":
      "Você derrotará Shavronne enquanto carrega a Coroa de Espinhos.",
    "flavourtext":
      "Um único espinho desliza através da pele esticada; dor se transforma em poder."
  },
  "KillingGemlingLegionnaireWithEzomytePeakAddsSpecificMod": {
    "name": "A Ressurreição das Flores Sangrentas",
    "predictiontext":
      "Você derrotará os Legionários Gemantes enquanto carrega o Pique Ezomita.",
    "flavourtext":
      "Bandeiras Ezomitas vibram pelo ar conforme monstros embelezados caem, uma reconstrução da vitória final do escravo."
  },
  "KillingGraviciusWithDeidbellAddsSpecificMod": {
    "name": "Choro de Morte",
    "predictiontext":
      "Você derrotará Gravicius enquanto carrega o Sino dos Mortos.",
    "flavourtext":
      "O sino toca, as pessoas se reúnem, o General é executado. A milícia clama e avança adiante."
  },
  "KillingDoedreWithChaliceOfHorrorsAddsSpecificMod": {
    "name": "Boca dos Horrores",
    "predictiontext":
      "Você derrotará Doedre enquanto carrega o Cálice dos Horrores.",
    "flavourtext":
      "A bruxa vil sussurra palavras de horror, e bebe do cálice uma última vez."
  },
  "KillingCalafHeadstaverWithSpringleafAddsSpecificMod": {
    "name": "Resiliência da Natureza",
    "predictiontext":
      "Você derrotará Calaf, Cabeça Dura enquanto carrega a Folha da Primavera.",
    "flavourtext":
      "Um campo de ladrões sob árvores à beira da estrada, mas é o seu líder que cai como o poderoso carvalho."
  },
  "KillingChattersWithKaltenhaltAddsSpecificMod": {
    "name": "A Chama Extinta",
    "predictiontext": "Você derrotará Chatters enquanto carrega o Kaltenhalt.",
    "flavourtext":
      "Ossos frios crepitam em celas de pedra, extinguindo toda a luz, todo o calor, toda a esperança."
  },
  "KillingHundredFootShadowWithScreamingEagleAddsSpecificMod": {
    "name": "O Predador do Ápice",
    "predictiontext":
      "Você derrotará A Sombra dos Cem Pés enquanto carrega a Águia Gritante.",
    "flavourtext":
      "A águia enfrenta o abutre nas sombras de um sol moribundo, e se torna algo maior."
  },
  "KillingHammerstormWithLimbsplitAddsSpecificMod": {
    "name": "Os Membros Cortas",
    "predictiontext":
      "Você derrotará Martelo das Tempestades enquanto carrega o Desmembrador.",
    "flavourtext":
      "Uma tempestade de pedra acaba quando o último dos membros é cortado e o sangue deixa de fluir."
  },
  "KillingVaalOversoulWithDoomfletchAddsSpecificMod": {
    "name": "Destruição Ancestral",
    "predictiontext":
      "Você derrotará Sobrealma Vaal enquanto carrega a Flecha da Ruína.",
    "flavourtext": "Desgraça cresce no topo da pirâmide."
  },
  "KillingKalFoxflyWithSilverbranchAddsSpecificMod": {
    "name": "A Madeira Prateada",
    "predictiontext":
      "Você derrotará Targa, Caçador de Bestas, enquanto carrega o Ramo Argênteo.",
    "flavourtext": "Um ladrão, arco na mão, foge para os arredores arborizados."
  },
  "KillingFidelitasWithStormCloudAddsSpecificMod": {
    "name": "O Coração do Servo",
    "predictiontext":
      "Você derrotará Fidelitas enquanto carrega a Nuvem de Tempestade.",
    "flavourtext":
      "O sacrifício do Servo convoca uma tempestade na alma do Prodígio."
  },
  "KillingSoulmournWithHrimnorsHymnAddsSpecificMod": {
    "name": "Melodias Fúnebres do Inverno",
    "predictiontext":
      "Você derrotará Lamento da Alma enquanto carrega o Hino de Hrimnor.",
    "flavourtext": "Um hino fúnebre, uma alma triste, o frio da morte no vento."
  },
  "KillingPietyWithReverberationRodAddsSpecificMod": {
    "name": "Lupa do Poder",
    "predictiontext":
      "Você derrotará Piety enquanto carrega a Vara da Reverberação.",
    "flavourtext":
      "O piedoso cresce mais poderoso rodeado por um mar de sangue e cascas vazias."
  },
  "KillingGeofriWithRealmshaperAddsSpecificMod": {
    "name": "O Início e o Fim",
    "predictiontext":
      "Você derrotará Arcebispo Geofri enquanto carrega o Forja-Reino.",
    "flavourtext":
      "O arcebispo é a testemunha de sua própria morte fria e de sua cremação."
  },
  "KillingBoneQueenWithQueensDecreeAddsSpecificMod": {
    "name": "A Rainha Mal Entendida",
    "predictiontext":
      "Você derrotará A Rainha dos Ossos enquanto carrega o Decreto da Rainha.",
    "flavourtext":
      "A rainha dos ossos ergue um exército e foge entre os muros de carne."
  },
  "UniqueMonsterKillTurnsAllNormalMonstersIntoMagic": {
    "name": "SHOULD NOT APPEAR",
    "predictiontext":
      "Todos os monstros normais em uma área se tornam Mágicos.",
    "flavourtext": "Você não deveria ver isto!"
  },
  "TheBlackStone1": {
    "name": "A Pedra Negra I",
    "predictiontext":
      "Você utilizará um Orbe da Transmutação em um Amuleto de Ônix, aplicando resistências elementais.",
    "flavourtext":
      "A pedra negra sente resistência em você. Ela também cria resistência a influências externas."
  },
  "TheBlackStone2": {
    "name": "A Pedra Negra II",
    "predictiontext":
      "Você utilizará um Orbe da Ampliação no Amuleto de Ônix, aplicando vida.",
    "flavourtext":
      "A pedra negra sente a alegria da vida em você. Ela se alimenta dessa alegria e cresce mais animada."
  },
  "TheBlackStone3": {
    "name": "A Pedra Negra III",
    "predictiontext":
      "Você utilizará um Orbe Real no Amuleto de Ônix, aplicando chance de crítico.",
    "flavourtext":
      "A pedra negra sente ansiedade em você. Ela anseia pela emoção do combate, de derramamento de sangue."
  },
  "TheBlackStone4": {
    "name": "A Pedra Negra IV",
    "predictiontext":
      "Você utilizará um Orbe Exaltado no Amuleto de Ônix, transformando-o em um poderoso novo item.",
    "flavourtext":
      "A pedra negra aprende com você. Ela está pronta para moldar cada encontro a seu favor."
  },
  "RareRuinedTitanDropsClayShaper": {
    "name": "A Montanha Andante",
    "predictiontext":
      "Você rastreará um poderoso Titã Arruinado que derrubará um item único quando abatido.",
    "flavourtext":
      "Moldada por magia, a ferramenta que dá vida à pedra do titã encontra-se em seu coração."
  },
  "RareAxiomThunderGuardDropsStormPrison": {
    "name": "O Guarda da Prisão",
    "predictiontext":
      "Você rastreará um poderoso Guarda do Trovão de Axiom que derrubará um item único quando abatido.",
    "flavourtext":
      "Vestido de preto, o guarda detém a chave para desencadear a tempestade."
  },
  "RareMadGladiatorDropsDaressosPassion": {
    "name": "A Paixão do Rei da Espada",
    "predictiontext":
      "Você rastreará um poderoso Gladiador Insano que derrubará um item único quando abatido.",
    "flavourtext":
      "Uma vez um desafiante à coroa, ele tem em suas mãos a lâmina do Rei das Espadas."
  },
  "RareMurkRunnerDropsTheScreamingEagle": {
    "name": "O Pranto da Águia",
    "predictiontext":
      "Você rastreará um poderoso Corredor da Escuridão que derrubará um item único quando abatido.",
    "flavourtext":
      "Uma ave que não voa avança através de costelas apodrecidas de madeira; seu grito ainda dá a pausa da dura guerra."
  },
  "RareDrippingDeadDropsLifesprig": {
    "name": "Da Morte Floresce a Vida",
    "predictiontext":
      "Você rastreará um poderoso Morto Encharcado que derrubará um item único quando abatido.",
    "flavourtext":
      "Águas fétidas carregam os mortos rio abaixo, mas andando na lama, o morto carrega vida."
  },
  "RareBrittlePoacherDropsStormCloud": {
    "name": "Tempestade no Horizonte",
    "predictiontext":
      "Você rastreará um poderoso Larápio Quebradiço que derrubará um item único quando abatido.",
    "flavourtext":
      "A corda do larápio estala como osso seco e crepita como um trovão."
  },
  "RareSeethingBrineDropsWanderlust": {
    "name": "Uma Base Segura",
    "predictiontext":
      "Você rastreará uma poderosa Salmoura Fervente que derrubará um item único quando abatida.",
    "flavourtext":
      "Água mancha a pedra, um passo em falso gela o osso, as piscinas vivas detêm a cura."
  },
  "RareBeardedShamanDropsKaruiWard": {
    "name": "A Proteção do Protetor",
    "predictiontext":
      "Você rastreará um poderoso Xamã Barbado que derrubará um item único quando abatido.",
    "flavourtext":
      "A morte do falso xamã revela a sedução ancestral trancada em uma pedra antiga."
  },
  "RareDevourerDropsWideswing": {
    "name": "O Vasto Alcance do Medo",
    "predictiontext":
      "Você rastreará um poderoso Devorador que derrubará um item único quando abatido.",
    "flavourtext":
      "O inimigo invisível viaja através de túneis invisíveis. Seu alcance é pequeno, mas o seu efeito é grande."
  },
  "RareBeardedDevilDropsAxiomPerpetuum": {
    "name": "A Chave da Prisão",
    "predictiontext":
      "Você rastreará um poderoso Demônio Barbado que derrubará um item único quando abatido.",
    "flavourtext":
      "O portão está destrancado, mas a chave permanece nas mãos de um diabo."
  },
  "RareOaksDevotedDropsRothsReach": {
    "name": "Legado de Roth",
    "predictiontext":
      "Você rastreará um poderoso Devoto de Oak que derrubará um item único quando abatido.",
    "flavourtext":
      "O devoto detém uma relíquia do passado do pirata, saqueado e perdido por uma era."
  },
  "RareAncientConstructDropsAtzirisFoible": {
    "name": "A Besta sem Alma",
    "predictiontext":
      "Você rastreará um poderoso Construto Antigo que derrubará um item único quando abatido.",
    "flavourtext":
      "Equipado com asas gêmeas, o monstro mecânico vaga pelas ruínas."
  },
  "RareSinLordDropsStoneOfLazhwar": {
    "name": "A Pedra do Pecador",
    "predictiontext":
      "Você rastreará um poderoso Lorde do Pecado que derrubará um item único quando abatido.",
    "flavourtext":
      "Um senhor do pecado vaga salões vazios protegidos dos feitiços que ele canta."
  },
  "RareDeathBishopDropsGeofrisBaptism": {
    "name": "Batizado pela Morte",
    "predictiontext":
      "Você rastreará um poderoso Bispo da Morte que derrubará um item único quando abatido.",
    "flavourtext":
      "O rebanho do bispo já se foi há muito tempo, mas ainda assim ele carrega o pesado cajado."
  },
  "RareBlackguardArcmageDropsReverberationRod": {
    "name": "A Dama de Preto",
    "predictiontext":
      "Você rastreará um poderoso Arquimago da Guarda Negra que derrubará um item único quando abatido.",
    "flavourtext":
      "O barulho do trovão cresce cada vez mais alto nas mãos da dama de preto."
  },
  "RareDockhandWraithDropsRothsReach": {
    "name": "Contra a Maré",
    "predictiontext":
      "Você rastreará um poderoso Espectro Estivador que derrubará um item único quando abatido.",
    "flavourtext":
      "Tomado pelas marés instáveis, a proa do capitão bate contra o cais de onde ele partiu."
  },
  "RareBlackguardEliteDropsFacebreaker": {
    "name": "O Executor Brutal",
    "predictiontext":
      "Você rastreará um poderoso Elite da Guarda Negra que derrubará um item único quando abatido.",
    "flavourtext":
      "Em uma sociedade que valoriza a violência, os violentos sobem pelos ranks como o óleo através da água."
  },
  "RareFlameSentinelDropsGoldrim": {
    "name": "Chamas Graciosas",
    "predictiontext":
      "Você rastreará uma poderosa Sentinela das Chamas que derrubará um item único quando abatida.",
    "flavourtext":
      "O tecido carmesim tremula com fúria e chamas, mas um prêmio dourado encontra-se dentro."
  },
  "RareDrownedDropsMoonbendersWing": {
    "name": "Tormenta no Recife",
    "predictiontext":
      "Você rastreará um poderoso Súdito da Salmoura que derrubará um item único quando abatido.",
    "flavourtext":
      "Relâmpagos lampejam por cima. Corpos inchados boiam pela costa. Um levanta, anda e estende suas asas."
  },
  "RarePockedLanternbearerDropsTwyzel": {
    "name": "O Petrificado",
    "predictiontext":
      "Você rastreará um poderoso Postulento da Lanterna que derrubará um item único quando abatido.",
    "flavourtext":
      "Salas escuras talhadas em pedra são preenchidas com más criações, os perdidos, os fortificados e os perigosos."
  },
  "RareVollsVanguardDropsDeathsHarp": {
    "name": "A Vanguarda",
    "predictiontext":
      "Você rastreará um poderoso Vanguarda de Voll que derrubará um item único quando abatido.",
    "flavourtext":
      "A Vanguarda lidera a marcha fúnebre, tocando hinos de morte com suas cordas de arcos. "
  },
  "RareUndyingEvangelistDropsTabulaRasa": {
    "name": "Purificação dos Pecados",
    "predictiontext":
      "Você rastreará um poderoso Evangelista Imortal que derrubará um item único quando abatido.",
    "flavourtext":
      "O Evangelista não pratica o que prega, mas a morte limpa tudo."
  },
  "RareFightingBullDropsMeginordsGirdle": {
    "name": "Forte como um Touro",
    "predictiontext":
      "Você rastreará um poderoso Touro Lutador que derrubará um item único quando abatido.",
    "flavourtext":
      "A força para rivalizar o Rei Karui vem através do sonho do Rei das Espadas."
  },
  "RareSkulkingDwellerDropsWindsOfChange": {
    "name": "Os Imortais Perdidos",
    "predictiontext":
      "Você rastreará um poderoso Rei das Caveiras que derrubará um item único quando abatido.",
    "flavourtext":
      "Preso com seu imperador quando a coroa foi tomada, ele pretende mudar seu destino."
  },
  "RareFrostPriestDropsTheWhisperingIce": {
    "name": "Uma Oração Sussurrada",
    "predictiontext":
      "Você rastreará um poderoso Missionário do Gelo que derrubará um item único quando abatido.",
    "flavourtext":
      "Um pregador sussurra para os céus e os céus respondem com uma manta de frio cortante."
  },
  "RareAncientArcherDropsDrillneck": {
    "name": "A Última Vigília",
    "predictiontext":
      "Você rastreará um poderoso Arqueiro Antigo que derrubará um item único quando abatido.",
    "flavourtext":
      "Um soldado leal na vida, ele fica de guarda, arco na mão, à espera de ser enviado para a Mãe da morte."
  },
  "RareSuturedAberrationDropsMaligarosVirtuosity": {
    "name": "Uma Mão Prodígio",
    "predictiontext":
      "Você rastreará uma poderosa Aberração Suturada que derrubará um item único quando abatido.",
    "flavourtext":
      "O morto trazido de volta à vida por meios que não sejam a corrupção significa que agora ele detém as mãos que o reviveram."
  },
  "RareWanderingEyeDropsEyeOfChayula": {
    "name": "O Vigia do Vigia",
    "predictiontext":
      "Você rastreará um poderoso Olho Errante que derrubará um item único quando abatido.",
    "flavourtext": "Sem piscar, ele observa. Interminavelmente, ele é vigiado."
  },
  "RareKaomsChosenDropsHezemanasBloodlust": {
    "name": "Sangue dos Traídos",
    "predictiontext":
      "Você rastreará um poderoso Escolhido de Kaom em um mapa que derrubará um item único quando abatido.",
    "flavourtext":
      "Mortos por seu rei, eles vivem apenas na memória, mas seus desejos por sangue permanecem inquietáveis."
  },
  "RareUndyingIncineratorDropsSireOfShards": {
    "name": "Coração do Fogo",
    "predictiontext":
      "Você rastreará um poderoso Guarda Solar que derrubará um item único quando abatido.",
    "flavourtext":
      "Seu único desejo é ver o mundo queimar. Um fragmento de fúria atiça o fogo eterno em seu coração."
  },
  "RarePockedMinerDropsInfractem": {
    "name": "Carne Entalhada",
    "predictiontext":
      "Você rastreará um poderoso Pedreiro Postulento que derrubará um item único quando abatido.",
    "flavourtext":
      "Firme é o arco. Frágil é a carne que o detém. Profundos são os buracos que ele deixa."
  },
  "RareAssaultRibbonDropsTearOfPurity": {
    "name": "Guardiões do Silêncio",
    "predictiontext":
      "Você rastreará uma poderosa Fita de Assalto que derrubará um item único quando abatida.",
    "flavourtext":
      "O templo intacto durante séculos, os guardiões limpos e puros, mas eles também devem encontrar a Mãe."
  },
  "RareBonewarpedWarriorDropsBellyOfTheBeast": {
    "name": "Carne da Besta",
    "predictiontext":
      "Você rastreará um poderoso Guerreiro Osso-Torto que derrubará um item único quando abatido.",
    "flavourtext":
      "Despojado de sua carne, um guerreiro luta para proteger a peça da besta que tem esculpido."
  },
  "RareCinderElementalDropsMarohiErqi": {
    "name": "Fogo, Madeira e Pedra",
    "predictiontext":
      "Você rastreará um poderoso Elemental da Brasa em um mapa que derrubará um item único quando abatido.",
    "flavourtext":
      "Com um peso esmagador, a figura de pedra vaga pelos corredores. Ela queima eternamente, mas não tem mais brilho."
  },
  "RareChaosSentinelDropsSingularity": {
    "name": "Esplendor Anormal",
    "predictiontext":
      "Você rastreará um poderoso Sentinela do Caos em um mapa que derrubará um item único quando abatido.",
    "flavourtext":
      "Pedra viva e esplendor, nada se move sem obstáculos sob o peso de sua presença sombria."
  },
  "RareGalvanicRibbonDropsWindripper": {
    "name": "Vento e Trovão",
    "predictiontext":
      "Você rastreará uma poderosa Fita Galvânica em um mapa que derrubará um item único quando abatida.",
    "flavourtext":
      "O tecido tremula e se parte ao vento como um trovão. Um som agudo que congela o sangue."
  },
  "RareUndyingArchivistDropsAstramentis": {
    "name": "Perdido nas Páginas",
    "predictiontext":
      "Você rastreará um poderoso Arquivista Imortal em um mapa que derrubará um item único quando abatido.",
    "flavourtext":
      "Centenas de anos com nada além de livros corrompem o que já foi uma grande mente."
  },
  "RareDrippingDeadDropsRainbowstrides": {
    "name": "Chorando a Morte",
    "predictiontext":
      "Você rastreará um poderoso Morto Encharcado em um mapa que derrubará um item único quando abatido.",
    "flavourtext":
      "Avançando secamente pela lama, porém pingando com podridão, ele espera pelo toque da Mãe."
  },
  "RareGutFlayerDropsBinosKitchenKnifeMap": {
    "name": "O Homem Esfolado",
    "predictiontext":
      "Você rastreará uma poderosa Esfolador de Tripas que derrubará um item único quando abatido.",
    "flavourtext":
      "O esfolado torna-se o esfolador, tirando carne de músculo com uma lâmina afiada."
  },
  "RareTunnelerDropsPledgeOfHandsMap": {
    "name": "O Testemunho Vazio",
    "predictiontext":
      "Você rastreará um poderoso Escavador que derrubará um item único quando abatido.",
    "flavourtext":
      "Agarrando-se cegamente em um sonho sombrio, uma promessa final transforma a carne frágil em poeira."
  },
  "RareTalonArcherDropsVoltaxicRiftMap": {
    "name": "Um Chamado no Vazio",
    "predictiontext":
      "Você rastreará um poderoso Galo Arqueiro que derrubará um item único quando abatido.",
    "flavourtext": "O galo sonhador canta três vezes, e trovões ecoam do vazio."
  },
  "RareMadGladiatorDropsTheBringerOfRainMap": {
    "name": "Sangue nos Olhos",
    "predictiontext":
      "Você rastreará um poderoso Gladiador Insano que derrubará um item único quando abatido.",
    "flavourtext":
      "Sangue mancha os olhos do lutador e pinga sobre a lama. Ele vê e sonha em vermelho."
  },
  "RareBroodingTarantulaDropsRatsNestMap": {
    "name": "O Ninho",
    "predictiontext":
      "Você rastreará uma poderosa Tarântula da Ninhada em um mapa que derrubará um item único quando abatida.",
    "flavourtext":
      "Os ratos se emaranham em teias de aranha; uma refeição dentro de um ninho dentro de um sonho."
  },
  "SpawnNecromancerAndSkeletonsInArea": {
    "name": "Os Irmãos da Necromancia",
    "predictiontext":
      "Você encontrará quatro necromantes com seus lacaios mortos-vivos e abaterá todos eles.",
    "flavourtext":
      "Quatro de carne e ossos compartilhados erguem um exército de sangue e ossos emprestados."
  },
  "BloodlinePackDropsFiveOrbsOfFusing": {
    "name": "Laços Refeitos",
    "predictiontext": "Você acabará com uma Linhagem.",
    "flavourtext":
      "Uma união de sangue quebra, mas a partir da carnificina novas uniões podem ser formadas."
  },
  "MonsterKillChanceToSpawnCurrencyFountain": {
    "name": "Riquezas Exuberantes",
    "predictiontext":
      "Você abaterá um inimigo que eclodirá em itens monetários.",
    "flavourtext":
      "Um bolso cheio, rompido, derrama adiante como uma mola atingida."
  },
  "ThePlaguemaw1": {
    "name": "A Mandíbula da Praga I",
    "predictiontext":
      "Você encontrará um poderoso golem em uma área paralela Vaal e o derrotará.",
    "flavourtext":
      "A Mandíbula da Praga entra no reino vermelho e deixa um grande redemoinho de pedras vivas."
  },
  "ThePlaguemaw2": {
    "name": "A Mandíbula da Praga II",
    "predictiontext":
      "Você encontrará monstros sombrios na Cripta e os abaterá.",
    "flavourtext":
      "Os seguidores da Mandíbula da Praga alimentam-se da carne dos mortos; uma profanação do trabalho da Mãe."
  },
  "ThePlaguemaw3": {
    "name": "A Mandíbula da Praga III",
    "predictiontext":
      "Você será emboscado pelos seguidores da Mandíbula da Praga após abater um certo monstro muito poderoso.",
    "flavourtext":
      "A Mandíbula da Praga vigia você com um sorriso brilhante, à espera de um momento para enviar suas sombras."
  },
  "ThePlaguemaw4": {
    "name": "A Mandíbula da Praga IV",
    "predictiontext":
      "Você será emboscado pelos seguidores da Mandíbula da Praga nos Jardins Imperiais.",
    "flavourtext":
      "Em um labirinto verde, a Mandíbula da Praga cria uma armadilha com tesouros como iscas."
  },
  "ThePlaguemaw5": {
    "name": "A Mandíbula da Praga V",
    "predictiontext":
      "Você entrará na câmara da Mandíbula da Praga nas Veias de Cristal ou em um Mapa Reserva de Cristal.",
    "flavourtext":
      "Uma sala, gravada em cristal, é o lar da Mandíbula da Praga. Ela espera por você."
  },
  "PathOfTheThaumaturgist1": {
    "name": "História Taumatúrgica I",
    "predictiontext":
      "Você lerá o Diário de Shavronne no Quartel do Carcereiro.",
    "flavourtext":
      "As monstruosas técnicas do Esteta estão protegidas pelas sombras."
  },
  "PathOfTheThaumaturgist2": {
    "name": "História Taumatúrgica II",
    "predictiontext":
      "Você lerá a Proclamação de Doedre na Floresta Ocidental.",
    "flavourtext":
      "As palavras da Bruxa Muda falam com os seguidores desesperados através da pedra."
  },
  "PathOfTheThaumaturgist3": {
    "name": "História Taumatúrgica III",
    "predictiontext":
      "Você inspecionará o Antigo Dispositivo de Devaneio na Câmara dos Pecados.",
    "flavourtext":
      "O presente do Desalmado ao Prodígio atrai aqueles que buscam o mesmo poder anormal."
  },
  "PathOfTheThaumaturgist4": {
    "name": "História Taumatúrgica IV",
    "predictiontext": "Você lerá a Dedicação de Malachai na Colheita.",
    "flavourtext":
      "Onde o Desalmado deixou sua forma física, uma nova ameaça perigosa emerge."
  },
  "MapFairGravesBossOpensPortalToMaoKun": {
    "name": "A Toca dos Piratas",
    "predictiontext":
      "Você abaterá Belcer, o Lorde Pirata e ele abrirá portais para Mao Kun.",
    "flavourtext":
      "O lorde pirata que se esconde em profundos túneis úmidos em sonhos irá guiá-lo para uma ilha do tesouro."
  },
  "MapChaosGolemBossOpensPortalToMaelstromOfChaos": {
    "name": "Entre no Redemoinho",
    "predictiontext":
      "Você abaterá a Anomalia do Vazio e ele abrirá portais para o Turbilhão do Caos.",
    "flavourtext":
      "O grande redemoinho de pedras sombrias fica no centro da tempestade de sonhos."
  },
  "MapKudukuBossOpensPortalToOlmecsSanctum": {
    "name": "Santuário de Pedra",
    "predictiontext":
      "Você abaterá O Ídolo do Além e ele abrirá portais para o Santuário de Olmec.",
    "flavourtext":
      "Despedace o deus de madeira, e uma porta para o santuário de pedra aparecerá."
  },
  "MapMirageOfBonesOpensPortalToMirrorDesert": {
    "name": "Pela Miragem",
    "predictiontext":
      "Você abaterá a Miragem dos Ossos e ela abrirá portais para um mundo espelhado.",
    "flavourtext": "Lavar a miragem revela um caminho paralelo para percorrer."
  },
  "AncientRivalries1": {
    "name": "Rivalidade Ancestral I",
    "predictiontext":
      "Você abaterá Brutus enquanto usando um dos itens de Shavronne.",
    "flavourtext": "Sua maior criação a falhou. O Esteta procura punir o bruto."
  },
  "AncientRivalries2": {
    "name": "Rivalidade Ancestral II",
    "predictiontext":
      "Você abaterá Voll enquanto usando um dos itens de Doedre.",
    "flavourtext":
      "Queimada na fogueira, a Bruxa Muda visa purificar o purificador."
  },
  "AncientRivalries3": {
    "name": "Rivalidade Ancestral III",
    "predictiontext":
      "Você matará Kaom enquanto usando um dos itens de Lioneye.",
    "flavourtext":
      "Se aproxime das margens, as presas do Leão vão afundar na carne do Rei Traidor pela última vez."
  },
  "AncientRivalries4": {
    "name": "Rivalidade Ancestral IV",
    "predictiontext":
      "Você abaterá Malachai enquanto usando um dos itens de Victario.",
    "flavourtext":
      "O Desalmado deixou o mundo em pedaços, mas o Poeta terá a última palavra."
  },
  "TheFeralLord1": {
    "name": "O Lorde Selvagem I",
    "predictiontext":
      "Você encontrará animais corrompidos na Floresta do Sul e os abaterá.",
    "flavourtext":
      "O Lorde Selvagem na floresta do sul está fazendo o que bem entende com a selva."
  },
  "TheFeralLord2": {
    "name": "O Lorde Selvagem II",
    "predictiontext":
      "Você encontrará uma poderosa besta na Floresta do Norte e a abaterá.",
    "flavourtext":
      "A respiração fria do Lorde Selvagem imbui e fortalece as bestas na floresta do norte."
  },
  "TheFeralLord3": {
    "name": "O Lorde Selvagem III",
    "predictiontext":
      "Você encontrará animais corrompidos no Lago Seco e os abaterá.",
    "flavourtext":
      "Onde a água não brilha mais, bestas estrondosas são arrastadas para o domínio do Lorde Selvagem."
  },
  "TheFeralLord4": {
    "name": "O Lorde Selvagem IV",
    "predictiontext":
      "Você descobrirá e abaterá um Abutre muito poderoso pelas fronteiras de Sarn.",
    "flavourtext":
      "O Lorde Selvagem detecta a sua presença. Na concha do caracol, o urubu procura uma nova carcaça."
  },
  "TheFeralLord5": {
    "name": "O Lorde Selvagem V",
    "predictiontext":
      "Você descobrirá e abaterá um Rhoa muito poderoso em um mapa Gêiser de Lama.",
    "flavourtext":
      "Para o reino dos sonhos o Lorde Selvagem foge, e deixa em seu rastro um pesadelo em chamas."
  },
  "RatFlood": {
    "name": "Praga de Ratos",
    "predictiontext":
      "Você descobrirá uma série de interiores inundados com ratos.",
    "flavourtext":
      "Eles correm, eles mordem, eles fogem, eles morrem. Enxames de pelos e dentes e caudas enchem cada sala."
  },
  "AnarchysEnd1": {
    "name": "Fim da Anarquia I",
    "predictiontext":
      "Você entrará em um Mapa e abaterá um Exilado Renegado que está carregando uma Carta de Adivinhação.",
    "flavourtext":
      "Um criminoso de Teópolis foge para os sonhos carregando a ferramenta de uma cartomante."
  },
  "AnarchysEnd2": {
    "name": "Fim da Anarquia II",
    "predictiontext":
      "Você entrará em um Mapa e abaterá dois Exilados Renegados que estão carregando uma Carta de Adivinhação cada.",
    "flavourtext":
      "Dois criminosos carregam as ferramentas da cartomante conforme caçam o corpo de seu aliado sonhando."
  },
  "AnarchysEnd3": {
    "name": "Fim da Anarquia III",
    "predictiontext":
      "Você entrará em um Mapa e abaterá quatro Exilados Renegados que estão carregando uma Carta de Adivinhação cada.",
    "flavourtext":
      "Um grupo de quatro criminosos, cada um com a marca da cartomante, caça através de sonhos pelo seu promotor."
  },
  "AnarchysEnd4": {
    "name": "Fim da Anarquia IV",
    "predictiontext":
      "Você entrará em um Mapa e abaterá seis Exilados Renegados que estão carregando uma Carta de Adivinhação cada.",
    "flavourtext":
      "Seis criminosos vão pisotear a ameaça que os acompanha através dos sonhos."
  },
  "CompletingLabyrinthRewardsTwoEnchantmentUses": {
    "name": "Encantado Duplamente",
    "predictiontext":
      "Você será recompensado com dois usos no Dispositivo de Encantamentos ao completar o Labirinto.",
    "flavourtext":
      "Um dispositivo dourado escondido por um imperador apodrecido transborda com o poder."
  },
  "StrongboxMonstersSpawnedAsMagicOrHigher": {
    "name": "Um Risco Inesperado",
    "predictiontext":
      "Você será atacado por monstros mais fortes do que o normal quando abrir um Cofre.",
    "flavourtext":
      "A armadilha está montada, uma isca está colocada, mas inimigos mais fortes ficam à espreita."
  },
  "MysteriousInvadersFire": {
    "name": "Invasores Misteriosos",
    "predictiontext":
      "Você encontrará e destruirá monstros do Além que estão tentando invadir Wraeclast através do dispositivo de mapas.",
    "flavourtext":
      "Além das engrenagens douradas, as bordas da realidade se racham, e algo escondido da vista derrama completamente."
  },
  "MysteriousInvadersCold": {
    "name": "Invasores Misteriosos",
    "predictiontext":
      "Você encontrará e destruirá monstros do Além que estão tentando invadir Wraeclast através do dispositivo de mapas.",
    "flavourtext":
      "Além das engrenagens douradas, as bordas da realidade se racham, e algo escondido da vista derrama completamente."
  },
  "MysteriousInvadersLightning": {
    "name": "Invasores Misteriosos",
    "predictiontext":
      "Você encontrará e destruirá monstros do Além que estão tentando invadir Wraeclast através do dispositivo de mapas.",
    "flavourtext":
      "Além das engrenagens douradas, as bordas da realidade se racham, e algo escondido da vista derrama completamente."
  },
  "MysteriousInvadersPhysical": {
    "name": "Invasores Misteriosos",
    "predictiontext":
      "Você encontrará e destruirá monstros do Além que estão tentando invadir Wraeclast através do dispositivo de mapas.",
    "flavourtext":
      "Além das engrenagens douradas, as bordas da realidade se racham, e algo escondido da vista derrama completamente."
  },
  "MysteriousInvadersChaos": {
    "name": "Invasores Misteriosos",
    "predictiontext":
      "Você encontrará e destruirá monstros do Além que estão tentando invadir Wraeclast através do dispositivo de mapas.",
    "flavourtext":
      "Além das engrenagens douradas, as bordas da realidade se racham, e algo escondido da vista derrama completamente."
  },
  "UndeadSpawnInOldFields": {
    "name": "Mortos se Levantando",
    "predictiontext":
      "Você viajará para os Campos Antigos, onde você encontrará e abaterá um exército de mortos-vivos.",
    "flavourtext":
      "O campo verde e verdejante está rodeado pela noite, os fazendeiros que tenderam que eles crescessem novamente."
  },
  "DayOfSacrifice1": {
    "name": "Dia de Sacrifício I",
    "predictiontext":
      "Você abaterá um poderoso Caído Vaal que derrubará um fragmento Sacrifício ao Amanhecer.",
    "flavourtext":
      "O antigo campeão vermelho está caído, mas um golpe mortal revela seu sacrifício final sob o sol da manhã."
  },
  "DayOfSacrifice2": {
    "name": "Dia de Sacrifício II",
    "predictiontext":
      "Você abrirá um cofre raro corrompido que conterá um fragmento Sacrifício ao Meio Dia.",
    "flavourtext":
      "Sob o sol do meio-dia, tesouro, manchado pela corrupção, convida uma emboscada."
  },
  "DayOfSacrifice3": {
    "name": "Dia de Sacrifício III",
    "predictiontext":
      "Você entrará em uma área paralela Vaal difícil que conterá um fragmento Sacrifício ao Anoitecer adicional.",
    "flavourtext":
      "O antigo exército vermelho abre um caminho poderoso antes do sol poente."
  },
  "DayOfSacrifice4": {
    "name": "Dia de Sacrifício IV",
    "predictiontext":
      "Você encontrará um inimigo invasor um mapa raro e corrompido que derrubará um fragmento Sacrifício à Meia-Noite.",
    "flavourtext":
      "Um sonho corrompido convida um invasor, que caça na noite mais profunda."
  },
  "KillingRareGrantsShrineEffect": {
    "name": "A Benção",
    "predictiontext":
      "Você abaterá um inimigo poderoso e receberá a bênção de um altar.",
    "flavourtext":
      "Malevolência expande e se espalha nas mentes. A carne é fraca, mas o dom é forte."
  },
  "KillingRareStealsMods": {
    "name": "Lição do Caçador",
    "predictiontext":
      "Você abaterá um inimigo poderoso e receberá seus poderes.",
    "flavourtext":
      "Um adversário, que foi morto, vive brevemente nas lições ensinadas ao matador."
  },
  "KillingRareDropsRareItem": {
    "name": "Dourado por Dentro",
    "predictiontext":
      "Você abaterá um inimigo poderoso e ele derrubará um item raro.",
    "flavourtext":
      "Ouro fora, ouro dentro. O sangue vem em várias cores, mas os dourados sempre sangram ouro."
  },
  "KillingUniqueDropsScouringOrb": {
    "name": "Apagado da Memória",
    "predictiontext":
      "Você abaterá um inimigo muito poderoso e ele derrubará um Orbe do Expurgo.",
    "flavourtext":
      "Um inimigo temido por uma eternidade cai e é apagado das páginas da história."
  },
  "KillingRareSpawnsTormentedSpirit": {
    "name": "Finalizando o Tormento",
    "predictiontext":
      "Você abaterá um inimigo poderoso que libertará um Espírito Atormentado.",
    "flavourtext":
      "O tormento interno de um inimigo temível é derramado ao mundo."
  },
  "KillingMonsterSpawnsEmergingMagicMonsters": {
    "name": "Reforços Escondidos",
    "predictiontext":
      "Você será emboscado por vários inimigos ao abater um inimigo.",
    "flavourtext":
      "Inimigos covardes estão à espera. Uma demonstração de força revela suas verdadeiras intenções."
  },
  "KillingNormalRevivesAsRare": {
    "name": "Renascimento",
    "predictiontext":
      "Você abaterá um inimigo normal, que será ressucitado e receberá um novo poder.",
    "flavourtext":
      "Uma vida ordinária, uma morte comum, marcada por um renascimento extraordinário."
  },
  "UseWhetstoneGetMaxQuality": {
    "name": "A Lâmina Afiada",
    "predictiontext":
      "Você melhorará imensamente a qualidade de uma arma com um único Amolador do Ferreiro.",
    "flavourtext":
      "O metal suaviza debaixo da pedra, remodelando com grande facilidade."
  },
  "UseArmourersScrapGetMaxQuality": {
    "name": "A Armadura Endurecida",
    "predictiontext":
      "Você melhorará imensamente a qualidade de uma armadura com uma única Sucata do Armeiro.",
    "flavourtext":
      "Os anéis que ligam crescem mais apertados, a placa mais espessa, o couro mais denso, todos com um único toque."
  },
  "TransmuteUpgradesItemToThreeModRare": {
    "name": "Toque Dourado",
    "predictiontext":
      "Você utilizará um Orbe da Transmutação em um item e ele concederá mods extras.",
    "flavourtext":
      "Tentáculos azuis emaranham e mudam. Tudo o que resta é ouro."
  },
  "TransmuteRingOrJewelAddLife": {
    "name": "Transformação Vital",
    "predictiontext":
      "Você utilizará um Orbe da Transmutação em um anel ou amuleto e ele receberá um mod de vida.",
    "flavourtext": "Tentáculos azuis se envolvem, dando vida para o bem inerte."
  },
  "TransmuteEquipmentAddResistance": {
    "name": "Resistente à Mudança",
    "predictiontext":
      "Você utilizará um Orbe da Transmutação em um anel, escudo ou amuleto e ele receberá resistências.",
    "flavourtext":
      "Envolto em tendões azuis, ele é protegido contra as chamas, as tempestades e neves iguais. "
  },
  "TransmuteBootsAddMovementSpeed": {
    "name": "Tocado pelo Vento",
    "predictiontext":
      "Você utilizará um Orbe da Transmutação em um par de botas e ele receberá velocidade de movimento.",
    "flavourtext":
      "Costurada com linha azul, uma bota rápida cobre grandes distâncias."
  },
  "DivinationCardSpawnsWithJackInTheBoxAlso": {
    "name": "O Par",
    "predictiontext":
      "Você abaterá um inimigo e ele derrubará duas Cartas de Adivinhação.",
    "flavourtext":
      "Um carrega a marca da cartomante, não sabendo que uma segunda surpresa encontra-se nela."
  },
  "UseChiselGetMaxQuality": {
    "name": "O Guia Bonito",
    "predictiontext":
      "Você melhorará imensamente a qualidade de um mapa com um único Cinzel do Cartógrafo.",
    "flavourtext":
      "Um único toque do cinzel, e as marcas do guia tornam-se muito mais claras."
  },
  "ReceiveARareItemGetFourMirroredInstead": {
    "name": "Arte de Kalandra",
    "predictiontext":
      "Você abaterá um inimigo que derrubará quatro itens raros idênticos.",
    "flavourtext":
      "Um grande tesouro fratura como um espelho deixado cair, mas de alguma forma sai ileso."
  },
  "TransmuteMapAddMod": {
    "name": "Tentáculos Amaciadores",
    "predictiontext":
      "Você utilizará um Orbe da Transmutação em um mapa e ele receberá uma atmosfera amena.",
    "flavourtext":
      "Tentáculos azuis envolvem-se em torno das marcas, comprimindo e sufocando a pedra embaixo."
  },
  "MapExtraStrongboxes": {
    "name": "Armadilhas Caridosas",
    "predictiontext":
      "Você entrará em um mapa que contém seis Cofres adicionais.",
    "flavourtext":
      "Em um sonho distante, seis armadilhas com a promessa de um tesouro aguardam seu nascimento."
  },
  "MapExtraRogueExiles": {
    "name": "Os Quatro Exilados Selvagens",
    "predictiontext":
      "Você encontrará quatro Exilados Renegados em um mapa e os abaterá.",
    "flavourtext":
      "Em um sonho distante, quatro almas longe de casa se preparam para lutar até a morte."
  },
  "MapTwinned": {
    "name": "Gêmeos Mortais",
    "predictiontext":
      "Você entrará em um mapa e abaterá os chefes Geminados nele.",
    "flavourtext":
      "Em um sonho há muito tempo perdido, um inimigo mortal torna-se dois."
  },
  "ReadLoreGrantsWisdomScrolls": {
    "name": "Impressões Persistentes",
    "predictiontext": "Você lerá algo escrito há muito tempo.",
    "flavourtext":
      "Uma mão rabisca em uma parede, ou esculpe em osso, um conto que desfaz o mundo e ensina os que virão depois."
  },
  "MapTempestFire": {
    "name": "Fogo do Céu",
    "predictiontext": "Você descobrirá uma área com uma Tempestade Infernal.",
    "flavourtext":
      "Fogo chove em toda a terra. Cuidado com o caminho que você tomar."
  },
  "MapTempestIce": {
    "name": "Gelo de Cima",
    "predictiontext": "Você descobrirá uma área com uma Tempestade Ártica.",
    "flavourtext": "O frio cai de cima, congelando os ossos desprotegidos."
  },
  "MapTempestLightning": {
    "name": "A Queda do Raio",
    "predictiontext":
      "Você descobrirá uma área com uma Tempestade Eletrocutante.",
    "flavourtext":
      "As tempestades acima acertam com precisão. Um pé hábil evitará os golpes."
  },
  "MapTempestUndead": {
    "name": "A Tempestade Morta-Viva",
    "predictiontext": "Você descobrirá uma área com uma Tempestade Mórbida.",
    "flavourtext":
      "Ossos caem do céu e tomam a forma dos homens que já foram uma vez."
  },
  "MapTempestPhysical": {
    "name": "Nevasca Esmagadora",
    "predictiontext": "Você descobrirá uma área com uma Tempestade Esmagadora.",
    "flavourtext": "O céu treme e o chão responde com força esmagadora."
  },
  "MapTempestCorrupt": {
    "name": "Ventos Vaal",
    "predictiontext": "Você descobrirá uma área com uma Tempestade Corrompida.",
    "flavourtext":
      "A corrupção é carregada em um vento vermelho, e se espalha para todos os que são tocados."
  },
  "UniqueFireGolemAtFireFurysCamp": {
    "name": "Fogos Vivos",
    "predictiontext":
      "Você descobrirá um poderoso golem de fogo no acampamento Fúria do Fogo na Costa.",
    "flavourtext":
      "Onde a areia encontra a água, chamas do devorador de carne brilham mais e brilham sem parar."
  },
  "FarmerSkeletonsAtRuinedHouse": {
    "name": "Finalmente Pousio",
    "predictiontext":
      "Você lutará contra ondas de fazendeiros evocados entre as ruínas de uma casa nas Encruzilhadas.",
    "flavourtext":
      "A hora do fazendeiro veio há muito tempo, sua casa arruinada é o local de uma colheita sombria."
  },
  "KaruiWarriorsNearWeatheredCarvings": {
    "name": "Caminho da Traição",
    "predictiontext":
      "Você encontrará Espíritos Karui próximo aos Entalhes Desgastados, e os mandará de volta para Hinekora.",
    "flavourtext":
      "Cortados pela mão do rei, espíritos do sul permanecem perto dos ossos de gigantes."
  },
  "WeaponsRiseUpAroundLioneyesStandard": {
    "name": "Os Soldados Esquecidos",
    "predictiontext":
      "Você encontrará as armas evocadas de um exército caído próximo ao Estandarte de Lioneye na Escalada.",
    "flavourtext":
      "A bandeira na brisa marca o lugar de descanso dos leões, cujas presas de metal ainda têm sede de sangue."
  },
  "GoldenWaterElementalsRiseFromGoldPiles": {
    "name": "Piscinas de Riqueza",
    "predictiontext":
      "Você encontrará e abaterá elementais dourados no fundo da Caverna da Ira.",
    "flavourtext":
      "Chamado pelo canto da Sereia, ouro carregado pela ira ascende do solo."
  },
  "ChildOfLunarisAppearsInChapel": {
    "name": "A Criança de Lunaris",
    "predictiontext":
      "Próximo às Encruzilhadas, você encontrará a Criança de Lunaris nas ruínas de um templo, e a abaterá.",
    "flavourtext":
      "A luz de Lunaris brilha sobre seu filho que anda em ruínas de pedra do santuário."
  },
  "ArmyOfUndeadSoldiersAppearInRuinedFortress": {
    "name": "A Guarnição Esquecida",
    "predictiontext":
      "Próximo à Ponte Quebrada, você encontrará e abaterá um exército de mortos-vivos nas ruínas do forte.",
    "flavourtext":
      "Onde bandidos tomaram conta, um exército sem vida ergue-se para proteger a fortaleza em ruínas."
  },
  "TheStockkeeperAppears": {
    "name": "O Armazenador",
    "predictiontext":
      "Você encontrará o Armazenador no Portão de Granito e o abaterá.",
    "flavourtext":
      "Um homem sobrevive apenas por sua ganância, mas uma única arma reduz o homem que tem muitas."
  },
  "UniqueLightningGolemAppearsOutsideBubble": {
    "name": "Energia Anormal",
    "predictiontext":
      "Você encontrará um poderoso Elemental do Raio próximo à ponte da Frente de Batalha.",
    "flavourtext":
      "Energias não naturais seguram aqueles em preto na baía, mas a barreira se inclina para parentes crepitante."
  },
  "TwoUniqueBlackguardCaptainsAppearAtFarEnd": {
    "name": "Segurando a Ponte",
    "predictiontext":
      "Você encontrará e abaterá dois poderosos capitães da Guarda Negra próximos à ponte do Quartél de Ébano.",
    "flavourtext":
      "Onde aqueles em preto se aglomeram pelos degraus de pedra, seu sangue corre frio de ódio e seus olhos crepitam com ira."
  },
  "UniqueZombieBlackguardAtRuinedCart": {
    "name": "No Aperto da Corrupção",
    "predictiontext":
      "Você encontrará um poderoso Guarda Negro morto-vivo nos Jardins Imperiais.",
    "flavourtext":
      "A jornada de um soldado de preto é reduzida ao pé da torre. A carne apodrece, mas o osso cresce ainda."
  },
  "RareLunarisMiscreationsAppearAtScionCage": {
    "name": "Maculado no Cetro",
    "predictiontext":
      "Você encontrará um grupo de fortes Monstruosidades no Cetro de Deus, e as abaterá.",
    "flavourtext":
      "Roubados de suas casas, carne inocente é torcida e modelada no topo da torre."
  },
  "Tier1MapsSpawnedAtMapDevice": {
    "name": "Os Mapas Perdidos",
    "predictiontext":
      "Você encontrará mapas próximos ao centro da Câmara dos Pecados.",
    "flavourtext":
      "Um dispositivo de grande poder uma vez carregado pelo prodígio derrama as chaves para novos mundos adiante."
  },
  "AreaAllRaresAreCloned": {
    "name": "Os Gêmeos",
    "predictiontext":
      "Você encontrará uma área onde poderosos monstros são duplicados.",
    "flavourtext":
      "O que já foi um, agora são dois. O forte encontra mais força nos números."
  },
  "AreaAllUniquesArePossessedByTormentedSpirits": {
    "name": "Inimigo Possuído",
    "predictiontext":
      "Você encontrará um ou mais monstros poderosos possuídos por um Espírito Atormentado.",
    "flavourtext":
      "Um nome lembrado todo esse tempo, a sua vontade roubada por um espírito vingativo."
  },
  "KillingTormentedSpiritTouchesAllMonsters": {
    "name": "Tocado pela Morte",
    "predictiontext":
      "Você matará um Espírito Atormentado que então tocará todos os outros monstros.",
    "flavourtext": "Uma alma atormentada faz um aperto final em vingança."
  },
  "AreaHasVaalMonstersAndOversoul": {
    "name": "Invasão Vaal",
    "predictiontext":
      "Você encontrará invasores Vaal no Templo Lunaris e destruirá o monstro que os está liderando.",
    "flavourtext":
      "No local de uma grande atrocidade, as sombras do passado distante penduram sobre o exército vermelho ressuscitado."
  },
  "AreaHasOnlyStrongboxes": {
    "name": "Tesouro Monstruoso",
    "predictiontext":
      "Você viajará para um mapa onde os monstros aguardam, abrirá as caixas que eles guardam, e abaterá todos eles.",
    "flavourtext":
      "Em um sonho perdido há muito tempo, grandes inimigos escondem pequenas caixas, mas também grandes recompensas."
  },
  "AreaIsLikeCorruptedSideArea": {
    "name": "O Espalhar da Corrupção",
    "predictiontext":
      "Você encontrará e purificará uma localidade onde a corrupção dos Vaal se espalhou.",
    "flavourtext":
      "A corrupção se espalha extensamente e rapidamente, assim também aqueles que a reverenciam."
  },
  "FrogFlood": {
    "name": "Praga dos Sapos",
    "predictiontext": "Você descobrirá uma localidade aberta cheia de sapos.",
    "flavourtext":
      "Carne molhada e escorregadia, pés e línguas pegajosas. Não importa a cor de antes, agora a terra é verde."
  },
  "AreaContainsWashedUpCorpses": {
    "name": "Visões dos Afogados",
    "predictiontext": "Você encontrará uma área repleta de afogados.",
    "flavourtext":
      "Úmida e inchada com água e mercadorias. Às vezes tesouros chegam em terra firme."
  },
  "MapContainsTrial": {
    "name": "A Provação do Sonho",
    "predictiontext": "Você descobrirá uma Provação de Ascensão em um mapa.",
    "flavourtext":
      "As profundidades de um sonho escondem um desafio que aguça o corpo e a mente."
  },
  "AreaSpawnsUndead": {
    "name": "Solo, Minhocas e Sangue",
    "predictiontext":
      "Você descobrirá uma área com grandes grupos de monstros Mortos-Vivos.",
    "flavourtext": "Os mortos se reúnem nas profundezas de aliados improváveis."
  },
  "AreaSpawnsInsectsAndQueens": {
    "name": "O Enxame Faminto",
    "predictiontext": "Você descobrirá uma área com grandes grupos de Insetos.",
    "flavourtext":
      "Deslizando pelo chão, insetos aninham-se perto de aliados improváveis."
  },
  "AreaSpawnsSeaWitchesAndSpawn": {
    "name": "O Coro Amaldiçoado",
    "predictiontext":
      "Você descobrirá uma área com grandes grupos de Bruxas do Mar.",
    "flavourtext":
      "A bruxa do mar sussurra palavras doces, e acalma os corações dos aliados improváveis."
  },
  "AreaSpawnsRareDevourers": {
    "name": "A Terra que Treme",
    "predictiontext": "Você descobrirá uma área com muitos Devoradores.",
    "flavourtext":
      "A terra muda debaixo dos pés de muitos, mas eles não são a presa que este monstro procura."
  },
  "AreaContainsInvasionBoss": {
    "name": "O Invasor ",
    "predictiontext":
      "Você encontrará um poderoso monstro invasor, e o abaterá.",
    "flavourtext":
      "Um horror do passado retorna para causar dor em um lugar que ele nunca chamou de casa."
  },
  "UnbearableWhispers1": {
    "name": "Sussurros Insuportáveis I",
    "predictiontext": "Você descobrirá um tomo em uma Biblioteca.",
    "flavourtext":
      "Runas sombrias deslizam através das páginas do tomo, ocultando os aliados do Sussurrador."
  },
  "UnbearableWhispers2": {
    "name": "Sussurros Insuportáveis II",
    "predictiontext":
      "Você descobrirá um tomo ao abater um monstro no Cetro de Deus.",
    "flavourtext":
      "O Sussurrador deixa um tomo na torre, protegido por um seguidor enlouquecido."
  },
  "UnbearableWhispers3": {
    "name": "Sussurros Insuportáveis III",
    "predictiontext": "Você abaterá Shavronne, e ela derrubará um tomo.",
    "flavourtext":
      "O Esteta detém as palavras proibidas do Sussurrador, profundas na barriga da besta."
  },
  "UnbearableWhispers4": {
    "name": "Sussurros Insuportáveis IV",
    "predictiontext":
      "Você abaterá um certo monstro poderoso e ele derrubará um tomo.",
    "flavourtext":
      "Palavras proibidas tocam nos ouvidos dos poderosos; a influência do Sussurrador se espalha."
  },
  "UnbearableWhispers5": {
    "name": "Sussurros Insuportáveis V",
    "predictiontext":
      "Você descobrirá um tomo perigoso na câmara final do Labirinto.",
    "flavourtext":
      "O imperador preso protege um conhecimento abominável sem saber. Páginas sombrias entre tesouros brilhantes."
  },
  "TheUnbreathingQueen1": {
    "name": "A Rainha Que Não Respira I",
    "predictiontext":
      "Você encontrará espectros nas Ruínas do Santuário Caído e os abaterá.",
    "flavourtext":
      "A Rainha Que Não Respira planeja um assalto profano, uma profanação dos mortos."
  },
  "TheUnbreathingQueen2": {
    "name": "A Rainha Que Não Respira II",
    "predictiontext":
      "Você encontrará o espírito de um herói no Labirinto do Lorde e o derrotará.",
    "flavourtext":
      "A carne é tomada pela Rainha Que Não Respira. Mas a alma do herói, amarga e fria, permanece presa na maior provação do Imperador."
  },
  "TheUnbreathingQueen3": {
    "name": "A Rainha Que Não Respira III",
    "predictiontext":
      "Você encontrará o espírito de um herói no Lume e o derrotará.",
    "flavourtext":
      "A água colide contra as pedras; Uma vítima da Rainha Que Não Respira queima com desejo de domínio da Mãe."
  },
  "TheUnbreathingQueen4": {
    "name": "A Rainha Que Não Respira IV",
    "predictiontext":
      "Você encontrará o espírito de um herói na Templo da Decadência e o derrotará.",
    "flavourtext":
      "Um emaranhado de teias aprisionou o corpo, agora roubado. A Rainha Que Não Respira deixa para trás uma alma triste cujos uivos trovejam pelos corredores."
  },
  "TheUnbreathingQueen5": {
    "name": "A Rainha Que Não Respira V",
    "predictiontext":
      "Você derrotará a Rainha Que Não Respira em um mapa Cemitério.",
    "flavourtext":
      "A Rainha Que Não Respira ergue um exército em um sonho de túmulos e sepulturas. Ela sabe que você está vindo."
  },
  "TheAmbitiousBandit1": {
    "name": "O Bandido Ambicioso I",
    "predictiontext":
      "Você encontrará e abaterá bandidos numa área onde eles não aparecem normalmente.",
    "flavourtext":
      "A ambição do bandido cresce, e assim também o caminho pelo qual ele percorre."
  },
  "TheAmbitiousBandit2": {
    "name": "O Bandido Ambicioso II",
    "predictiontext": "Você encontrará e abaterá bandidos no Mercado.",
    "flavourtext":
      "Um bandido procura uma relíquia para os gananciosos onde a ganância já foi uma grande virtude."
  },
  "TheAmbitiousBandit3": {
    "name": "O Bandido Ambicioso III",
    "predictiontext": "Você encontrará e abaterá bandidos na Biblioteca.",
    "flavourtext":
      "Onde as relíquias e tomos juntam poeira, os olhos de um bandido veem grande valor."
  },
  "DeadlyRivalry1": {
    "name": "Rivalidade Mortal I",
    "predictiontext":
      "Você encontrará um Exilado rival imbuído com poderes Nêmesis.",
    "flavourtext": "Você atrair a ira de outro, imbuído com energia dourada."
  },
  "DeadlyRivalry2": {
    "name": "Rivalidade Mortal II",
    "predictiontext":
      "Você encontrará um Exilado rival, agora também imbuído com Agressividade.",
    "flavourtext":
      "A derrota deles não ficará assim, renovada e alimentada pela raiva cega."
  },
  "DeadlyRivalry3": {
    "name": "Rivalidade Mortal III",
    "predictiontext":
      "Você encontrará um Exilado rival, agora possuído por um Espírito Atormentado.",
    "flavourtext":
      "Os corpos deles quebrados e remendados, agora um canal para um poder maior."
  },
  "DeadlyRivalry4": {
    "name": "Rivalidade Mortal IV",
    "predictiontext":
      "Você encontrará um Exilado rival, agora imbuído com poderes de um Altar.",
    "flavourtext":
      "A oração em um altar sombrio repara a carne despedaçada, mais uma vez, mas a escuridão ainda ocupa a alma. Cada derrota alimenta sua determinação."
  },
  "DeadlyRivalry5": {
    "name": "Rivalidade Mortal V",
    "predictiontext":
      "Você encontrará um Exilado rival, agora protegido por outros de uma Linhagem compartilhada.",
    "flavourtext":
      "Aliados chegam para uma batalha final, cheia de sangue compartilhado. A quebra e remenda tem seu preço."
  },
  "TheWarmongers1": {
    "name": "Os Incitadores da Guerra I",
    "predictiontext": "Você encontrará e abaterá vários Bandoleiros.",
    "flavourtext": "Uma vanguarda pretende reivindicar a terra que não é deles."
  },
  "TheWarmongers2": {
    "name": "Os Incitadores da Guerra II",
    "predictiontext":
      "Você encontrará e abaterá vários Bandoleiros e seus reforços.",
    "flavourtext":
      "A vanguarda não voltou, por isso mais seguiram seu caminho, carregando guerras com eles."
  },
  "TheWarmongers3": {
    "name": "Os Incitadores da Guerra III",
    "predictiontext":
      "Você encontrará e abaterá vários Bandoleiros e seus soldados de elite.",
    "flavourtext":
      "Falhar duas vezes atrai a ira dos soldados de classificação mais elevada. Eles vêm para derramar sangue."
  },
  "TheWarmongers4": {
    "name": "Os Incitadores da Guerra IV",
    "predictiontext":
      "Você encontrará e abaterá vários Bandoleiros e seu líder.",
    "flavourtext":
      "O líder chega, e estabelece planos para pintar a terra de vermelho com seu sangue."
  },
  "BeyondSight1": {
    "name": "Além da Visão I",
    "predictiontext":
      "Você abaterá os cultistas e os inimigos convocados por eles.",
    "flavourtext":
      "Uma presença sombria se esconde na multidão. Apenas cadáveres traem seus movimentos."
  },
  "BeyondSight2": {
    "name": "Além da Visão II",
    "predictiontext":
      "Você abaterá os cultistas e os poderosos inimigos convocados por eles.",
    "flavourtext":
      "Formas seguidoras visíveis ao redor de um inimigo invisível. Ele cresce, mas pemanece ofuscado."
  },
  "BeyondSight3": {
    "name": "Além da Visão III",
    "predictiontext":
      "Você abaterá os cultistas e os poderosos inimigos convocados por eles.",
    "flavourtext":
      "Monstros de fora deste mundo vazam pelas fendas. Apenas formas e movimentos. Uma visão deformada. "
  },
  "BeyondSight4": {
    "name": "Além da Visão IV",
    "predictiontext":
      "Você abaterá o Arauto de Bameth e os inimigos muito poderosos que ele convocar.",
    "flavourtext":
      "Minha visão se escurece. Um horror se aproxima. Sua alma seria um tesouro estimado por Hinekora.  "
  },
  "ChestWithDivinationCards": {
    "name": "A Coleção do Adivinho",
    "predictiontext":
      "Você encontrará um baú contendo Cartas de Adivinhação em um mapa.",
    "flavourtext":
      "Aquele que persegue o sonho encontra o que o adivinho esqueceu."
  },
  "IcetombFated": {
    "name": "Fim da Luz",
    "predictiontext":
      "Você derrotará Tsoagoth, O Rei da Salmoura enquanto em posse da Tumba de Gelo.",
    "flavourtext":
      "O rei apodrece em sua tumba congelada, no topo da ilha de sua própria criação."
  },
  "WondertrapFated": {
    "name": "Loucura da Ganância",
    "predictiontext":
      "Você derrotará o Guardião do Cofre enquanto em posse da Armadilha Maravilhosa.",
    "flavourtext":
      "Uma armadilha da ganância é deixada no Cofre, e surgiu em seu coração por um milagre."
  },
  "BriskwrapFated": {
    "name": "Último dos Homens Selvagens",
    "predictiontext":
      "Você derrotará o Mestre da Lâmina enquanto em posse do Embrulhusco.",
    "flavourtext":
      "A lâmina do Mestre atinge o chão, e seu corpo logo depois. A linhagem dos Homens Selvagens chega ao fim."
  },
  "SundanceFated": {
    "name": "Punição Solar",
    "predictiontext":
      "Você derrotará Aurora, Emissário de Solaris enquanto em posse da Dança Solar.",
    "flavourtext":
      "A dança da morte com o amanhecer leva ao sol de meio dia, cujo apogeu rancoroso queima indiscriminadamente."
  },
  "WindscreamFated": {
    "name": "Grito da Língua Sombria",
    "predictiontext":
      "Você derrotará Doedre, a Profanadora enquanto em posse do Grito dos Ventos.",
    "flavourtext":
      "Onde os mortos ainda descansam, o grito da profanadora ecôa pelas tumbas antes de cair em eterno silêncio."
  },
  "DusktoeFated": {
    "name": "Agonia ao Amanhecer",
    "predictiontext":
      "Você derrotará Maligaro, O Inquisidor enquanto em posse do Dedúsculo.",
    "flavourtext": "No ventre da besta, o Inquisidor caça a luz derradeira."
  },
  "MeginordsViseFated": {
    "name": "Queda da Torre",
    "predictiontext":
      "Você derrotará Tore, Ancestral Imponente enquanto em posse do Torno de Meginord.",
    "flavourtext":
      "A torre antiga se sustenta por enquanto, mas decairá perante uma mão forte."
  },
  "DoedresTenureFated": {
    "name": "A Bruxã Malevolente",
    "predictiontext":
      "Você derrotará Erythrophagia enquanto em posse do Mandato de Doedre.",
    "flavourtext":
      "Silêncio e escuridão abrigam uma malevolência crescente na medida em que o bebedor de sangue encontra seu criador."
  },
  "HeatshiverFated": {
    "name": "Uma Visão de Gelo e Fogo",
    "predictiontext":
      "Você derrotará Sumter, o Corrupto enquanto em posse do Calafrio Quente.",
    "flavourtext":
      "Onde o rio encontra o mar, as chamas encontram o frio do inverno, e a batalha ardente envia causa o calafrio na espinha retorcida."
  },
  "TimeclaspFated": {
    "name": "Uma Brecha no Tempo",
    "predictiontext":
      "Você derrotará o Caminhante da Fenda enquanto em posse do Fecho do Tempo.",
    "flavourtext": "A brecha está bem aberta, e o fecho do tempo se corrompeu."
  },
  "AtzirisMirrorFated": {
    "name": "O Sacrifício da Rainha",
    "predictiontext":
      "Você derrotará Atziri, Rainha dos Vaal no Abismo Encantador enquanto em posse do Espelho de Atziri.",
    "flavourtext":
      "A rainha anciã aprecia seu reflexo, e enfim a maldição é quebrada."
  },
  "QuecholliFated": {
    "name": "A Queda do Império",
    "predictiontext":
      "Você derrotará a Sombra dos Vaal enquanto em posse do Quecholli.",
    "flavourtext":
      "O maquinário sombrio dos Vaal foi seu maior triunfo e sua destruição foi o destido de outro."
  },
  "FencoilFated": {
    "name": "Aprisionado na Torre",
    "predictiontext":
      "Você derrotará Caliga, Imperatriz enquanto em posse da Bobina de Charco.",
    "flavourtext":
      "A Imperatriz aprisiona suas cobaias no cetro brilhante, mas é ela quem relmente é aprisionada."
  },
  "TheStormheartFated": {
    "name": "O Pináculo da Tempestade",
    "predictiontext":
      "Você derrotará Poporo, o Pináculo enquanto em posse do Coração do Temporal.",
    "flavourtext":
      "Os ventos gelados do oceano chicoteiam através das pedras afiadas onde dois ainda batalham por controle."
  },
  "FoxshadeFated": {
    "name": "Instintos Sombrios",
    "predictiontext":
      "Você derrotará Arakaali, Fiandeira das Sombras enquanto em posse da Sombra da Raposa.",
    "flavourtext":
      "Guiado pela sorte, a raposa caça a aranha na escuridão absoluta."
  },
  "AsenathsMarkFated": {
    "name": "Música dos Sekhema",
    "predictiontext":
      "Você derrotará Garukhan, Rainha dos Ventos enquanto em posse da Marca de Asenath.",
    "flavourtext":
      "Os sussurros dos Sekhema lutam contra o vento, não deixando nenhuma marca para trás."
  },
  "HonourhomeFated": {
    "name": "Honra Mantida",
    "predictiontext":
      "Você derrotará o Devorador de Almas enquanto em posse do Honralar.",
    "flavourtext":
      "Uma alma solitária escapa do Devorador com sua honra intacta."
  },
  "MalachaisSimulaFated": {
    "name": "O Pesadêlo Desperta",
    "predictiontext":
      "Você derrotará o Devorador de Almas enquanto em posse da Simula de Malachai.",
    "flavourtext":
      "O Devorador fez sua última refeição, e O Desalmado desperta."
  },
  "SidhebreathFated": {
    "name": "WIP",
    "predictiontext":
      "Você derrotará Xixic, Alto Necromante enquanto em posse do Sopro de Sidhe.",
    "flavourtext": "WIP"
  },
  "TheIgnomonFated": {
    "name": "Fé Cega",
    "predictiontext":
      "Você derrotará Barthol, o Puro enquanto em posse do Ignomon.",
    "flavourtext":
      "Dois lados, luz e trevas, colidem, e deixam todos cegos, menos um."
  },
  "TheMagnateFated1": {
    "name": "A Grande Mente do Norte",
    "predictiontext":
      "Você derrotará Hector Titucius, Servo Eterno enquanto em posse do Magnata.",
    "flavourtext":
      "O servo Eterno se banha em seu próprio sangue, e um mestre estrategista nasce."
  },
  "TheMagnateFated2": {
    "name": "O Grande Líder do Norte",
    "predictiontext":
      "Você derrotará Cabeça de Ferro enquanto em posse do Magnata.",
    "flavourtext":
      "O pedregulho é esmagado no topo da montanha, deixando o povo do grande lider passar."
  },
  "BloodboilFated": {
    "name": "Fúria a Sangue Frio",
    "predictiontext":
      "Você derrotará Geleira enquanto em posse do Fervessangue. ",
    "flavourtext":
      "O Inverno tece a fúria gelada dos canibais até que seu sangue ferva."
  },
  "HyrrisBiteFated": {
    "name": "Uma Morte Desonrada",
    "predictiontext":
      "Você derrotará A Rainha Deshonrada enquanto em posse da Mordida de Hyrri.",
    "flavourtext":
      "A sobrinha desonrada do rei foi decisivamente posta para descansar por sua própria mordida."
  },
  "DreadarcFated": {
    "name": "Pavor Ardente",
    "predictiontext":
      "Você derrotará Piety, a Empírica enquanto em posse da Arcada do Pavor.",
    "flavourtext": "A Empírica encara seu medo e perece; seu arco se completa."
  },
  "GoredrillFated": {
    "name": "Tonalidade Carmesim",
    "predictiontext":
      "Você derrotará Visceris enquanto em posse da Broca Sanguinária.",
    "flavourtext":
      "As ruínas escondem um artista cuja própia tinta carmesim cobre a pedra."
  },
  "GeofrisBaptismFated": {
    "name": "Devoção Negra",
    "predictiontext":
      "Você derrotará Litanius, o Oráculo Negro enquanto em posse do Batismo de Geofri.",
    "flavourtext":
      "O Orador Negro fica em silêncio ao encarar a devoção cintilante do Arquebisbo."
  },
  "CameriasMaulFated": {
    "name": "Ganância Fria",
    "predictiontext":
      "Você derrotará Fragmento do Inverno enquanto em posse da Marreta de Cameria.",
    "flavourtext":
      "Avareza torna o coração tão frio quanto um fragmento do Inverno em si."
  },
  "RedbeakFated": {
    "name": "O Rhoa Temeroso",
    "predictiontext":
      "Você derrotará Bico Ósseo enquanto em posse do Bico Vermelho.",
    "flavourtext":
      "A ira dos Rhoas cresce e ferve até terminar; um sentimento de medo envolve o bico carmesim."
  },
  "TheDancingDervishFated": {
    "name": "Dança do Aço",
    "predictiontext":
      "Você derrotará A Alma de Aço enquanto em posse do Dervixe Dançante.",
    "flavourtext":
      "Uma alma de aço se parte, e uma estilha giratória se junta à dança eterna."
  },
  "EclipseSolarisFated": {
    "name": "Luz Cegante",
    "predictiontext":
      "Você derrotará Jorus, Lâmina Celeste enquanto em posse do Eclipse Solaris.",
    "flavourtext":
      "A luz se estingue de uma fonte mas cresce em outra, cegando aqueles que se aproximam."
  }
}
