{
  "0": {
    "name": "Дикарь",
    "description":
      "Дикарь, достаточно ли ты тёмен, чтобы выжить в проклятом краю?\r\n\r\nМы принесли тебе истину, но ты крепко держишься за свои ложные предрассудки. Мы даровали тебе право служить, но ты растратил силы на упрямое отрицание.\r\n\r\nРэкласт дарует тебе нечто иное — постижение истинной дикости.",
    "traitdescription": "Характеристики: сила, ближний бой"
  },
  "1": {
    "name": "Ведьма",
    "description":
      "Отчего поборники разума так любят совать любопытные носы во тьму и порок?\r\n\r\nНевинность — Отец наш, Ориат — Мать наша. Но если дочь их отворачивается от света, она становится сиротой.\r\n\r\nВедьма, усвой уроки, которые готовит тебе Рэкласт, ибо это твой единственный путь домой.",
    "traitdescription": "Характеристики: интеллект, чары"
  },
  "2": {
    "name": "Дворянка",
    "description":
      "У дворян идеально развиты ум, тело и манеры. Они — славный венец нашей цивилизации, наша надежда, наш светоч.\r\n\r\nТы же дала нам только смерть и темноту.\r\n\r\nПусть Рэкласт распахнёт тебе свои объятия, ибо нам стало слишком мучительно даже терпеть твоё присутствие.",
    "traitdescription": "Характеристики: сила, ловкость, интеллект"
  },
  "3": {
    "name": "Охотница",
    "description":
      "Ловко и тихо ты забрала то, что принадлежит другим.\r\n\r\nСловно ворона, которая травит наш урожай. Бродячая собака, которая режет наших овец.\r\n\r\nОриат — земля людей, а не животных. Охотница, подумай об этом, когда Рэкласт явит тебе истинно животную жизнь.",
    "traitdescription": "Характеристики: ловкость, дальний бой"
  },
  "4": {
    "name": "Гладиатор",
    "description":
      "Тебе от рождения были дарованы ловкость и сила. Гладиатор, что стало с этими дарами? Ты беспечно растратил их на потакание прихотям.\r\n\r\nГрех привёл тебя сюда. Путь твой обагрён кровью безвинной жертвы.\r\n\r\nТы предал Великую Арену. Теперь ей станет Рэкласт. Он — твоя публика... и твой соперник.",
    "traitdescription": "Характеристики: сила, ловкость"
  },
  "5": {
    "name": "Бандит",
    "description":
      "Тебе от рождения были дарованы проворное тело и острый ум. Как ты использовал эти дары? Пролил кровь невинного.\r\n\r\nТы выбрал путь хищника. Стезю заклания. Ты отнял многие жизни только чтобы наполнить свой кошель.\r\n\r\nПришла пора заслужить своё искупление Рэкластом.",
    "traitdescription": "Характеристики: ловкость, интеллект"
  },
  "6": {
    "name": "Жрец",
    "description":
      "Ты клялся телом и душой служить Господу и Ордену жрецов. Годами опорой твоей жизни служила вера, но ты разрушил эту опору одним обращением к греху.\r\n\r\nКак не назвать величайшей из потерь утрату веры, когда она — всё, что у тебя осталось?\r\n\r\nВ своё время ты был избранником божьим. Жрецом. Теперь же ты избранник Рэкласта. Изгнанник.",
    "traitdescription": "Характеристики: сила, интеллект"
  }
}
