{
  "CrashInstanceDebug": {
    "name": "Crash Test",
    "predictiontext": "The next area you create will crash.",
    "flavourtext": ""
  },
  "DelayInstanceDebug": {
    "name": "Delay Test",
    "predictiontext": "The next area you create will stall for 10 seconds.",
    "flavourtext": ""
  },
  "DelayCrashInstanceDebug": {
    "name": "Delay and Crash Test",
    "predictiontext": "The next area you create will stall for 10 seconds then crash.",
    "flavourtext": ""
  },
  "AtziriDropsVaults": {
    "name": "Царский клад",
    "predictiontext": "Ты сразишь царицу ваал Атзири и попадёшь в её сокровищницу.",
    "flavourtext": "Красная царица пуще жизни хранит ключ от своих закромов."
  },
  "TormentedSpiritDropsUnique": {
    "name": "Странный дух",
    "predictiontext": "Ты сразишь страдающего духа, который владеет уникальным предметом.",
    "flavourtext": "Жизнь в бегах от закона учит дух быть готовым к побегу с внезапным богатством."
  },
  "ExileDropsAllRare": {
    "name": "Богатый беглец",
    "predictiontext": "Ты встретишь и сразишь бродячего изгнанника, который носит только редкие вещи.",
    "flavourtext": "Они бегут от глаз Ориата, покрытые золотом с головы до пят."
  },
  "ExileSummonsWarband": {
    "name": "Разведчик",
    "predictiontext": "Ты встретишь и сразишь бродячего изгнанника, который призывает боевой отряд.",
    "flavourtext": "Тебе подобный бродит по земле, но ласточка та - первая из многих."
  },
  "StrongboxSpawnsExile": {
    "name": "В засаде",
    "predictiontext": "Когда откроешь ларец, на тебя нападёт бродячий изгнанник.",
    "flavourtext": "Сундук с добром готовит много испытаний, одно из которых не заметит и мудрейший."
  },
  "AlchemistDropsAlchemyOrb": {
    "name": "Алхимик",
    "predictiontext": "Ты сразишь бессмертного алхимика и заберёшь его сферу алхимии.",
    "flavourtext": "Дурак стремится обратить в золото свинец, а ловкач отнимает золото силой."
  },
  "RoyalActBossDropsRegalOrb": {
    "name": "Свержение",
    "predictiontext": "Ты сразишь очень могущественного государя и заберёшь сферу царей.",
    "flavourtext": "Голубая кровь вытекает из разрезанной глотки, обращая в золото всё, к чему прикоснётся."
  },
  "VaalSideBossDropsVaalOrb": {
    "name": "Зараженный",
    "predictiontext": "В земле ваал ты сразишь могучего врага и заберёшь сферу ваал.",
    "flavourtext": "Чтобы вспахать поле, нужен плуг. Чтобы собрать урожай - серп. Есть своё орудие и у порчи."
  },
  "IzaroDropsAdditionalTreasureKey": {
    "name": "Клад императора",
    "predictiontext": "Ты сразишь Изаро и заберёшь запасной ключ от сокровищницы.",
    "flavourtext": "Император сгинул в своём творении, но щедро указал путь сведущим."
  },
  "InnerTreasureMonsterDropsAdditionalUnique": {
    "name": "Губительная жадность",
    "predictiontext": "Ты сразишь могучего и редкого врага, который носит две уникальные вещи взамен одной.",
    "flavourtext": "Сборщик древностей удваивает своё богатство и выпустит его только из окоченевших пальцев."
  },
  "UniqueMonsterDropsUnique": {
    "name": "НЕ ДОЛЖНО ПОЯВЛЯТЬСЯ",
    "predictiontext": "Ты встретишь грозное чудовище. Сразив его, ты заберёшь уникальную вещь.",
    "flavourtext": "Тут ничего нет."
  },
  "HillockDropsTheAnvil": {
    "name": "Кузнец",
    "predictiontext": "Ты сразишь Хиллока и заберёшь полезный предмет.",
    "flavourtext": "Былой хозяин металла, теперь он куёт страх. Но его лучшие инструменты не изменились."
  },
  "PossessedMonsterSpawnsTormentedSpirit": {
    "name": "Изгнание силой",
    "predictiontext": "Ты сразишь врага, одержимого страдающим духом, и тем освободишь духа.",
    "flavourtext": "Гонимый болью дух вселился в тело, и даже тела гибель дух не остановит."
  },
  "MapBossDropsRareMap": {
    "name": "Сон сновидца",
    "predictiontext": "Ты войдёшь в карту и сразишь могучего врага, который сделал этот мир своим домом. Победив врага, ты заберёшь редкую карту.",
    "flavourtext": "Величайшая угроза скрыта в глубоком сне. В когтях её ключ к другому миру."
  },
  "MapShavronneBrutus": {
    "name": "Дух эстета",
    "predictiontext": "Ты найдёшь страдающий дух Шавронн рядом с Изувером. Ты сразишь Изувера, одержимого этим духом.",
    "flavourtext": "Эхо творца не смолкает в её величайшем творении, вновь наделяя его оглушающей силой."
  },
  "MapKoleBrutus": {
    "name": "Братья по оружию",
    "predictiontext": "В подвалах Тюрьмы Аксиомы ты встретишь Изувера и Колота, а потом сразишь обоих.",
    "flavourtext": "Двое мужчин в обличье чудовищ бьются бок о бок, чтобы сдержать врата."
  },
  "MapDoedreStoneCircle": {
    "name": "Отзвук ведьмовства",
    "predictiontext": "Ты придёшь к кругу камней в Западном лесу и заставишь умолкнуть гуляющее там эхо Доэдре Тёмного оратора.",
    "flavourtext": "В круге безмолвных великанов заточена память о бессмертном страдании. Тёмный язык шепчет тёмные слова, разносимые западными ветрами."
  },
  "MapKadakaKuduku": {
    "name": "Бог неудачи",
    "predictiontext": "Ты разрушишь ложные идолы Кудуку и Кадака.",
    "flavourtext": "Рты язычников молят своих богов: ложных идолов ради ложных обещаний."
  },
  "MapMaligaroFidelitas": {
    "name": "Последствие мутаций",
    "predictiontext": "Ты найдёшь эхо Малигаро в Обители грехов и заставишь его умолкнуть.",
    "flavourtext": "Извращенная верность, слепая любовь, надругатель и поруганный вновь соединились во грехе."
  },
  "MapDaressoMerveil": {
    "name": "Отблеск потерянной любви",
    "predictiontext": "Ты найдёшь эхо Дарессо в Пещере злобы и заставишь его умолкнуть.",
    "flavourtext": "Искажённая соблазном, искушённая порчей, песнь сирены дотянулась до осколка потерянной любви."
  },
  "MapExtraHaku": {
    "name": "Мастеру нужна помощь",
    "predictiontext": "Ты встретишь Эйнара и выполнишь его задание.",
    "flavourtext": "Помощи ждёт властитель металла, юга ветрами носимый."
  },
  "MapExtraTora": {
    "name": "Мастеру нужна помощь",
    "predictiontext": "Ты встретишь Эйнара и выполнишь его задание.",
    "flavourtext": "Помощи ждёт великий охотник, пахнущий зверем и кровью."
  },
  "MapExtraCatarina": {
    "name": "Мастеру нужна помощь",
    "predictiontext": "Ты встретишь Альву и выполнишь её задание.",
    "flavourtext": "Помощи ждёт мёртвых владыка у изваянья из магии, плоти и кости."
  },
  "MapExtraVagan": {
    "name": "Мастеру нужна помощь",
    "predictiontext": "Ты встретишь Альву и выполнишь её задание.",
    "flavourtext": "Помощи ждёт повелитель оружия, что закалён в боях и надменностью смазан."
  },
  "MapExtraElreon": {
    "name": "Мастеру нужна помощь",
    "predictiontext": "Ты встретишь Нико и выполнишь его задание.",
    "flavourtext": "Помощи ждёт умелец молиться, хоть позабыт тем светом, что клялся сберечь."
  },
  "MapExtraVorici": {
    "name": "Мастеру нужна помощь",
    "predictiontext": "Ты встретишь Нико и выполнишь его задание.",
    "flavourtext": "Помощи ждёт покровитель мрака, жизнь обращающий в смерть, а её – в искусство."
  },
  "MapExtraZana": {
    "name": "Мастеру нужна помощь",
    "predictiontext": "Ты встретишь Зану и выполнишь её задание.",
    "flavourtext": "Помощи ждёт хозяин бессчетных залов, сгинувший в сна ядовитом тумане."
  },
  "MapExtraEinhar": {
    "name": "Мастеру нужна помощь",
    "predictiontext": "Ты встретишь Эйнара и выполнишь его задание.",
    "flavourtext": "Помощи ждёт охотник суровый, чувствуя поступь рока."
  },
  "MapExtraAlva": {
    "name": "Мастеру нужна помощь",
    "predictiontext": "Ты встретишь Альву и выполнишь её задание.",
    "flavourtext": "Помощи ждёт собирательница сокровищ, верная только злату."
  },
  "MapExtraNiko": {
    "name": "Мастеру нужна помощь",
    "predictiontext": "Ты встретишь Нико и выполнишь его задание.",
    "flavourtext": "Помощи ждёт прогрызающий недра среди извечной тьмы."
  },
  "MapExtraJun": {
    "name": "Мастеру нужна помощь",
    "predictiontext": "Ты встретишь Джун и выполнишь её задание.",
    "flavourtext": "Помощи ждёт та, что прячет чужое для равновесия мира."
  },
  "MapCorruptedSideArea": {
    "name": "Тайные тропы ваал",
    "predictiontext": "Ты войдёшь в тайную землю ваал с грозными врагами.",
    "flavourtext": "Древние недруги открыли новые проходы в землю, которую опустошили."
  },
  "MapSpawnRareZombies": {
    "name": "Мёртвые крепыши",
    "predictiontext": "Ты разыщешь семерых сильных мертвецов и сразишь их.",
    "flavourtext": "Грозные солдаты минувшего вновь в строю и на марше."
  },
  "MapSpawnRogueExiles": {
    "name": "Одичавшая четвёрка",
    "predictiontext": "Ты войдёшь в карту, где укрылись ещё четыре бродячих изгнанника.",
    "flavourtext": "В глубокой дрёме готовятся к смертному бою четыре души, что вдали от дома."
  },
  "RareMonsterKillSpawnsUniqueBloodElementalWithSlainMonstersMods": {
    "name": "Непокорная кровь",
    "predictiontext": "Ты сразишь опасное чудовище, кровь которого обретёт новую жизнь.",
    "flavourtext": "Жизнь протекает сквозь кровь. Дай крови стечь, и жизнь продолжится в новой ипостаси."
  },
  "SellingFiveUniquesToVendorReturnsRandomUnique": {
    "name": "Таинственный подарок",
    "predictiontext": "Ты продашь торговцу пять уникальных предметов.",
    "flavourtext": "Торговец хочет сбыть неподобающие дары. Пять за один, но какой?"
  },
  "ChaosOrbRecipeCreatesAdditionalChaosOrb": {
    "name": "Ценное сочетание",
    "predictiontext": "Ты получишь от продавца ещё одну сферу хаоса, когда сторгуешься на вещи, способные сложиться в такую сферу.",
    "flavourtext": "Целое может стать больше частей, но и тогда целому есть куда расти."
  },
  "RollingSixSocketBodyArmourLinksAllSockets": {
    "name": "Объединяющая судьба",
    "predictiontext": "Используя только сферы златокузнеца, ты создашь предмет на шесть полностью связанных камней.",
    "flavourtext": "Пять и меньше стоят одни, но шестеро собирают их вместе."
  },
  "ItemAbleToBecomesUniqueWhenChanceOrbApplied": {
    "name": "Сокровище из хлама",
    "predictiontext": "Ты превратишь обычную вещь в уникальную всего одной сферой удачи.",
    "flavourtext": "Чистый холст может стать чем угодно, но только рука мастера превратит его в шедевр."
  },
  "ArmourAbleToBecomesFiveLinkedWhenJewellersOrbApplied": {
    "name": "Золотые руки",
    "predictiontext": "Используя всего одну сферу златокузнеца, ты создашь предмет на пять полностью связанных камней.",
    "flavourtext": "Златокузнец оставляет пять отпечатков и сковывает их одной цепью."
  },
  "MasterMissionExtraRewards": {
    "name": "Благодарный мастер",
    "predictiontext": "Ты выполнишь задание мастера и получишь втрое больше репутации.",
    "flavourtext": "Помощи ищет отчаявшийся, но щедрый в признательности союзник."
  },
  "SkillGemDropsWith20QualityAllocatedToYou": {
    "name": "Дар Эразмуса",
    "predictiontext": "Ты отыщешь камень 20-процентного качества.",
    "flavourtext": "Добрый огранщик рассыпал пред нищими прекрасные плоды труда, но их скрывают жадные руки."
  },
  "KillingKaomWithKaomsSignAddsSpecificMod": {
    "name": "Путь Великого вождя",
    "predictiontext": "Ты победишь Каома, пока у тебя есть его Знак.",
    "flavourtext": "Безумие не дает остыть ярости вождя в красном зёве вулкана. Знаком станет его последнее видение."
  },
  "KillingGemlingLegionareWithKaruiWardAddsSpecificMod": {
    "name": "Восстание каруи",
    "predictiontext": "Ты победишь легионеров-каменитов, пока у тебя есть Оберег каруи.",
    "flavourtext": "В бескрайних руинах сцепились вера и волшебство, как в дни давно минувшего бунта."
  },
  "KillingDaressoWithBramblejackAddsSpecificMod": {
    "name": "Гибель в терновнике",
    "predictiontext": "Ты победишь Дарессо, пока у тебя есть Колючий панцирь.",
    "flavourtext": "Кровь Царя клинков орошает заросли, которые становятся всё непролазнее."
  },
  "KillingShavronneWithShavronnesPaceAddsSpecificMod": {
    "name": "Поток энергии",
    "predictiontext": "Ты победишь Шавронн, пока у тебя есть её Бег.",
    "flavourtext": "Следящая за красотой далека от природного пути. Если движение прервётся, хлынет силы поток."
  },
  "KillingNightwaneWithDeathsHarpAddsSpecificMod": {
    "name": "Мелодия тетивы",
    "predictiontext": "Ты победишь Ночную слабость с помощью Арфы смерти.",
    "flavourtext": "Лук хрупкого стрелка поёт песню смерти, но арфа говорит сладкозвучней."
  },
  "KillingBeyondUniqueWithBlackheartAddsSpecificMod": {
    "name": "Из пустоты",
    "predictiontext": "Ты победишь Бэмита, пока у тебя есть Чёрное сердце.",
    "flavourtext": "Железное сердце, сгоревшее в черноте нездешней пустоты, отравляет гниением всё, к чему прикасается."
  },
  "KillingGneissWithCragheadAddsSpecificMod": {
    "name": "Увесистые тумаки",
    "predictiontext": "Ты победишь Шпата, пока у тебя есть Разбиватель голов.",
    "flavourtext": "Через поле спешит живой камень. Каждый его шаг сотрясает и землю, и душу."
  },
  "KillingHatebeatWithBlackgleamAddsSpecificMod": {
    "name": "Огонь и сера",
    "predictiontext": "Ты победишь Опалителя, пока у тебя есть Отсвет мрака.",
    "flavourtext": "Живые угли поджигают камень и подают сияющий сигнал во тьме, где были сожжены останки."
  },
  "KillingTorchoakGroveWithArakuTikiAddsSpecificMod": {
    "name": "Лес ложных божков",
    "predictiontext": "Ты победишь Факельную рощу, пока у тебя есть Араку Тики.",
    "flavourtext": "Деревянные лики рощи плюют огнём. Зубоскалы ничтожны, но сила их невообразима."
  },
  "KillingHailrakeWithHrimsorrowAddsSpecificMod": {
    "name": "Лёд и пламя",
    "predictiontext": "Ты победишь Отморозка, пока у тебя есть Скорбь Хрима.",
    "flavourtext": "Стылая печаль обращается ярым гневом, что жаром веет в остов корабля."
  },
  "KillingShavronneWithCrownOfThornsAddsSpecificMod": {
    "name": "Удовольствие через боль",
    "predictiontext": "Ты победишь Шавронн, пока у тебя есть Терновый венец.",
    "flavourtext": "В натянутую кожу вонзился шип, обращая боль в силу."
  },
  "KillingGemlingLegionnaireWithEzomytePeakAddsSpecificMod": {
    "name": "День Кровавых цветов",
    "predictiontext": "Ты победишь легионеров-каменитов,  пока у тебя есть Триумф эзомита.",
    "flavourtext": "Знамёна эзомитов хлопают на ветру. Размалёванные чудовища пали в день памяти о последней победе рабов."
  },
  "KillingGraviciusWithDeidbellAddsSpecificMod": {
    "name": "Похоронный звон",
    "predictiontext": "Ты победишь Легата Гравиция, пока у тебя есть Колокол мертвых.",
    "flavourtext": "Под колокола звон собирается люд и казнит легата. Ополчения клич гремит, направляя бойцов вперёд."
  },
  "KillingDoedreWithChaliceOfHorrorsAddsSpecificMod": {
    "name": "Уста кошмаров",
    "predictiontext": "Ты победишь Доэдре с помощью Чаши ужасов.",
    "flavourtext": "Грязная ведьма шепчет ужасные слова и в последний раз отпивает из чаши."
  },
  "KillingCalafHeadstaverWithSpringleafAddsSpecificMod": {
    "name": "Природная стойкость",
    "predictiontext": "Ты победишь Калафа, Дробителя черепов с помощью Весеннего листа.",
    "flavourtext": "В тени придорожных деревьев скрывается лагерь воров. Падает их атаман, дубу большому подобный."
  },
  "KillingChattersWithKaltenhaltAddsSpecificMod": {
    "name": "Затоптанный костёр",
    "predictiontext": "Ты победишь Щелкуна с помощью Кальтенхалта.",
    "flavourtext": "Хладные кости в каменных клетях гремят, жадно вбирая тепло, и огонь, и надежду."
  },
  "KillingHundredFootShadowWithScreamingEagleAddsSpecificMod": {
    "name": "Идеальный хищник",
    "predictiontext": "Ты победишь Стофутовую Тень с помощью Клекота орла.",
    "flavourtext": "Гордый орёл нападает на грифа в тени умирающего солнца и становится чем-то большим."
  },
  "KillingHammerstormWithLimbsplitAddsSpecificMod": {
    "name": "Лишние руки",
    "predictiontext": "Ты победишь Град молотов с помощью Отсекателя.",
    "flavourtext": "Буря камней стихнет лишь когда будут отсечены все руки и перестанет литься кровь."
  },
  "KillingVaalOversoulWithDoomfletchAddsSpecificMod": {
    "name": "Древний рок",
    "predictiontext": "Ты победишь Вседушу ваал с помощью Стрел рока.",
    "flavourtext": "Погибель зреет на вершине пирамиды."
  },
  "KillingKalFoxflyWithSilverbranchAddsSpecificMod": {
    "name": "Серебряный лес",
    "predictiontext": "Ты победишь Тардия, Браконьера с помощью Серебряной ветви.",
    "flavourtext": "Вор с луком в руке убегает под сень деревьев."
  },
  "KillingFidelitasWithStormCloudAddsSpecificMod": {
    "name": "Сердце слуги",
    "predictiontext": "Ты победишь Фиделиса с помощью Грозовой тучи.",
    "flavourtext": "Жертва Слуги призывает бурю в душу Искусника."
  },
  "KillingSoulmournWithHrimnorsHymnAddsSpecificMod": {
    "name": "Печальные мелодии зимы",
    "predictiontext": "Ты победишь Плакальщицу с помощью Гимна Гримнора.",
    "flavourtext": "Скорбный гимн, скорбящая душа, холод смерти на ветру."
  },
  "KillingPietyWithReverberationRodAddsSpecificMod": {
    "name": "Возросшая мощь",
    "predictiontext": "Ты победишь Веру с помощью Стержня реверберации.",
    "flavourtext": "Набожный набирается сил посреди моря крови и пустых останков."
  },
  "KillingGeofriWithRealmshaperAddsSpecificMod": {
    "name": "Начало конца",
    "predictiontext": "Ты победишь Старшего блюстителя Джофри с помощью Исказителя бытия.",
    "flavourtext": "Старший блюститель стал очевидцем собственной хладной смерти и сожжения."
  },
  "KillingBoneQueenWithQueensDecreeAddsSpecificMod": {
    "name": "Недопонятая царица",
    "predictiontext": "Ты победишь Костяную царицу с помощью Царского указа.",
    "flavourtext": "Царица костей поднимает воинство и отступает среди стен плоти."
  },
  "UniqueMonsterKillTurnsAllNormalMonstersIntoMagic": {
    "name": "НЕ ДОЛЖНО ПОЯВЛЯТЬСЯ",
    "predictiontext": "Все обычные монстры в области становятся магическими.",
    "flavourtext": "Тебе нельзя этого видеть!"
  },
  "TheBlackStone1": {
    "name": "Чёрный камень I",
    "predictiontext": "Ты используешь сферу превращения на амулет с ониксом и увеличишь сопротивление стихиям.",
    "flavourtext": "Чёрный камень замечает твою неуступчивость. Он тоже лучше противится влиянию извне."
  },
  "TheBlackStone2": {
    "name": "Чёрный камень II",
    "predictiontext": "Ты используешь сферу усиления на амулет с ониксом и увеличишь очки здоровья.",
    "flavourtext": "Чёрный камень чувствует в тебе радость жизни. Он питается этой радостью и живее растёт."
  },
  "TheBlackStone3": {
    "name": "Чёрный камень III",
    "predictiontext": "Ты используешь сферу царей на амулет с ониксом и увеличишь шанс критического удара.",
    "flavourtext": "Чёрный камень чувствует твой пыл. Он тоскует по горячке боя и кровопролитию."
  },
  "TheBlackStone4": {
    "name": "Чёрный камень IV",
    "predictiontext": "Ты используешь сферу возвышения на амулет с ониксом и превратишь его в новый ценный предмет.",
    "flavourtext": "Чёрный камень учится у тебя. Он готов обернуть каждое столкновение в твою пользу."
  },
  "RareRuinedTitanDropsClayShaper": {
    "name": "Ходячая гора",
    "predictiontext": "Ты встретишь могучего каменного гиганта. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Орудие, что создано волшебством и вдыхает жизнь в камень титана, лежит у его сердца."
  },
  "RareAxiomThunderGuardDropsStormPrison": {
    "name": "Тюремщик",
    "predictiontext": "Ты встретишь могучего громового стража Аксиом. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Закованный в чёрное страж хранит ключ, который даст волю буре."
  },
  "RareMadGladiatorDropsDaressosPassion": {
    "name": "Страсть Венценосца",
    "predictiontext": "Ты встретишь могучего сбрендившего гладиатора. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Он добивался короны, а теперь в его руках клинок Венценосца мечей."
  },
  "RareMurkRunnerDropsTheScreamingEagle": {
    "name": "Клёкот орла",
    "predictiontext": "Ты встретишь могучего темного бегуна. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Бескрылая птица ломает сгнившие рёбра деревьев. От крика её замирают и бывалые воины."
  },
  "RareDrippingDeadDropsLifesprig": {
    "name": "Круговорот вещей",
    "predictiontext": "Ты встретишь могучий промокший труп. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Зловонные воды несут мёртвых вниз по течению. Бродящий по грязи мертвец несёт с собой жизнь."
  },
  "RareBrittlePoacherDropsStormCloud": {
    "name": "Приближение шторма",
    "predictiontext": "Ты встретишь могучего истлевшего браконьера. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Тетива охотника за недозволенным щёлкает подобно сухой кости и потрескивает подобно грому."
  },
  "RareSeethingBrineDropsWanderlust": {
    "name": "Твёрдая опора",
    "predictiontext": "Ты встретишь могучего бурлящего водяного. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Вода сглаживает камень, ошибка холодит кость, живые бочаги таят исцеление."
  },
  "RareBeardedShamanDropsKaruiWard": {
    "name": "Удар в бубен",
    "predictiontext": "Ты встретишь могучего бородатого шамана. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Смерть ложного знахаря раскрывает соблазн предков, запертый в древнем камне."
  },
  "RareDevourerDropsWideswing": {
    "name": "Ползучий ужас",
    "predictiontext": "Ты встретишь могучего пожирателя. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Невиданный враг проходит незримыми норами. Он не дотянется далеко, но сила его велика."
  },
  "RareBeardedDevilDropsAxiomPerpetuum": {
    "name": "Ключ к свободе",
    "predictiontext": "Ты встретишь могучего бородатого дьявола. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Врата открыты, но ключ остался в руках зла."
  },
  "RareOaksDevotedDropsRothsReach": {
    "name": "Подрубленный дуб",
    "predictiontext": "Ты встретишь могучего приверженца Дуба. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Ревнитель держит реликвию пиратского прошлого, захваченную и утерянную навек."
  },
  "RareAncientConstructDropsAtzirisFoible": {
    "name": "Бездушная тварь",
    "predictiontext": "Ты встретишь могучий древний механизм. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Над руинами парит чудовищный механизм о двух крыльях."
  },
  "RareSinLordDropsStoneOfLazhwar": {
    "name": "Камень греховодника",
    "predictiontext": "Ты встретишь могучего владыку греха. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Повелитель греха бродит по залам пустым, распевая защитные чары."
  },
  "RareDeathBishopDropsGeofrisBaptism": {
    "name": "Крещение смертью",
    "predictiontext": "Ты встретишь могучего капеллана смерти. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Паства его давно сгинула, но блюститель не расстался с тяжёлым посохом."
  },
  "RareBlackguardArcmageDropsReverberationRod": {
    "name": "Дама в чёрном",
    "predictiontext": "Ты встретишь могучего архимага Черной стражи. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Всё громче трещат молнии в руках госпожи в чёрном."
  },
  "RareDockhandWraithDropsRothsReach": {
    "name": "Наперекор волне",
    "predictiontext": "Ты встретишь могучего разгневанного докера. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Захваченный изменчивыми приливами, нос капитана омыт волнами у причала, с которого тот отплыл."
  },
  "RareBlackguardEliteDropsFacebreaker": {
    "name": "Грубый солдафон",
    "predictiontext": "Ты встретишь могучего элитного черного стражника. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "В обществе, где насилие в цене, жестокий поднимается вверх, как масло сквозь воду."
  },
  "RareFlameSentinelDropsGoldrim": {
    "name": "Танцующие огоньки",
    "predictiontext": "Ты встретишь могучего стража пламени. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Багряная ткань пламенеет и трепещет от ярости, но внутри ждёт золотой куш."
  },
  "RareDrownedDropsMoonbendersWing": {
    "name": "Шторм на рифе",
    "predictiontext": "Ты встретишь могучего морского слугу. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Над головой блещут молнии. На берегу раздутые тела. Кто-то стоит, ходит и расправляет крыло."
  },
  "RarePockedLanternbearerDropsTwyzel": {
    "name": "Истукан",
    "predictiontext": "Ты встретишь могучего кривого носителя лампы. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "В камне высечены залы без света. Они заполнены изломанными, выносливыми и опасными уродами."
  },
  "RareVollsVanguardDropsDeathsHarp": {
    "name": "Просчёт разведки",
    "predictiontext": "Ты встретишь могучего Воллова гастата. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Идущие впереди возглавляют траурную процессию, тетивами играя гимны смерти."
  },
  "RareUndyingEvangelistDropsTabulaRasa": {
    "name": "Отпущение грехов",
    "predictiontext": "Ты встретишь могучего бессмертного богослова. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Проповедник не следует своим заветам, но смерть уравнивает всех."
  },
  "RareFightingBullDropsMeginordsGirdle": {
    "name": "Разъярённый бык",
    "predictiontext": "Ты встретишь могучего бойцового быка. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Сила соперничества с вождём каруи врывается в сон Венценосца мечей."
  },
  "RareSkulkingDwellerDropsWindsOfChange": {
    "name": "Почти бессмертный",
    "predictiontext": "Ты встретишь могучего таящегося обитателя. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Угодив в западню с императором в день потери короны, он ищет способ изменить судьбу."
  },
  "RareFrostPriestDropsTheWhisperingIce": {
    "name": "Шёпот молитв",
    "predictiontext": "Ты встретишь могучего морозного проповедника. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Пастырь взывает к небесам, а те отвечают пеленой кусачего мороза."
  },
  "RareAncientArcherDropsDrillneck": {
    "name": "Последний дозор",
    "predictiontext": "Ты встретишь могучего древнего лучника. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Верный долгу солдат при жизни, он стоит на страже с луком в руке и ждёт похода к Матери смерти."
  },
  "RareSuturedAberrationDropsMaligarosVirtuosity": {
    "name": "Исправленный изъян",
    "predictiontext": "Ты встретишь могучего сшитого кадавра. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Мёртвые были затянуты в жизнь без примеси порчи. Теперь они держат вернувшие их руки."
  },
  "RareWanderingEyeDropsEyeOfChayula": {
    "name": "Наблюдение за наблюдателем",
    "predictiontext": "Ты встретишь могучее блуждающее око. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Оно глядит, не моргая. За ним смотрят, не смыкая глаз."
  },
  "RareKaomsChosenDropsHezemanasBloodlust": {
    "name": "Кровь преданного",
    "predictiontext": "На карте ты встретишь могучего избранника Каома. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Убитые своим царём, они живут только в памяти, но их жажда крови не утолена."
  },
  "RareUndyingIncineratorDropsSireOfShards": {
    "name": "Сердце пламени",
    "predictiontext": "Ты встретишь могучего солнечного стража. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Он одержим одним желанием увидеть мир в огне. Осколок ярости высекает в его сердце негасимое пламя."
  },
  "RarePockedMinerDropsInfractem": {
    "name": "Щербатое лицо",
    "predictiontext": "Ты встретишь могучего рябого каменщика. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Покойник - лук, а хрупкость - плоть, что держит этот лук. Он оставляет глубокие раны."
  },
  "RareAssaultRibbonDropsTearOfPurity": {
    "name": "Хранители тишины",
    "predictiontext": "Ты встретишь могучий стяг штурма. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Века обошли храм стороной. Стражи его чисты, но им тоже уготована встреча с Матерью."
  },
  "RareBonewarpedWarriorDropsBellyOfTheBeast": {
    "name": "Плоть зверя",
    "predictiontext": "Ты встретишь могучего изломанного воина. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Очищенный от плоти, воин сражается ради защиты той части зверя, которую вырезал."
  },
  "RareCinderElementalDropsMarohiErqi": {
    "name": "Огонь, дерево и камень",
    "predictiontext": "На карте ты встретишь могучего угольного элементаля. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Каменное изваяние тяжело ступает по залам. Оно вечно горит, но не становится светлее."
  },
  "RareChaosSentinelDropsSingularity": {
    "name": "Неестественный блеск",
    "predictiontext": "На карте ты встретишь могучего стража хаоса. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Живой и сверкающий камень. Ничто не проходит бесследно под бременем его тёмной сути."
  },
  "RareGalvanicRibbonDropsWindripper": {
    "name": "Ветер и гром",
    "predictiontext": "На карте ты встретишь могучий стяг разрядов. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Ткань трепещет и хлопает на ветру подобно грому. Этот резкий звук холодит кровь."
  },
  "RareUndyingArchivistDropsAstramentis": {
    "name": "Книжный червь",
    "predictiontext": "На карте ты встретишь могучего бессмертного архивариуса. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Столетия в окружении одних только книг изувечили некогда великий ум."
  },
  "RareDrippingDeadDropsRainbowstrides": {
    "name": "Хлюпающая смерть",
    "predictiontext": "На карте ты встретишь могучий промокший труп. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Он ходит по грязи сухим, но сам сочится гнилью в ожидании прикосновения Матери."
  },
  "RareGutFlayerDropsBinosKitchenKnifeMap": {
    "name": "Голодранец",
    "predictiontext": "На карте ты встретишь могучего брюхореза. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Освежёванный мечтатель стал живодёром. Заострённым лезвием он сдирает кожу с жил."
  },
  "RareTunnelerDropsPledgeOfHandsMap": {
    "name": "Пустое обещание",
    "predictiontext": "На карте ты встретишь могучего проходчика. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Он слепо хватается за клочья мрачного сна. Последний обет превращает хрупкую плоть в прах."
  },
  "RareTalonArcherDropsVoltaxicRiftMap": {
    "name": "Призыв в небытие",
    "predictiontext": "На карте ты встретишь могучего когтистого лучника. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Дремотный петух кукарекает трижды, в ответ слышен рёв грома из небытия."
  },
  "RareMadGladiatorDropsTheBringerOfRainMap": {
    "name": "Кровавые глаза",
    "predictiontext": "На карте ты встретишь могучего сбрендившего гладиатора. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Кровь застилает глаза воина и дождём падает в грязь. Его взор и грёзы полны багрянца."
  },
  "RareBroodingTarantulaDropsRatsNestMap": {
    "name": "Гнездо",
    "predictiontext": "На карте ты встретишь могучего ядовитого птицееда. Сразив его, ты заберёшь уникальный предмет.",
    "flavourtext": "Крысы запутались в паутине; трапеза в гнезде паука и внутри сна."
  },
  "SpawnNecromancerAndSkeletonsInArea": {
    "name": "Братство некромантов",
    "predictiontext": "Ты встретишь четвёрку некромантов в окружении мёртвых слуг и всех перебьёшь.",
    "flavourtext": "Четверо одной плоти и крови подняли войско присвоенной крови и кости."
  },
  "BloodlinePackDropsFiveOrbsOfFusing": {
    "name": "Разорванные узы",
    "predictiontext": "Ты прервёшь родословную.",
    "flavourtext": "Узы крови распадаются, но кровавая бойня может создать новые."
  },
  "MonsterKillChanceToSpawnCurrencyFountain": {
    "name": "Лишнее бремя",
    "predictiontext": "Ты сразишь врага, который извергнет вещи на обмен.",
    "flavourtext": "Из рассечённого полного кармана льёт, как из родника."
  },
  "ThePlaguemaw1": {
    "name": "Моровая Пасть I",
    "predictiontext": "В земле ваал ты встретишь могучего голема и сразишь его.",
    "flavourtext": "Моровая Пасть входит в красный край, оставляя вихрь живого камня."
  },
  "ThePlaguemaw2": {
    "name": "Моровая Пасть II",
    "predictiontext": "В Склепе ты встретишь теневых монстров и сразишь их.",
    "flavourtext": "Идущие за Моровой Пастью поедают плоть мёртвых и оскверняют труды Матери."
  },
  "ThePlaguemaw3": {
    "name": "Моровая Пасть III",
    "predictiontext": "Ты сразишь великое чудовище, а потом угодишь в засаду последователей Моровой Пасти.",
    "flavourtext": "Моровая Пасть смотрит на тебя со сверкающей усмешкой и ждёт случая отправить свои тени."
  },
  "ThePlaguemaw4": {
    "name": "Моровая Пасть IV",
    "predictiontext": "В Имперских садах ты угодишь в засаду последователей Моровой Пасти.",
    "flavourtext": "Моровая Пасть пришёл в хитросплетении зелени. Тебя ждёт ловушка с наживкой из манящих сокровищ."
  },
  "ThePlaguemaw5": {
    "name": "Моровая Пасть V",
    "predictiontext": "Ты войдёшь в обитель Моровой Пасти в Кристальной жиле или на карте Кристальной шахты.",
    "flavourtext": "В кристалле вырезана комната, которую Моровая Пасть называет домом. Он ждёт тебя."
  },
  "PathOfTheThaumaturgist1": {
    "name": "Волшебная история I",
    "predictiontext": "Ты прочитаешь дневник Шавронн в Палатах смотрителя.",
    "flavourtext": "Чудовищные изыскания Эстета защищены тенями."
  },
  "PathOfTheThaumaturgist2": {
    "name": "Волшебная история II",
    "predictiontext": "Ты прочитаешь обращение Доэдре в Западном лесу во 2 Акте.",
    "flavourtext": "Безрассудные сторонники Безъязыкой Ведьмы слышат её слова сквозь камень."
  },
  "PathOfTheThaumaturgist3": {
    "name": "Волшебная история III",
    "predictiontext": "Ты осмотришь древнюю Машину грёз в Обители грехов.",
    "flavourtext": "Дар Бездушного Искуснику влечёт тех, кто ищет подобной чужеродной силы."
  },
  "PathOfTheThaumaturgist4": {
    "name": "Волшебная история IV",
    "predictiontext": "Ты прочитаешь посвящение Малахая на Жатве.",
    "flavourtext": "Новая и страшная угроза пришла туда, где Бездушный отринул тело."
  },
  "MapFairGravesBossOpensPortalToMaoKun": {
    "name": "Пиратское логово",
    "predictiontext": "Ты сразишь Предводителя пиратов Залпера, который откроет порталы в Мао Кун.",
    "flavourtext": "В тёмных пещерах глубокого сна скрывается главарь пиратов. Он проведёт тебя к острову сокровищ."
  },
  "MapChaosGolemBossOpensPortalToMaelstromOfChaos": {
    "name": "Завихрение",
    "predictiontext": "Ты сразишь Аномалию пустоты, которая откроет порталы в Вихрь хаоса.",
    "flavourtext": "Посреди дремлющей бури возвышается вихрь тёмных камней."
  },
  "MapKudukuBossOpensPortalToOlmecsSanctum": {
    "name": "Каменное святилище",
    "predictiontext": "Ты сразишь Идола Иномирья, который откроет порталы в Святилище Ольмека.",
    "flavourtext": "Разрушение деревянного бога обнажает дверь в каменное святилище."
  },
  "MapMirageOfBonesOpensPortalToMirrorDesert": {
    "name": "Сквозь мираж",
    "predictiontext": "Ты сразишь Видение костей, которое откроет порталы в зеркальный мир.",
    "flavourtext": "Если развеять мираж, можно увидеть другой путь."
  },
  "AncientRivalries1": {
    "name": "Старые распри I",
    "predictiontext": "Ты сразишь Изувера, пока у тебя есть одна из вещей Шавронн.",
    "flavourtext": "Её подвело лучшее из творений. Эстет жаждет покарать бесполезную тварь."
  },
  "AncientRivalries2": {
    "name": "Старые распри II",
    "predictiontext": "Ты сразишь Волла, пока у тебя есть одна из вещей Доэдре.",
    "flavourtext": "Сгоревшая у столба, Безъязыкая Ведьма хочет очистить очистившего."
  },
  "AncientRivalries3": {
    "name": "Старые распри III",
    "predictiontext": "Ты сразишь Каома, пока у тебя есть одна из вещей Львиного глаза.",
    "flavourtext": "Вырванные на берегу, клыки льва в последний раз погрузятся в плоть предающего царя."
  },
  "AncientRivalries4": {
    "name": "Старые распри IV",
    "predictiontext": "Ты сразишь Малахая, пока у тебя есть одна из вещей Виктарио.",
    "flavourtext": "Бездушный разорвал мир напополам, но последнее слово будет за Поэтом."
  },
  "TheFeralLord1": {
    "name": "Дикий Вождь I",
    "predictiontext": "В Южном лесу ты встретишь осквернённых животных и сразишь их.",
    "flavourtext": "Чаща далекого южного леса воле хозяина дикого внемлет."
  },
  "TheFeralLord2": {
    "name": "Дикий Вождь II",
    "predictiontext": "В Северном лесу ты встретишь могучего зверя и сразишь его.",
    "flavourtext": "Зверь северного леса крепок и наполнен хладным дыханием Дикого Вождя."
  },
  "TheFeralLord3": {
    "name": "Дикий Вождь III",
    "predictiontext": "На Высохшем озере ты встретишь осквернённых животных и сразишь их.",
    "flavourtext": "Там, где на воде погасли блики, грозных тварей волокут в край Дикого Вождя."
  },
  "TheFeralLord4": {
    "name": "Дикий Вождь IV",
    "predictiontext": "В границах Сарна ты найдёшь очень сильного грифа и сразишь его.",
    "flavourtext": "Дикий Вождь чует твоё присутствие. Гриф ищет свежую плоть в раковине улитки."
  },
  "TheFeralLord5": {
    "name": "Дикий Вождь V",
    "predictiontext": "На карте Грязевого гейзера ты найдёшь очень сильного огненного роа и сразишь его.",
    "flavourtext": "В обитель сна сбегает Дикий вождь, чтоб пробудиться в огненном кошмаре."
  },
  "RatFlood": {
    "name": "Нашествие крыс",
    "predictiontext": "Ты отыщешь несколько внутренних покоев, которые заполнены крысами.",
    "flavourtext": "Рыщут, кусают, бегут, умирают. Шерсти, зубов и хвостов половодье заливает дома и каждую щель."
  },
  "AnarchysEnd1": {
    "name": "Конец анархии I",
    "predictiontext": "Ты войдёшь в карту и сразишь бродячего изгнанника, который носит гадальную карту.",
    "flavourtext": "Лиходей бежит из Теополиса в грёзы, прихватив вещь ясновидца."
  },
  "AnarchysEnd2": {
    "name": "Конец анархии II",
    "predictiontext": "Ты войдёшь в карту и сразишь двух бродячих изгнанников, каждый из которых носит гадальную карту.",
    "flavourtext": "Два лиходея с вещами ясновидца охотятся за телом своего спящего соратника."
  },
  "AnarchysEnd3": {
    "name": "Конец анархии III",
    "predictiontext": "Ты войдёшь в карту и сразишь четырёх бродячих изгнанников, каждый из которых носит гадальную карту.",
    "flavourtext": "Четверо лиходеев, каждый с отметиной ясновидца, ищут обвинителя в сновидениях."
  },
  "AnarchysEnd4": {
    "name": "Конец анархии IV",
    "predictiontext": "Ты войдёшь в карту и сразишь шесть бродячих изгнанников, каждый из которых носит гадальную карту.",
    "flavourtext": "Шестеро лиходеев отправились в путь. Они хотят избавиться от напасти, которая выслеживает их во снах."
  },
  "CompletingLabyrinthRewardsTwoEnchantmentUses": {
    "name": "Дважды зачарованные",
    "predictiontext": "Пройдя Лабиринт, ты сможешь дважды использовать Машину зачарований.",
    "flavourtext": "Золотая машина гнилого императора переполнена силой."
  },
  "StrongboxMonstersSpawnedAsMagicOrHigher": {
    "name": "Невиданная напасть",
    "predictiontext": "Едва откроешь ларец, на тебя нападут чудовища сильнее обычных.",
    "flavourtext": "Силки готовы, приманка разложены, но сильные враги выжидают."
  },
  "MysteriousInvadersFire": {
    "name": "Таинственные чужаки",
    "predictiontext": "Ты найдёшь и сразишь чудовищ Иномирья, которые пытаются вторгнуться в Рэкласт через машину картоходца.",
    "flavourtext": "Позади золотых шестерней бытие покрывается трещинами, сквозь которые сочится нечто, доселе скрытое от взгляда."
  },
  "MysteriousInvadersCold": {
    "name": "Таинственные чужаки",
    "predictiontext": "Ты найдёшь и сразишь чудовищ Иномирья, которые пытаются вторгнуться в Рэкласт через машину картоходца.",
    "flavourtext": "Позади золотых шестерней бытие покрывается трещинами, сквозь которые сочится нечто, доселе скрытое от взгляда."
  },
  "MysteriousInvadersLightning": {
    "name": "Таинственные чужаки",
    "predictiontext": "Ты найдёшь и сразишь чудовищ Иномирья, которые пытаются вторгнуться в Рэкласт через машину картоходца.",
    "flavourtext": "Позади золотых шестерней бытие покрывается трещинами, сквозь которые сочится нечто, доселе скрытое от взгляда."
  },
  "MysteriousInvadersPhysical": {
    "name": "Таинственные чужаки",
    "predictiontext": "Ты найдёшь и сразишь чудовищ Иномирья, которые пытаются вторгнуться в Рэкласт через машину картоходца.",
    "flavourtext": "Позади золотых шестерней бытие покрывается трещинами, сквозь которые сочится нечто, доселе скрытое от взгляда."
  },
  "MysteriousInvadersChaos": {
    "name": "Таинственные чужаки",
    "predictiontext": "Ты найдёшь и сразишь чудовищ Иномирья, которые пытаются вторгнуться в Рэкласт через машину картоходца.",
    "flavourtext": "Позади золотых шестерней бытие покрывается трещинами, сквозь которые сочится нечто, доселе скрытое от взгляда."
  },
  "UndeadSpawnInOldFields": {
    "name": "Бунт нежити",
    "predictiontext": "Ты отправишься на Старые поля, встретишь армию нежити и уничтожишь её.",
    "flavourtext": "Зелень и цвет полей укутала ночь, вновь созывая идущих былых земледельцев."
  },
  "DayOfSacrifice1": {
    "name": "День жертвоприношения I",
    "predictiontext": "Ты сразишь могучего павшего ваал и заберёшь часть Жертвы на рассвете.",
    "flavourtext": "Древний красный заступник повержен, но смертельный удар явил утреннему солнцу его последнюю жертву."
  },
  "DayOfSacrifice2": {
    "name": "День жертвоприношения II",
    "predictiontext": "Ты откроешь редкий осквернённый ларец с частью Жертвы в полдень.",
    "flavourtext": "Под полуденным солнцем сверкает богатство. Оно тронуто порчей и манит в западню."
  },
  "DayOfSacrifice3": {
    "name": "День жертвоприношения III",
    "predictiontext": "Ты войдёшь в опасную землю ваал, где есть часть Жертвы на закате.",
    "flavourtext": "Древнее красное воинство открывает широкий путь перед заходом солнца."
  },
  "DayOfSacrifice4": {
    "name": "День жертвоприношения IV",
    "predictiontext": "На редкой осквернённой карте ты встретишь вторгнувшегося врага и заберёшь часть Жертвы в полночь.",
    "flavourtext": "Испорченный сон ждёт вторжения того, кто охотится в глухую ночь."
  },
  "KillingRareGrantsShrineEffect": {
    "name": "Благословение",
    "predictiontext": "Ты сразишь могучего врага и получишь благословение алтаря.",
    "flavourtext": "Зло набухает и растекается по умам. Плоть слаба, но дар силён."
  },
  "KillingRareStealsMods": {
    "name": "Урок охотника",
    "predictiontext": "Ты сразишь могучего врага и обретёшь его силы.",
    "flavourtext": "Сражённый противник ненадолго оживает в уроках, преподанных убийце."
  },
  "KillingRareDropsRareItem": {
    "name": "Золотое сердце",
    "predictiontext": "Ты сразишь могучего врага и заберёшь редкий предмет.",
    "flavourtext": "Золото снаружи, золото внутри. Кровь бывает разных цветов, но золотые всегда истекают золотом."
  },
  "KillingUniqueDropsScouringOrb": {
    "name": "Выкинуть из памяти",
    "predictiontext": "Ты сразишь очень сильного врага и заберёшь сферу очищения.",
    "flavourtext": "Гроза эпохи пал и вычеркнут со страниц истории."
  },
  "KillingRareSpawnsTormentedSpirit": {
    "name": "Конец страданиям",
    "predictiontext": "Ты сразишь могучего врага и выпустишь Мучимого духа.",
    "flavourtext": "Внутренние терзания страшного врага изливаются в мир."
  },
  "KillingMonsterSpawnsEmergingMagicMonsters": {
    "name": "Скрытые резервы",
    "predictiontext": "Сразив одного врага, ты попадёшь в засаду нескольких.",
    "flavourtext": "Трусливые враги затаились. Явление силы открыло их настоящие помыслы."
  },
  "KillingNormalRevivesAsRare": {
    "name": "Перерождение",
    "predictiontext": "Ты сразишь обычного врага, который воскреснет и получит новую силу.",
    "flavourtext": "Обычная жизнь и обычная смерть, отмеченная необычным перерождением."
  },
  "UseWhetstoneGetMaxQuality": {
    "name": "Острый клинок",
    "predictiontext": "Ты значительно улучшишь качество оружия одним точильным камнем.",
    "flavourtext": "Металл смягчается под камнем и с лёгкостью меняет форму."
  },
  "UseArmourersScrapGetMaxQuality": {
    "name": "Крепкий доспех",
    "predictiontext": "Ты значительно улучшишь качество брони одной деталью доспеха.",
    "flavourtext": "Связующие кольца ложатся плотнее, пластина становится толще, а кожа крепче от одного касания."
  },
  "TransmuteUpgradesItemToThreeModRare": {
    "name": "Работа мастера",
    "predictiontext": "Ты используешь сферу превращения на предмет и получишь дополнительные модификации.",
    "flavourtext": "Синие усики вьются и меняются. Остаётся только золото."
  },
  "TransmuteRingOrJewelAddLife": {
    "name": "Любовь к жизни",
    "predictiontext": "Ты используешь сферу превращения на кольцо или амулет и получишь модификацию на очки здоровья.",
    "flavourtext": "Синие усики обвивают и вдыхают жизнь в прекрасную неподвижность."
  },
  "TransmuteEquipmentAddResistance": {
    "name": "Похвальная стойкость",
    "predictiontext": "Ты используешь сферу превращения на кольцо, щит или амулет и получишь сопротивления.",
    "flavourtext": "Оплетённое синими жилами, оно равно защищено от огня, снега и бурь."
  },
  "TransmuteBootsAddMovementSpeed": {
    "name": "Попутный ветер",
    "predictiontext": "Ты используешь сферу превращения на пару сапог и повысишь скорость передвижения.",
    "flavourtext": "Подшитый синей нитью, сапог скор и выдержит долгий путь."
  },
  "DivinationCardSpawnsWithJackInTheBoxAlso": {
    "name": "Пара",
    "predictiontext": "Ты сразишь врага и заберёшь две гадальные карты.",
    "flavourtext": "Один носит отметину ясновидца и не знает, что она таит второй сюрприз."
  },
  "UseChiselGetMaxQuality": {
    "name": "Умелый проводник",
    "predictiontext": "Ты значительно повысишь качество карты одним резцом картографа.",
    "flavourtext": "Одно касание резца, и отметины проводника стали куда отчётливей."
  },
  "ReceiveARareItemGetFourMirroredInstead": {
    "name": "Ремесло Каландры",
    "predictiontext": "Ты сразишь врага и заберёшь четыре одинаковых редких предмета.",
    "flavourtext": "Великое богатство разлетается подобно упавшему зеркалу, хотя порой остаётся целым."
  },
  "TransmuteMapAddMod": {
    "name": "Удушающие побеги",
    "predictiontext": "Ты используешь сферу превращения на карту, которая приведёт в удушающий край.",
    "flavourtext": "Синие усики обвиваются вокруг отметин, стягивая и душа камень под ними."
  },
  "MapExtraStrongboxes": {
    "name": "Соблазнительные ловушки",
    "predictiontext": "Ты войдёшь в карту с шестью дополнительными ларцами.",
    "flavourtext": "В далёком сне шесть западней манят беспечных посулом богатства."
  },
  "MapExtraRogueExiles": {
    "name": "Четыре одичавших беглеца",
    "predictiontext": "На карте ты найдёшь четырёх бродячих изгнанников и сразишь их.",
    "flavourtext": "В глубокой дрёме готовятся к смертному бою четыре души, что вдали от дома."
  },
  "MapTwinned": {
    "name": "Убойные парочки",
    "predictiontext": "Ты войдёшь в карту и сразишь парных боссов.",
    "flavourtext": "В затерянном сне один смертельный враг становится двумя."
  },
  "ReadLoreGrantsWisdomScrolls": {
    "name": "Дела минувшие",
    "predictiontext": "Ты прочитаешь древние письмена.",
    "flavourtext": "Рука малюет на стене или вырезает в кости историю, которая развеет мир и станет уроком тем, кто придёт следом."
  },
  "MapTempestFire": {
    "name": "Огонь с небес",
    "predictiontext": "Ты найдёшь землю с бурей жара.",
    "flavourtext": "Огненный дождь льётся на землю. Берегись выбранного пути."
  },
  "MapTempestIce": {
    "name": "Снег на голову",
    "predictiontext": "Ты найдёшь землю с бурей мороза.",
    "flavourtext": "Холод низвергается и пробирает неосторожных до костей."
  },
  "MapTempestLightning": {
    "name": "Гром и молнии",
    "predictiontext": "Ты найдёшь землю с бурей разрядов.",
    "flavourtext": "Грозы сыпят молниями. Только проворный уклонится от громовых стрел."
  },
  "MapTempestUndead": {
    "name": "Буря нежити",
    "predictiontext": "Ты найдёшь землю с бурей недугов.",
    "flavourtext": "Кости падают с неба и снова встают на места."
  },
  "MapTempestPhysical": {
    "name": "Дробящий шквал",
    "predictiontext": "Ты найдёшь землю с бурей дробления.",
    "flavourtext": "Сотрясается небо, которому вторит земля и ответ наполняет своей сокрушительной силой."
  },
  "MapTempestCorrupt": {
    "name": "Ветра ваал",
    "predictiontext": "Ты найдёшь землю с бурей порчи.",
    "flavourtext": "Порча летит на крыльях красного ветра и входит в каждого, кого коснётся."
  },
  "UniqueFireGolemAtFireFurysCamp": {
    "name": "Живое пламя",
    "predictiontext": "На Побережье, в лагере Огненной Фурии, ты найдёшь могучего огненного голема.",
    "flavourtext": "Там где песок встречается с водой, всё ярче пламенеют мясоеды."
  },
  "FarmerSkeletonsAtRuinedHouse": {
    "name": "Время пахоты",
    "predictiontext": "В развалинах дома на Перекрёстке ты дашь отпор волнам поднятых землепашцев.",
    "flavourtext": "Землепашец обратился во прах, стал развалиной его дом, и в нём проросло семя тьмы."
  },
  "KaruiWarriorsNearWeatheredCarvings": {
    "name": "Цена предательства",
    "predictiontext": "У полустёртых посланий ты встретишь духов каруи и отправишь их обратно к Хинекоре.",
    "flavourtext": "Посечённые царской рукой, южные духи не расстаются с костями гигантов."
  },
  "WeaponsRiseUpAroundLioneyesStandard": {
    "name": "Забытые солдаты",
    "predictiontext": "На Склоне у знамени Львиного глаза ты встретишь ожившее оружие павшего войска.",
    "flavourtext": "Знамя хлопает на ветру над лёжкой львов, чьи железные клыки и поныне жаждут крови."
  },
  "GoldenWaterElementalsRiseFromGoldPiles": {
    "name": "Источники дохода",
    "predictiontext": "Глубоко в Пещере злобы ты встретишь золотых элементалей и сразишь их.",
    "flavourtext": "Золото гнева ползёт из земли под манящую песню Сирены."
  },
  "ChildOfLunarisAppearsInChapel": {
    "name": "Дитя Лунарис",
    "predictiontext": "В развалинах храма недалеко от Перекрёстка ты встретишь Дитя Лунарис и сразишь его.",
    "flavourtext": "Лунарис обнимает светом своё дитя, которое бродит по развалинам каменной молельни."
  },
  "ArmyOfUndeadSoldiersAppearInRuinedFortress": {
    "name": "Стойкий гарнизон",
    "predictiontext": "В руинах крепости недалеко от Разрушенного моста ты найдёшь войско мёртвых и уничтожишь его.",
    "flavourtext": "Безжизненное войско в разбойничьей глуши готово охранять разрушенную крепость."
  },
  "TheStockkeeperAppears": {
    "name": "Кладовщик",
    "predictiontext": "У Зерновых ворот ты встретишь Кладовщика и сразишь его.",
    "flavourtext": "На свете муж одной лишь жадностью живёт, но на владельца вороха мечей достаточно и одного меча."
  },
  "UniqueLightningGolemAppearsOutsideBubble": {
    "name": "Противоестественная энергия",
    "predictiontext": "У моста на Переднем крае ты встретишь могучего элементаля молний.",
    "flavourtext": "Чуждые миру токи не подпускают чёрных, но заслон прогибается из-за сверкающих."
  },
  "TwoUniqueBlackguardCaptainsAppearAtFarEnd": {
    "name": "Сражение за мост",
    "predictiontext": "У моста при Лагере Эбенового легиона ты встретишь двух умелых трибунов Чёрной стражи и сразишь их.",
    "flavourtext": "Где чёрных легион на каменных ступенях, у тварей злоба выстужает кровь, а гнев и глаз сиянье затмевает."
  },
  "UniqueZombieBlackguardAtRuinedCart": {
    "name": "В тисках порчи",
    "predictiontext": "В Имперских садах ты встретишь могучего мертвеца из Чёрной стражи.",
    "flavourtext": "Поток доспехов чёрных лужей стал, их расплескав у основанья башни. Хоть плоть гниёт, но не сдаётся кость."
  },
  "RareLunarisMiscreationsAppearAtScionCage": {
    "name": "Растление Перстом",
    "predictiontext": "На верхних этажах Перстня Господня ты наткнёшься на выводок сильных уродцев и уничтожишь их.",
    "flavourtext": "Невинных выкрали из дома. Их тела изломаны, налиты скверной и брошены наверху башни."
  },
  "Tier1MapsSpawnedAtMapDevice": {
    "name": "Потерянные карты",
    "predictiontext": "Ты найдёшь несколько карт в сердце Обители грехов.",
    "flavourtext": "Предмет великой силы, что гением рождён, теперь ключи к мирам беспечно рассыпает."
  },
  "AreaAllRaresAreCloned": {
    "name": "Близнецы",
    "predictiontext": "Ты найдёшь землю, в которой ходят парами опасные чудовища.",
    "flavourtext": "Раньше один, теперь два. Сильный черпает большую силу из преумножения."
  },
  "AreaAllUniquesArePossessedByTormentedSpirits": {
    "name": "Одержимый враг",
    "predictiontext": "Ты встретишь одно или несколько очень опасных чудовищ, одержимых Мучимым духом.",
    "flavourtext": "Помнили имя всё это время, теперь же их имена заберёт себе мстительный дух."
  },
  "KillingTormentedSpiritTouchesAllMonsters": {
    "name": "Касание смерти",
    "predictiontext": "Ты сразишь Мучимого духа, после чего он коснётся всех прочих монстров.",
    "flavourtext": "Измученная душа в последней хватке ищет мести."
  },
  "AreaHasVaalMonstersAndOversoul": {
    "name": "Вторжение ваал",
    "predictiontext": "В Храме Лунарис ты встретишь вторгшихся ваал и сразишь возглавляющее их чудовище.",
    "flavourtext": "В месте великого бесчинства тени давнего прошлого нависают над поднятым красным войском."
  },
  "AreaHasOnlyStrongboxes": {
    "name": "Чудовищное сокровище",
    "predictiontext": "Ты войдёшь в карту с замершими в ожидании тварями, откроешь охраняемые ими сундуки и всех уничтожишь.",
    "flavourtext": "Древние недруги открыли новые проходы в землю, которую опустошили."
  },
  "AreaIsLikeCorruptedSideArea": {
    "name": "Распространение порчи",
    "predictiontext": "Ты найдёшь и очистишь землю, по которой разлилась порча ваал.",
    "flavourtext": "Скверна течёт густым и быстрым потоком. С ней спешат те, кто её почитает."
  },
  "FrogFlood": {
    "name": "Нашествие лягушек",
    "predictiontext": "Ты найдёшь землю под открытым небом, наводнённую лягушками.",
    "flavourtext": "Влажная и скользкая плоть, липкие ноги и язык. Каков бы ни был цвет, теперь земля зелена."
  },
  "AreaContainsWashedUpCorpses": {
    "name": "Видения утопленников",
    "predictiontext": "Ты найдёшь место, забитое утопленниками.",
    "flavourtext": "Полны воды и отсыревших грузов. Так море дарит берегу богатства."
  },
  "MapContainsTrial": {
    "name": "Испытание во сне",
    "predictiontext": "На карте ты найдёшь Испытание Восхождения.",
    "flavourtext": "В глубинах сна сокрыты испытания, что заостряют ум и закаляют тело."
  },
  "AreaSpawnsUndead": {
    "name": "Земля, черви и кровь",
    "predictiontext": "Ты найдёшь землю с крупными стаями мёртвых чудовищ.",
    "flavourtext": "Неживые толпятся в жилищах негаданных союзников."
  },
  "AreaSpawnsInsectsAndQueens": {
    "name": "Стая саранчи",
    "predictiontext": "Ты найдёшь землю с крупными стаями насекомых.",
    "flavourtext": "Жуки заполонили край и ползают у ног сомнительных друзей."
  },
  "AreaSpawnsSeaWitchesAndSpawn": {
    "name": "Проклятый хор",
    "predictiontext": "Ты найдёшь место с крупными выводками морских ведьм.",
    "flavourtext": "Море шепчет пустые обещания и охлаждает сердца сомнительных друзей."
  },
  "AreaSpawnsRareDevourers": {
    "name": "Дрожь земли",
    "predictiontext": "Ты найдёшь землю с множеством пожирателей.",
    "flavourtext": "Земля дрожит под ногами многих, но чудовище охотится не на них."
  },
  "AreaContainsInvasionBoss": {
    "name": "Завоеватель",
    "predictiontext": "Ты встретишь очень сильное вторгшееся чудовище и сразишь его.",
    "flavourtext": "Ужас прошлого вернулся и сеет боль в месте, которое никогда не звал домом."
  },
  "UnbearableWhispers1": {
    "name": "Невыносимый шёпот I",
    "predictiontext": "Ты отыщешь книгу в Библиотеке.",
    "flavourtext": "По страницам книги рассыпаны тёмные руны. Они скрывают союзников Шёпота."
  },
  "UnbearableWhispers2": {
    "name": "Невыносимый шёпот II",
    "predictiontext": "Ты отыщешь книгу после того, как сразишь чудовище в Персте Господнем.",
    "flavourtext": "Шёпот хранит книгу в башне у тронутого безумием приспешника."
  },
  "UnbearableWhispers3": {
    "name": "Невыносимый шёпот III",
    "predictiontext": "Ты сразишь Шавронн и заберёшь её книгу.",
    "flavourtext": "Эстет хранит запретные слова Шёпота в безопасном месте глубоко в чреве зверя."
  },
  "UnbearableWhispers4": {
    "name": "Невыносимый шёпот IV",
    "predictiontext": "Ты сразишь великое чудовище и заберёшь его книгу.",
    "flavourtext": "Запретные слова звенят набатом в ушах могущественных; Шёпот подчиняет их умы."
  },
  "UnbearableWhispers5": {
    "name": "Невыносимый шёпот V",
    "predictiontext": "Ты найдёшь опасную книгу в последнем зале Лабиринта.",
    "flavourtext": "Пойманный император не ведает, что защищает нечистое знание. Тёмные страницы перемешаны с яркими драгоценностями."
  },
  "TheUnbreathingQueen1": {
    "name": "Бездыханная царица I",
    "predictiontext": "В Руинах осквернённой святыни ты встретишь призраков и сразишь их.",
    "flavourtext": "Бездыханная Царица задумала нечестивую кражу и осквернение мёртвых."
  },
  "TheUnbreathingQueen2": {
    "name": "Бездыханная царица II",
    "predictiontext": "Ты встретишь дух героя в Лабиринте Правителя и победишь его.",
    "flavourtext": "Бездыханная Царица забрала плоть, но продрогшая душа героя томится в величайшем испытании императора."
  },
  "TheUnbreathingQueen3": {
    "name": "Бездыханная царица III",
    "predictiontext": "Ты встретишь дух героя на Маяке и победишь его.",
    "flavourtext": "Вода разбивается о камень; жертва Бездыханной Царицы горит желанием попасть в обитель Матери."
  },
  "TheUnbreathingQueen4": {
    "name": "Бездыханная царица IV",
    "predictiontext": "Ты встретишь дух героя в Храме Разложения и победишь его.",
    "flavourtext": "Паутина покрыла украденное тело. Бездыханная Царица оставила печальную душу, стоны которой разносятся по залам."
  },
  "TheUnbreathingQueen5": {
    "name": "Бездыханная царица V",
    "predictiontext": "Ты сразишь Бездыханную царицу в карте Погоста.",
    "flavourtext": "Бездыханная Царица поднимает войско во сне о могилах. Она знает, что ты идёшь."
  },
  "TheAmbitiousBandit1": {
    "name": "Нахальные разбойники I",
    "predictiontext": "Ты встретишь и победишь разбойников там, куда они обычно не заходят.",
    "flavourtext": "Честолюбие разбойника растёт, а с ним удлиняется и путь."
  },
  "TheAmbitiousBandit2": {
    "name": "Нахальные разбойники II",
    "predictiontext": "Ты встретишь разбойников на Рынке и победишь их.",
    "flavourtext": "Разбойник в поисках реликвии для жадных. Он ищет там, где жадность была великой добродетелью."
  },
  "TheAmbitiousBandit3": {
    "name": "Нахальные разбойники III",
    "predictiontext": "Ты встретишь разбойников в Библиотеке и победишь их.",
    "flavourtext": "Глаза разбойника высматривают великую ценность в месте, где книги и реликвии собирают пыль."
  },
  "DeadlyRivalry1": {
    "name": "Смертельная вражда I",
    "predictiontext": "Ты встретишь враждебного изгнанника, владеющего силами Немезиды.",
    "flavourtext": "Ты навлекаешь гнев другого существа с властью золота."
  },
  "DeadlyRivalry2": {
    "name": "Смертельная вражда II",
    "predictiontext": "Ты встретишь враждебного изгнанника, ныне владеющего и Боевым ражем.",
    "flavourtext": "Поражение не будет долгим, они воспрянут от слепой ярости."
  },
  "DeadlyRivalry3": {
    "name": "Смертельная вражда III",
    "predictiontext": "Ты встретишь враждебного изгнанника, ныне одержимого Мучимым духом.",
    "flavourtext": "Их тело изломано и слеплено, став каналом для более великой силы."
  },
  "DeadlyRivalry4": {
    "name": "Смертельная вражда IV",
    "predictiontext": "Ты встретишь враждебного изгнанника, ныне владеющего силами Алтаря.",
    "flavourtext": "Проситель у тёмного алтаря латает порванную плоть, но мрак не оставляет души. Каждое поражение питает их решимость."
  },
  "DeadlyRivalry5": {
    "name": "Смертельная вражда V",
    "predictiontext": "Ты встретишь враждебного изгнанника, на помощь которому пришли кровники.",
    "flavourtext": "Союзники смешали кровь и явились на последнюю битву. Разрыв и штопка сказались на них."
  },
  "TheWarmongers1": {
    "name": "Псы войны I",
    "predictiontext": "Ты найдёшь несколько боевых отрядов и уничтожишь их.",
    "flavourtext": "Передовой отряд хочет объявить чужую землю своей."
  },
  "TheWarmongers2": {
    "name": "Псы войны II",
    "predictiontext": "Ты найдёшь несколько боевых отрядов и уничтожишь их вместе с подошедшими подкреплениями.",
    "flavourtext": "Передовой отряд не вернулся. За ним последовали другие и принесли войну."
  },
  "TheWarmongers3": {
    "name": "Псы войны III",
    "predictiontext": "Ты найдёшь несколько боевых отрядов и уничтожишь их вместе с отборными бойцами.",
    "flavourtext": "Два поражения разожгли гнев в сердцах знатных воинов. Они идут проливать кровь."
  },
  "TheWarmongers4": {
    "name": "Псы войны IV",
    "predictiontext": "Ты найдёшь несколько боевых отрядов и уничтожишь их вместе с главарём.",
    "flavourtext": "Прибывает вождь. Он задумал окрасить землю твоей кровью."
  },
  "BeyondSight1": {
    "name": "Запределье I",
    "predictiontext": "Ты уничтожишь культистов и врагов, которых они призовут.",
    "flavourtext": "Странные токи вихрятся у сгнивших останков. Их источник скрыт от меня."
  },
  "BeyondSight2": {
    "name": "Запределье II",
    "predictiontext": "Ты уничтожишь культистов и сильных врагов, которых они призовут.",
    "flavourtext": "Тёмная сущность не на виду. Только тела выдают её движение."
  },
  "BeyondSight3": {
    "name": "Запределье III",
    "predictiontext": "Ты уничтожишь культистов и сильных врагов, которых они призовут.",
    "flavourtext": "Невидимого врага окружают зримые проявления. Он растёт, но остаётся скрытым."
  },
  "BeyondSight4": {
    "name": "Запределье IV",
    "predictiontext": "Ты уничтожишь вестника Бэмита и очень сильного врага, которого он призовет.",
    "flavourtext": "На свет выбрались чудовища не из этого мира. Только очертания и движение. Глаза подводят."
  },
  "ChestWithDivinationCards": {
    "name": "Коллекция гадалки",
    "predictiontext": "На карте ты найдешь сундук с гадальными картами.",
    "flavourtext": "Дремлющий искатель находит то, о чем забыла гадалка."
  },
  "IcetombFated": {
    "name": "Конец света",
    "predictiontext": "Ты победишь Тсоагота, Морского царя, пока у тебя есть Ледяной склеп.",
    "flavourtext": "Царь гниёт в промёрзшей усыпальнице, на собственном рукотворном острове."
  },
  "WondertrapFated": {
    "name": "Глупость алчности",
    "predictiontext": "Ты победишь Хранителя сокровищницы, пока у тебя есть Ведущие к чудесам.",
    "flavourtext": "В сокровищнице снаряжена ловушка жадности, которая ловит сердце сквозь распахнутые от зрелища глаза."
  },
  "BriskwrapFated": {
    "name": "Последний дикарь",
    "predictiontext": "Ты победишь Мастера клинка, пока у тебя есть Ремни проворства.",
    "flavourtext": "Меч мастера ударился о землю, а вслед за ним повалился и сам мастер. Так исчез дикий народ."
  },
  "SundanceFated": {
    "name": "Кара солнца",
    "predictiontext": "Ты победишь Рассвета, предвестника Солярис, пока у тебя есть Танец солнца.",
    "flavourtext": "Танец смерти на заре длится до полуденного солнца, что коварно взбирается в зенит и обжигает всё сущее."
  },
  "WindscreamFated": {
    "name": "Вопль Тёмного оратора",
    "predictiontext": "Ты победишь Доэдре Осквернительницу, пока у тебя есть Вопли ветра.",
    "flavourtext": "Где мёртвых неподвижный ждёт покой, крик осквернителя мечется меж могил, пока не затихнет навеки."
  },
  "DusktoeFated": {
    "name": "Агония в сумерках",
    "predictiontext": "Ты победишь Дознавателя Малигаро, пока у тебя есть Башмаки сумерек.",
    "flavourtext": "В брюхе зверя дознаватель рыщет по следу меркнущего света."
  },
  "MeginordsViseFated": {
    "name": "Падение башни",
    "predictiontext": "Ты победишь Тори, Великого древнего, пока у тебя есть Напутствие Мегинорда.",
    "flavourtext": "Древняя башня ещё держится, но разваливается под крепкой рукой."
  },
  "DoedresTenureFated": {
    "name": "Злая ведьма",
    "predictiontext": "Ты победишь Эритрофагию, пока у тебя есть Власть Доэдре.",
    "flavourtext": "Когда пожирательница крови встречается с создателем, тишина и темнота затаивают злобу."
  },
  "HeatshiverFated": {
    "name": "Видение льда и пламени",
    "predictiontext": "Ты победишь Самтера Искажённого, пока у тебя есть Лед и пламень.",
    "flavourtext": "Там, где река встречается с морем, языки пламени лижут зимнюю стужу, а жаркая битва порождает мурашки, что бегут по искривлённым позвонкам."
  },
  "TimeclaspFated": {
    "name": "Разрыв во времени",
    "predictiontext": "Ты победишь Мирохода, пока у тебя есть Объятие времени.",
    "flavourtext": "Портал открывается, искажая хватку времени."
  },
  "AtzirisMirrorFated": {
    "name": "Жертва царицы",
    "predictiontext": "Ты победишь Атзири, Царицу ваал в Манящей Бездне, пока у тебя есть Зеркало Атзири.",
    "flavourtext": "Древняя царица бросает взгляд на своё отражение, разрушая последнее проклятье."
  },
  "QuecholliFated": {
    "name": "Падение империи",
    "predictiontext": "Ты победишь Тень ваал, пока у тебя есть Кечолли.",
    "flavourtext": "Тёмный механизм ваал был их величайшим творением, а его разрушение стало чьей-то судьбой."
  },
  "FencoilFated": {
    "name": "В плену башни",
    "predictiontext": "Ты победишь Калигу, Императрицу, пока у тебя есть Болотная коряга",
    "flavourtext": "Императрица запирала подданных в сияющем скипетре, но в итоге сама угодила в западню."
  },
  "TheStormheartFated": {
    "name": "Штормовой шпиль",
    "predictiontext": "Ты победишь Попоро, Высокий шпиль, пока у тебя есть Сердце бури",
    "flavourtext": "Холодные ветры океана дуют над острыми скалами, в которых двое до сих пор сражаются за контроль."
  },
  "FoxshadeFated": {
    "name": "Тёмные инстинкты",
    "predictiontext": "Ты победишь Аракаали, Прядильщицу теней, пока у тебя есть Лисья тень.",
    "flavourtext": "Ведомая удачей, лиса охотится за паучихой в абсолютной тени."
  },
  "AsenathsMarkFated": {
    "name": "Песнь сехемы",
    "predictiontext": "Ты победишь Гарухан, Царицу ветров, пока у тебя есть Отметина Азенат.",
    "flavourtext": "Нашёптывания сехемы прогоняют ветер, который пропадает без следа."
  },
  "HonourhomeFated": {
    "name": "Хранимая честь",
    "predictiontext": "Ты победишь Пожирателя душ, пока у тебя есть Чертог чести.",
    "flavourtext": "Одинокая душа спасается от Пожирателя, стойко отстаивая свою честь."
  },
  "MalachaisSimulaFated": {
    "name": "Пробуждение кошмара",
    "predictiontext": "Ты победишь Пожирателя душ, пока у тебя есть Личина Малахая.",
    "flavourtext": "Пожиратель устраивает последний пир, просыпается Бездушный."
  },
  "SidhebreathFated": {
    "name": " ",
    "predictiontext": "Ты победишь Сиксиса, Высшего Некроманта, пока у тебя есть Дыхание Ши. ",
    "flavourtext": " "
  },
  "TheIgnomonFated": {
    "name": "Слепая вера",
    "predictiontext": "Ты победишь Бартола, Непорочного, пока у тебя есть Гномон.",
    "flavourtext": "Две стороны, свет и тьма, сталкиваются и ослепляют всех, кроме одного."
  },
  "TheMagnateFated1": {
    "name": "Великий разум севера",
    "predictiontext": "Ты победишь Гектора Титуция, Вечного слугу, пока у тебя есть Великан.",
    "flavourtext": "На кладбище сражавшийся, сражён. Взамен умелый тактик порождён. "
  },
  "TheMagnateFated2": {
    "name": "Великий вождь севера",
    "predictiontext": "Ты победишь Камнеспина, пока у тебя есть Великан.",
    "flavourtext": "Валун на холме рассыпается и открывает проход народу великого вождя."
  },
  "BloodboilFated": {
    "name": "Хладнокровная ярость",
    "predictiontext": "Ты победишь Ожеледь, пока у тебя есть Кипящая кровь.",
    "flavourtext": "Зима сплетает холодную ярость каннибалов, пока бурлит его кровь."
  },
  "HyrrisBiteFated": {
    "name": "Позорная смерть",
    "predictiontext": "Ты победишь Оскорбленную царицу, пока у тебя есть Укус Хайрри.",
    "flavourtext": "Опозоренная племянница царя обретает окончательный покой после собственного укуса."
  },
  "DreadarcFated": {
    "name": "Горящий ужас",
    "predictiontext": "Ты победишь Веру Небесную, пока у тебя есть Изгиб ужаса.",
    "flavourtext": "Небесная встречается с ужасом и погибает; её история завершена."
  },
  "GoredrillFated": {
    "name": "Багряные цвета",
    "predictiontext": "Ты победишь  Вицериса, пока у тебя есть Кровопускатель.",
    "flavourtext": "Развалины скрывают умельца, собственные багряные чернила которого пятнают камень."
  },
  "GeofrisBaptismFated": {
    "name": "Чёрная преданность",
    "predictiontext": "Ты победишь Литания, Чёрного просителя, пока у тебя есть Благословение Джофри.",
    "flavourtext": "Чёрная молитва затихает пред сияющей набожностью старшего блюстителя."
  },
  "CameriasMaulFated": {
    "name": "Холодная жадность",
    "predictiontext": "Ты победишь Кусочек зимы, пока у тебя есть Молот Камерии.",
    "flavourtext": "Захваченное корыстью сердце холодеет под стать самой зиме."
  },
  "RedbeakFated": {
    "name": "Чудовищный роа",
    "predictiontext": "Ты победишь Остроголова, пока у тебя есть Красный клюв.",
    "flavourtext": "Гнев роа поднимается и плещет через край; чувство страха окутывает кровавый клюв."
  },
  "TheDancingDervishFated": {
    "name": "Пляска стали",
    "predictiontext": "Ты победишь Стальную душу, пока у тебя есть Танцующий Дервиш.",
    "flavourtext": "Стальная душа рассыпается, кружащийся осколок вливается в вечный танец."
  },
  "EclipseSolarisFated": {
    "name": "Слепящий свет",
    "predictiontext": "Ты победишь Хоруса, Небесную грань, пока у тебя есть Затмение Солярис.",
    "flavourtext": "Свет угасает в одном месте, но разгорается в другом и слепит подошедших."
  },
  "IronHeartFated": {
    "name": "Закалённый в бою",
    "predictiontext": "Ты победишь Тирана, пока у тебя есть Железное сердце.",
    "flavourtext": "Рьяный воин сходится в битве с тираном. Проигрывая в уме и хватке, он старается одолеть врага силой."
  },
  "ChoberChaberFated": {
    "name": "Эксгумация веры",
    "predictiontext": "Ты победишь Толмана, Эксгуматора, пока у тебя есть Стук-Постук",
    "flavourtext": "Ушедший любовник вернулся, но вера освободила его от служения."
  },
  "MatuaTupunaFated": {
    "name": "Наставник",
    "predictiontext": "Ты победишь Конлия, Нераскаявшегося, пока у тебя есть Матуа Тапуна.",
    "flavourtext": "Когда один падёт, во главе встанет другой."
  },
  "GeofrisCrestFated": {
    "name": "Наследие блюстителя",
    "predictiontext": "Ты победишь Шамана агонии, пока у тебя есть Шлем Джофри.",
    "flavourtext": "На голове блюстителя и шлем становится короной."
  }
}
