{
  "0": {
    "name": "Crash Test",
    "predictiontext": "The next area you create will crash.",
    "flavourtext": ""
  },
  "1": {
    "name": "Delay Test",
    "predictiontext": "The next area you create will stall for 10 seconds.",
    "flavourtext": ""
  },
  "2": {
    "name": "Delay and Crash Test",
    "predictiontext":
      "The next area you create will stall for 10 seconds then crash.",
    "flavourtext": ""
  },
  "3": {
    "name": "The Queen's Vaults",
    "predictiontext":
      "You will slay Atziri, Queen of the Vaal, and gain access to her Vaults.",
    "flavourtext":
      "The Red Queen holds the key to her vaults, and only death will loosen her grip."
  },
  "4": {
    "name": "The Singular Spirit",
    "predictiontext":
      "You will slay a Tormented spirit that carries a unique item.",
    "flavourtext":
      "A life spent fleeing from the law leaves the spirit ready to escape with its newfound treasure."
  },
  "5": {
    "name": "The Wealthy Exile",
    "predictiontext":
      "You will encounter and slay a Rogue Exile who wears only rare items.",
    "flavourtext":
      "They flee from the eyes of Oriath, coated in gold from head to toe."
  },
  "6": {
    "name": "The Scout",
    "predictiontext":
      "You will encounter and slay a Rogue Exile, who calls forth a Warband.",
    "flavourtext":
      "One like you roams the land, but they are just the first of many."
  },
  "7": {
    "name": "Waiting in Ambush",
    "predictiontext":
      "You will be attacked by a Rogue Exile when opening a Strongbox.",
    "flavourtext":
      "A chest of goods hides many challenges, but one goes unseen even to the wise."
  },
  "8": {
    "name": "The Alchemist",
    "predictiontext":
      "You will slay an Undying Alchemist, and it will drop an Orb of Alchemy.",
    "flavourtext":
      "A fool tries to turn lead to gold, but a deft hand takes it by force."
  },
  "9": {
    "name": "A Regal Death",
    "predictiontext":
      "You will slay a very powerful king or queen, and it will drop a Regal Orb.",
    "flavourtext":
      "Blue blood drains from a cut-throat, and turns what it touches to gold."
  },
  "10": {
    "name": "The Corrupt",
    "predictiontext":
      "You will slay a powerful enemy in a Vaal side area and it will drop a Vaal Orb.",
    "flavourtext":
      "To plow a field, you need a tool. To harvest grain, you need a tool. To spread corruption, you need a tool."
  },
  "11": {
    "name": "The Emperor's Trove",
    "predictiontext":
      "You will slay Izaro and he will drop an extra Treasure Key.",
    "flavourtext":
      "Lost in his own creation, the Emperor leaves a generous parting gift for the precise."
  },
  "12": {
    "name": "Nemesis of Greed",
    "predictiontext":
      "You will slay a rare but powerful foe who then drops two unique items instead of one.",
    "flavourtext":
      "A collector of antiquities doubles their treasures, relinquishing them only with their final breath."
  },
  "13": {
    "name": "SHOULD NOT APPEAR",
    "predictiontext":
      "You will encounter a powerful monster, and it will drop a unique item once slain.",
    "flavourtext": "You shouldn't be seeing this!"
  },
  "14": {
    "name": "The Blacksmith",
    "predictiontext": "You will slay Hillock and he will drop a powerful item.",
    "flavourtext":
      "Long ago, a master of metal, now a shaper of fear. But his greatest tools remain."
  },
  "15": {
    "name": "Forceful Exorcism",
    "predictiontext":
      "You will kill a foe possessed by a Tormented Spirit, freeing the spirit.",
    "flavourtext":
      "A pained spirit hijacks a body, and will not be stopped by that body's demise."
  },
  "16": {
    "name": "The Dreamer's Dream",
    "predictiontext":
      "You will enter a certain map, and when you slay the very powerful foe that has made it its home, it will drop a rare map.",
    "flavourtext":
      "The greatest threat, deep in dream, holds the key to another world."
  },
  "17": {
    "name": "The Aesthete's Spirit",
    "predictiontext":
      "You will find the tormented spirit of Shavronne near Brutus. You will slay Brutus while he is possessed by her spirit.",
    "flavourtext":
      "The echo of the Aesthete haunts her greatest creation, bestowing great powers once more."
  },
  "18": {
    "name": "Brothers in Arms",
    "predictiontext":
      "You will encounter Brutus and Kole deep in Axiom Prison, and slay them both.",
    "flavourtext":
      "Two men, transformed into monsters, fight together to hold the gate."
  },
  "19": {
    "name": "Echoes of Witchcraft",
    "predictiontext":
      "You will travel to the stone circle in the Western Forest, and destroy the Echo of Doedre Darktongue who waits there.",
    "flavourtext":
      "A circle of silent giants imprisons a memory of undying misery. A dark tongue whispers dark words carried by the western winds."
  },
  "20": {
    "name": "The God of Misfortune",
    "predictiontext": "You will destroy the false idols Kuduku and Kadaka",
    "flavourtext":
      "Pagan mouths worship pagan gods; false idols for false promises."
  },
  "21": {
    "name": "Echoes of Mutation",
    "predictiontext":
      "You will find the Echo of Maligaro in the Chamber of Sins and destroy it.",
    "flavourtext":
      "Perverse loyalty, blind love, the abuser and the abused reunited in sin."
  },
  "22": {
    "name": "Echoes of Lost Love",
    "predictiontext":
      "You will find the Echo of Daresso in the Cavern of Anger and destroy it.",
    "flavourtext":
      "Twisted by temptation, tempted by corruption, the Siren's song finally calls forth a fragment of her lost love."
  },
  "23": {
    "name": "A Master Seeks Help",
    "predictiontext":
      "You will find Haku and complete his mission. He will reward you with extra reputation and favour.",
    "flavourtext": "Carried by the southern winds, a master of metal seeks aid."
  },
  "24": {
    "name": "A Master Seeks Help",
    "predictiontext":
      "You will find Tora and complete her mission. She will reward you with extra reputation and favour.",
    "flavourtext": "Smelling of beast and blood, a master hunter seeks aid."
  },
  "25": {
    "name": "A Master Seeks Help",
    "predictiontext":
      "You will find Catarina and complete her mission. She will reward you with extra reputation and favour.",
    "flavourtext":
      "Guarding a sculpture of flesh and bone and magic, a master of necromancy seeks aid."
  },
  "26": {
    "name": "A Master Seeks Help",
    "predictiontext":
      "You will find Vagan and complete his mission. He will reward you with extra reputation and favour.",
    "flavourtext":
      "Forged in battle, stewing in arrogance, a master of weapons seeks aid."
  },
  "27": {
    "name": "A Master Seeks Help",
    "predictiontext":
      "You will find Elreon and complete his mission. He will reward you with extra reputation and favour.",
    "flavourtext":
      "Forsaken by the light he has sworn to protect, a master of prayer seeks aid."
  },
  "28": {
    "name": "A Master Seeks Help",
    "predictiontext":
      "You will find Vorici and complete his mission. He will reward you with extra reputation and favour.",
    "flavourtext":
      "Turning life to death, turning death to art, a master of the darkness seeks aid."
  },
  "29": {
    "name": "A Master Seeks Help",
    "predictiontext":
      "You will find Zana and complete her mission. She will reward you with extra reputation and favour.",
    "flavourtext":
      "Lost in the miasma of dream, a master of many realms seeks aid."
  },
  "30": {
    "name": "Hidden Vaal Pathways",
    "predictiontext":
      "You will enter a hidden Vaal area that contains powerful enemies.",
    "flavourtext": "Ancient foes open new paths to the land they left barren."
  },
  "31": {
    "name": "The Undead Brutes",
    "predictiontext":
      "You will seek out and destroy a group of seven powerful undead.",
    "flavourtext":
      "Powerful soldiers of a forgotten time reunite and march once again."
  },
  "32": {
    "name": "The Four Feral Exiles",
    "predictiontext":
      "You will enter a map that holds four additional Rogue Exiles.",
    "flavourtext":
      "In a faraway dream, four souls far from home prepare to fight to the death."
  },
  "33": {
    "name": "Risen Blood",
    "predictiontext":
      "You will kill a powerful monster, whose blood takes on a new form.",
    "flavourtext":
      "Life flows through the blood. Let slip the blood, and the life will continue in a new form."
  },
  "34": {
    "name": "The Mysterious Gift",
    "predictiontext": "You will trade five unique items with a vendor.",
    "flavourtext":
      "A merchant seeks to trade misfitting gifts. Five for one, but what is the one?"
  },
  "35": {
    "name": "A Valuable Combination",
    "predictiontext":
      "You will receive an extra Chaos Orb from a vendor when you trade items that would result in a Chaos Orb.",
    "flavourtext":
      "When the sum is already greater than the parts, there is room to make it greater still."
  },
  "36": {
    "name": "Fated Connections",
    "predictiontext":
      "You will create a fully-linked six-socket item using only Jeweller's Orbs.",
    "flavourtext": "Five and fewer stand alone, but six draws them together."
  },
  "37": {
    "name": "Trash to Treasure",
    "predictiontext":
      "You will turn a normal item into a unique item with a single Chance Orb.",
    "flavourtext":
      "A blank canvass holds untold potential, but the artist's fortunate hand transforms it into a masterpiece."
  },
  "38": {
    "name": "The Jeweller's Touch",
    "predictiontext":
      "You will create a fully-linked five-socket item with a single Jeweller's Orb",
    "flavourtext":
      "The Jeweller leaves five fingerprints and connects them with a single thread."
  },
  "39": {
    "name": "A Gracious Master",
    "predictiontext":
      "You will complete a Master's mission and will receive triple reputation and favour.",
    "flavourtext":
      "A desperate ally seeks your aid, and will lavish you with appreciation."
  },
  "40": {
    "name": "Erasmus' Gift",
    "predictiontext": "You will discover a 20% quality gem.",
    "flavourtext":
      "The kind gemcutter scattered his beautiful craft for the paupers, but greedy hands hide them."
  },
  "41": {
    "name": "The King's Path",
    "predictiontext": "You will defeat Kaom while wearing Kaom's Sign.",
    "flavourtext":
      "Madness feeds the King's fury in the raging mouth of the volcano. His last vision will be a sign."
  },
  "42": {
    "name": "The Karui Rebellion",
    "predictiontext":
      "You will defeat the Gemling Legionnaires while wearing Karui Ward.",
    "flavourtext":
      "Thaumaturgy and faith clash among giant ruins; a recreation of a long-gone rebellion."
  },
  "43": {
    "name": "The King and the Brambles",
    "predictiontext": "You will defeat Daresso while wearing Bramblejack.",
    "flavourtext":
      "The Blade King's blood feeds brambles that grow ever thicker."
  },
  "44": {
    "name": "The Flow of Energy",
    "predictiontext":
      "You will defeat Shavronne while wearing Shavronne's Pace.",
    "flavourtext":
      "The Aesthete sustains herself in unnatural ways. When movement fails, energy flows."
  },
  "45": {
    "name": "The Bowstring's Music",
    "predictiontext": "You will defeat Nightwane while wielding Death's Harp.",
    "flavourtext":
      "The brittle archer's bow plays a song of death, but the harp sings a sweet masterpiece."
  },
  "46": {
    "name": "From The Void",
    "predictiontext": "You will defeat Bameth while wearing Blackheart.",
    "flavourtext":
      "The iron heart, burned in the blackness of the void that lies beyond sight, rots all it touches.  "
  },
  "47": {
    "name": "Heavy Blows",
    "predictiontext": "You will defeat Gneiss while wearing Craghead",
    "flavourtext":
      "Living stone strides across the field, each step shakes the earth and rattles the soul."
  },
  "48": {
    "name": "Fire and Brimstone",
    "predictiontext": "You will defeat Hatebeat while wearing Blackgleam.",
    "flavourtext":
      "Living cinders set the stone alight, a gleaming signal in the blackness where husks are burned."
  },
  "49": {
    "name": "A Forest of False Idols",
    "predictiontext":
      "You will defeat Torchoak Grove while wearing Araku Tiki.",
    "flavourtext":
      "A grove of wooden faces spit fire, a cheap mockery of unimaginable power."
  },
  "50": {
    "name": "Fire and Ice",
    "predictiontext": "You will defeat Hailrake while wearing Hrimsorrow.",
    "flavourtext":
      "Cold sorrow turns to burning fury that hails across the shattered ship."
  },
  "51": {
    "name": "Pleasure and Pain",
    "predictiontext":
      "You will defeat Shavronne while wearing Crown of Thorns.",
    "flavourtext":
      "A single thorn slips through stretched skin; pain turns to power."
  },
  "52": {
    "name": "The Bloody Flowers Redux",
    "predictiontext":
      "You will defeat the Gemling Legionnaires while wearing Ezomyte Peak",
    "flavourtext":
      "Ezomyte banners flutter through the air as embellished monsters fall, a reenactment of the slave's final victory."
  },
  "53": {
    "name": "Dying Cry",
    "predictiontext":
      "You will defeat General Gravicius while wearing Deidbell.",
    "flavourtext":
      "The bell tolls, the people gather, the General is executed. The militia cries out and charges forth."
  },
  "54": {
    "name": "Mouth of Horrors",
    "predictiontext":
      "You will defeat Doedre while wielding Chalice of Horrors.",
    "flavourtext":
      "The vile witch whispers words of horror, and sups from the chalice one final time."
  },
  "55": {
    "name": "Nature's Resilience",
    "predictiontext":
      "You will defeat Calaf, Headstaver while wielding Springleaf.",
    "flavourtext":
      "Thieves camp beneath roadside trees, but it is their leader who falls like the mighty oak."
  },
  "56": {
    "name": "The Snuffed Flame",
    "predictiontext": "You will defeat Chatters while wielding Kaltenhalt.",
    "flavourtext":
      "Cold bones rattle in stone cells, extinguishing all light, all warmth, all hope."
  },
  "57": {
    "name": "The Apex Predator",
    "predictiontext":
      "You will defeat the Hundred Foot Shadow while wielding Screaming Eagle.",
    "flavourtext":
      "The eagle battles the vulture in the shadow of a dying sun, and becomes something greater."
  },
  "58": {
    "name": "Severed Limbs",
    "predictiontext": "You will defeat Hammerstorm while wielding Limbsplit.",
    "flavourtext":
      "A storm of stone stops when the last of the limbs are severed and blood flows no more."
  },
  "59": {
    "name": "Ancient Doom",
    "predictiontext":
      "You will defeat the Vaal Oversoul while wielding Doomfletch.",
    "flavourtext": "Doom grows at the apex of the pyramid."
  },
  "60": {
    "name": "The Silverwood",
    "predictiontext":
      "You will defeat Targa, Beast Poacher while wielding Silverbranch.",
    "flavourtext": "A thief, bow in hand, flees to the wooded outskirts."
  },
  "61": {
    "name": "The Servant's Heart",
    "predictiontext": "You will defeat Fidelitas while wielding Storm Cloud.",
    "flavourtext":
      "The Servant's sacrifice summons a storm in the Prodigy's soul."
  },
  "62": {
    "name": "Winter's Mournful Melodies",
    "predictiontext": "You will defeat Soulmourn while wielding Hrimnor's Hymn",
    "flavourtext":
      "A mournful hymn, a mournful soul, the chill of death on the wind."
  },
  "63": {
    "name": "Power Magnified",
    "predictiontext": "You will defeat Piety while wielding Reverberation Rod",
    "flavourtext":
      "The pious grow powerful surrounded by a sea of blood and empty husks"
  },
  "64": {
    "name": "The Beginning and the End",
    "predictiontext":
      "You will defeat Archbishop Geofri while wielding Realmshaper.",
    "flavourtext":
      "The archbishop plays witness to his own cold death and cremation."
  },
  "65": {
    "name": "The Misunderstood Queen",
    "predictiontext":
      "You will defeat the Bone Queen while wielding Queen's Decree.",
    "flavourtext":
      "A queen of bone raises an army and flees among walls of flesh."
  },
  "66": {
    "name": "SHOULD NOT APPEAR",
    "predictiontext":
      "All normal monsters in area become magic - NOTE: Currently very laggy, do not enable",
    "flavourtext": "You shouldn't be seeing this!"
  },
  "67": {
    "name": "The Black Stone I",
    "predictiontext":
      "You will use an Orb of Transmutation on an Onyx Amulet, applying elemental resistances.",
    "flavourtext":
      "The black stone senses resilience in you. It too grows resilient to outside influences."
  },
  "68": {
    "name": "The Black Stone II",
    "predictiontext":
      "You will use an Orb of Augmentation on the Onyx Amulet, applying life.",
    "flavourtext":
      "The black stone senses the joy of life in you. It feeds on this joy and grows more lively."
  },
  "69": {
    "name": "The Black Stone III",
    "predictiontext":
      "You will use a Regal Orb on the Onyx Amulet, applying critical strike chance.",
    "flavourtext":
      "The black stone senses eagerness in you. It longs for the excitement of combat, of bloodshed."
  },
  "70": {
    "name": "The Black Stone IV",
    "predictiontext":
      "You will use an Exalted Orb on the Onyx Amulet, turning it into a powerful new item.",
    "flavourtext":
      "The black stone learns from you. It is ready to shape each encounter in your favour."
  },
  "71": {
    "name": "The Walking Mountain",
    "predictiontext":
      "You will track down a powerful Ruined Titan who will drop a unique item when slain.",
    "flavourtext":
      "Shaped by magic, the tool that breathes life into the titan's stone lies at its heart."
  },
  "72": {
    "name": "The Prison Guard",
    "predictiontext":
      "You will track down a powerful Axiom Thunderguard who will drop a unique item when slain.",
    "flavourtext":
      "Clad in black, the guard holds the key to unleashing the storm."
  },
  "73": {
    "name": "The Sword King's Passion",
    "predictiontext":
      "You will track down a powerful Mad Gladiator who will drop a unique item when slain.",
    "flavourtext":
      "Once a challenger to the crown, he holds in his hands the Sword King's blade."
  },
  "74": {
    "name": "The Eagle's Cry",
    "predictiontext":
      "You will track down a powerful Murk Runner who will drop a unique item when slain.",
    "flavourtext":
      "A flightless fowl charges through rotten wooden ribs; its scream gives even the battle-hardened pause."
  },
  "75": {
    "name": "From Death Springs Life",
    "predictiontext":
      "You will track down a powerful Dripping Dead who will drop a unique item when slain.",
    "flavourtext":
      "Fetid waters carry the dead downstream, but walking in the mud, the dead one carries life."
  },
  "76": {
    "name": "Storm on the Horizon",
    "predictiontext":
      "You will track down a powerful Brittle Poacher who will drop a unique item when slain.",
    "flavourtext":
      "The poacher's bowstring snaps like dry bone and crackles like thunder."
  },
  "77": {
    "name": "A Firm Foothold",
    "predictiontext":
      "You will track down a powerful Seething Brine who will drop a unique item when slain.",
    "flavourtext":
      "Water slicks the stone, a misstep chills the bone, the living pools hold the cure."
  },
  "78": {
    "name": "The Ward's Ward",
    "predictiontext":
      "You will track down a powerful Bearded Shaman who will drop a unique item when slain.",
    "flavourtext":
      "The false shaman's death uncovers ancestral allurement locked in ancient stone."
  },
  "79": {
    "name": "Fear's Wide Reach",
    "predictiontext":
      "You will track down a powerful Devourer who will drop a unique item when slain.",
    "flavourtext":
      "The unseen enemy travels through unseen tunnels. Its reach is small, but its effect is large."
  },
  "80": {
    "name": "The Prison Key",
    "predictiontext":
      "You will track down a powerful Bearded Devil who will drop a unique item when slain.",
    "flavourtext":
      "The gate is unlocked, but the key remains in the hands of a devil."
  },
  "81": {
    "name": "Roth's Legacy",
    "predictiontext":
      "You will track down a powerful Oak's Devoted who will drop a unique item when slain.",
    "flavourtext":
      "The devotee holds a relic of the pirate's past, looted and lost for an age."
  },
  "82": {
    "name": "The Soulless Beast",
    "predictiontext":
      "You will track down a powerful Ancient Construct who will drop a unique item when slain.",
    "flavourtext":
      "Powered by twin wings, the mechanical monster roams the ruins."
  },
  "83": {
    "name": "The Sinner's Stone",
    "predictiontext":
      "You will track down a powerful Sin Lord who will drop a unique item when slain.",
    "flavourtext":
      "A lord of sin roams hollow halls protected from the spells he sings."
  },
  "84": {
    "name": "Baptism by Death",
    "predictiontext":
      "You will track down a powerful Death Bishop who will drop a unique item when slain.",
    "flavourtext":
      "The bishop's flock is long gone, yet still he wields his hefty crook."
  },
  "85": {
    "name": "The Lady in Black",
    "predictiontext":
      "You will track down a powerful Blackguard Arcmage who will drop a unique item when slain.",
    "flavourtext":
      "Lightning's hum grows louder and louder in the hands of the lady in black."
  },
  "86": {
    "name": "Against the Tide",
    "predictiontext":
      "You will track down a powerful Dockhand Wraith who will drop a unique item when slain.",
    "flavourtext":
      "Taken by the fickle tides, the Captain's bow washes against the dock from which he set sail."
  },
  "87": {
    "name": "The Brutal Enforcer",
    "predictiontext":
      "You will track down a powerful Blackguard Elite who will drop a unique item when slain.",
    "flavourtext":
      "In a society that values violence, the violent rise through the ranks like oil through water."
  },
  "88": {
    "name": "Graceful Flames",
    "predictiontext":
      "You will track down a powerful Flame Sentinel who will drop a unique item when slain.",
    "flavourtext":
      "Crimson fabric flutters with fury and flame, but a gilded prize lies within."
  },
  "89": {
    "name": "Storm on the Reef",
    "predictiontext":
      "You will track down a powerful Brine Vassal who will drop a unique item when slain.",
    "flavourtext":
      "Lightning flashes overhead. Bloated bodies wash ashore. One stands, walks, and stretches its wing."
  },
  "90": {
    "name": "The Petrified",
    "predictiontext":
      "You will track down a powerful Pocked Lanternbearer who will drop a unique item when slain.",
    "flavourtext":
      "Lightless halls hewn in stone swell with the malformed, the twisted, the hardened and the dangerous."
  },
  "91": {
    "name": "The Vanguard",
    "predictiontext":
      "You will track down a powerful Voll's Vanguard who will drop a unique item when slain.",
    "flavourtext":
      "The Vanguard lead the funereal march, playing hymns of death with their bowstrings. "
  },
  "92": {
    "name": "Cleanser of Sins",
    "predictiontext":
      "You will track down a powerful Undying Evangelist who will drop a unique item when slain.",
    "flavourtext":
      "The Evangelist does not practise what he preaches, but death wipes clean the slate."
  },
  "93": {
    "name": "Strong as a Bull",
    "predictiontext":
      "You will track down a powerful Fighting Bull who will drop a unique item when slain.",
    "flavourtext":
      "Strength to rival the Karui King charges through the Sword King's dream."
  },
  "94": {
    "name": "The Lost Undying",
    "predictiontext":
      "You will track down a powerful Skulking Dweller who will drop a unique item when slain.",
    "flavourtext":
      "Trapped with his emperor when the crown was taken, he seeks to change his fate."
  },
  "95": {
    "name": "A Whispered Prayer",
    "predictiontext":
      "You will track down a powerful Frost Preacher who will drop a unique item when slain.",
    "flavourtext":
      "A preacher whispers to the skies and the skies answer with a blanket of biting frost."
  },
  "96": {
    "name": "The Last Watch",
    "predictiontext":
      "You will track down a powerful Ancient Archer who will drop a unique item when slain.",
    "flavourtext":
      "A loyal soldier in life, he stands watch, bow in hand, waiting to be sent to the Mother of death."
  },
  "97": {
    "name": "A Prodigious Hand",
    "predictiontext":
      "You will track down a powerful Sutured Aberration who will drop a unique item when slain.",
    "flavourtext":
      "The dead one brought back to life by means other than corruption now holds the hands that revived it."
  },
  "98": {
    "name": "The Watcher's Watcher",
    "predictiontext":
      "You will track down a powerful Wandering Eye who will drop a unique item when slain.",
    "flavourtext": "Unblinking, it watches. Unendingly, it is watched."
  },
  "99": {
    "name": "Blood of the Betrayed",
    "predictiontext":
      "You will track down a powerful Kaom's Chosen in a map who will drop a unique item when slain.",
    "flavourtext":
      "Slain by their king, they live only in memory, but their lust for blood remains unsated."
  },
  "100": {
    "name": "Heart of the Fire",
    "predictiontext":
      "You will track down a powerful Solar Guard who will drop a unique item when slain.",
    "flavourtext":
      "Its one desire is to see the world burn. A shard of fury stokes the undying fire in its heart."
  },
  "101": {
    "name": "Notched Flesh",
    "predictiontext":
      "You will track down a powerful Pocked Mason who will drop a unique item when slain.",
    "flavourtext":
      "Stiff is the bow. Brittle is the flesh that holds it. Deep are the holes it leaves."
  },
  "102": {
    "name": "Custodians of Silence",
    "predictiontext":
      "You will track down a powerful Assault Ribbon who will drop a unique item when slain.",
    "flavourtext":
      "The temple untouched for centuries, the guardians clean and pure, yet they too must meet the Mother."
  },
  "103": {
    "name": "Flesh of the Beast",
    "predictiontext":
      "You will track down a powerful Bonewarped Warrior who will drop a unique item when slain.",
    "flavourtext":
      "Stripped of its flesh, a warrior fights to protect the piece of the beast it has carved."
  },
  "104": {
    "name": "Fire, Wood and Stone",
    "predictiontext":
      "You will track down a powerful Cinder Elemental in a map who will drop a unique item when slain.",
    "flavourtext":
      "With crushing weight, the stone figure roams the halls. It burns eternally yet grows no lighter."
  },
  "105": {
    "name": "Abnormal Effulgence",
    "predictiontext":
      "You will track down a powerful Chaos Sentinel in a map who will drop a unique item when slain.",
    "flavourtext":
      "Living stone and effulgence, nothing moves unhindered beneath the weight of its dark presence."
  },
  "106": {
    "name": "Wind and Thunder",
    "predictiontext":
      "You will track down a powerful Galvanic Ribbon in a map who will drop a unique item when slain.",
    "flavourtext":
      "The dreaming fabric flutters and cracks in the wind like thunder. A sharp sound that freezes the blood."
  },
  "107": {
    "name": "Lost in the Pages",
    "predictiontext":
      "You will track down a powerful Undying Archivist in a map who will drop a unique item when slain.",
    "flavourtext":
      "Hundreds of years with nothing but books twists a once great mind."
  },
  "108": {
    "name": "Weeping Death",
    "predictiontext":
      "You will track down a powerful Dripping Dead in a map who will drop a unique item when slain.",
    "flavourtext":
      "Striding dryly through the mud, yet dripping with rot, he waits for the Mother's touch."
  },
  "109": {
    "name": "The Flayed Man",
    "predictiontext":
      "You will track down a powerful Gut Flayer in a map who will drop a unique item when slain.",
    "flavourtext":
      "The flayed becomes the flayer, stripping flesh from muscle with a sharpened edge."
  },
  "110": {
    "name": "The Hollow Pledge",
    "predictiontext":
      "You will track down a powerful Tunneler in a map who will drop a unique item when slain.",
    "flavourtext":
      "Grasping blindly through a dark dream, a final pledge turns brittle flesh to dust."
  },
  "111": {
    "name": "A Call into the Void",
    "predictiontext":
      "You will track down a powerful Talon Archer in a map who will drop a unique item when slain.",
    "flavourtext":
      "The dreaming cockerel crows thrice, and thunder bellows from the void."
  },
  "112": {
    "name": "Blood in the Eyes",
    "predictiontext":
      "You will track down a powerful Mad Gladiator in a map who will drop a unique item when slain.",
    "flavourtext":
      "Blood stains the fighter's eyes and rains upon the dirt. He sees and dreams in crimson."
  },
  "113": {
    "name": "The Nest",
    "predictiontext":
      "You will track down a powerful Noxious Tarantula in a map who will drop a unique item when slain.",
    "flavourtext":
      "Rats become tangled in the spider's web; a meal within a nest within a dream."
  },
  "114": {
    "name": "The Brothers of Necromancy",
    "predictiontext":
      "You will encounter four necromancers with their undead minions and slay them all.",
    "flavourtext":
      "Four of shared flesh and blood raise an army of borrowed blood and bone."
  },
  "115": {
    "name": "Reforged Bonds",
    "predictiontext": "You will end a Bloodline.",
    "flavourtext":
      "A bond of blood breaks, but from the carnage new bonds may be formed."
  },
  "116": {
    "name": "Overflowing Riches",
    "predictiontext": "You will slay a foe who erupts into currency.",
    "flavourtext": "A full pocket, severed, spills forth like a struck spring."
  },
  "117": {
    "name": "The Plaguemaw I",
    "predictiontext":
      "You will encounter a powerful golem in a Vaal side area and defeat it.",
    "flavourtext":
      "The Plaguemaw enters the red realm and leaves a swirling mass of living stone."
  },
  "118": {
    "name": "The Plaguemaw II",
    "predictiontext":
      "You will encounter shadowy monsters in the Crypt and slay them.",
    "flavourtext":
      "The Plaguemaw's followers feed on the flesh of the dead; a desecration of the Mother's work."
  },
  "119": {
    "name": "The Plaguemaw III",
    "predictiontext":
      "You will be ambushed by The Plaguemaw's followers after you kill a certain very powerful monster.",
    "flavourtext":
      "The Plaguemaw watches you with a glistening grin, waiting for a moment to send his shadows."
  },
  "120": {
    "name": "The Plaguemaw IV",
    "predictiontext":
      "You will be ambushed by The Plaguemaw's followers in the Hedge Maze.",
    "flavourtext":
      "In a maze of green, the Plaguemaw sets a trap baited with treasures."
  },
  "121": {
    "name": "The Plaguemaw V",
    "predictiontext":
      "You will enter the Plaguemaw's chamber in the Crystal Veins or in a Crystal Ore Map.",
    "flavourtext":
      "A room, etched in crystal, plays home to the Plaguemaw. He awaits you."
  },
  "122": {
    "name": "Thaumaturgical History I",
    "predictiontext":
      "You will read Shavronne's Journal in the Warden's Quarters.",
    "flavourtext":
      "The Aesthete's monstrous techniques are protected by the shadows."
  },
  "123": {
    "name": "Thaumaturgical History II",
    "predictiontext":
      "You will read Doedre's Proclamation in The Western Forest.",
    "flavourtext":
      "The Tongueless Witch's words speak through the stone to desperate followers."
  },
  "124": {
    "name": "Thaumaturgical History III",
    "predictiontext":
      "You will inspect the Ancient Reverie Device in the Chamber of Sins.",
    "flavourtext":
      "The Soulless One's gift to the Prodigy draws forth those who seek the same unnatural power."
  },
  "125": {
    "name": "Thaumaturgical History IV",
    "predictiontext": "You will read Malachai's Dedication in The Harvest.",
    "flavourtext":
      "Where the Soulless One left his physical form behind, a dangerous new threat emerges."
  },
  "126": {
    "name": "The Pirate's Den",
    "predictiontext":
      "You will slay Belcer, the Pirate Lord, and he will open portals to Mao Kun.",
    "flavourtext":
      "The pirate lord who hides in dank tunnels deep in dream will guide you to an island of treasure."
  },
  "127": {
    "name": "Enter the Maelström",
    "predictiontext":
      "You will slay Void Anomaly and he will open portals to Maelström of Chaos.",
    "flavourtext":
      "The swirling mass of dark stone stands at the centre of the dreaming storm."
  },
  "128": {
    "name": "Sanctum of Stone",
    "predictiontext":
      "You will slay The Idol Beyond and he will open portals to Olmec's Sanctum",
    "flavourtext":
      "Break apart the wooden god, and a door to the stone sanctum appears."
  },
  "129": {
    "name": "Through the Mirage",
    "predictiontext":
      "You will slay Mirage of Bones and he will open portals to a mirror world.",
    "flavourtext": "Washing away the mirage unveils a parallel path to walk."
  },
  "130": {
    "name": "Ancient Rivalries I",
    "predictiontext":
      "You will slay Brutus while wearing one of Shavronne's items.",
    "flavourtext":
      "Her greatest creation failed her. The Aesthete seeks to punish the brute."
  },
  "131": {
    "name": "Ancient Rivalries II",
    "predictiontext": "You will slay Voll while wearing one of Doedre's items.",
    "flavourtext":
      "Burned at the stake, the Tongueless Witch seeks to purify the purifier."
  },
  "132": {
    "name": "Ancient Rivalries III",
    "predictiontext":
      "You will slay Kaom while wearing one of Lioneye's items.",
    "flavourtext":
      "Cut down on the shores, the Lion's fangs will sink into the Betraying King's flesh one last time."
  },
  "133": {
    "name": "Ancient Rivalries IV",
    "predictiontext":
      "You will slay Malachai while wearing one of Victario's items.",
    "flavourtext":
      "The Soulless One tore the world asunder, but the Poet will have the final word."
  },
  "134": {
    "name": "The Feral Lord I",
    "predictiontext":
      "You will encounter corrupted animals in the Southern Forest and slay them.",
    "flavourtext":
      "The Feral Lord in the southern wood twists the wild to his will."
  },
  "135": {
    "name": "The Feral Lord II",
    "predictiontext":
      "You will encounter a powerful beast in the Northern Forest and slay it.",
    "flavourtext":
      "The Feral Lord's cold breath imbues and empowers the beast in the northern wood."
  },
  "136": {
    "name": "The Feral Lord III",
    "predictiontext":
      "You will encounter corrupted animals in the Dried Lake and slay them.",
    "flavourtext":
      "Where water shimmers no more, thunderous beasts are dragged into the Feral Lord's domain."
  },
  "137": {
    "name": "The Feral Lord IV",
    "predictiontext":
      "You will discover and slay a very powerful Vulture within Sarn's borders.",
    "flavourtext":
      "The Feral Lord senses your presence. In the shell of the snail, the vulture seeks a fresh carcass."
  },
  "138": {
    "name": "The Feral Lord V",
    "predictiontext":
      "You will discover and slay a very powerful fiery Rhoa in a Mud Geyser map.",
    "flavourtext":
      "To the realm of dreams the Feral Lord flees, and leaves in his wake a burning nightmare."
  },
  "139": {
    "name": "Plague of Rats",
    "predictiontext":
      "You will discover a series of indoor chambers flooded with rats.",
    "flavourtext":
      "They run, they bite, they flee, they die. Swarms of fur and teeth and tail drown each and every room."
  },
  "140": {
    "name": "Anarchy's End I",
    "predictiontext":
      "You will enter a map and slay a Rogue Exile who is carrying a Divination Card.",
    "flavourtext":
      "A criminal of Theopolis flees into dream carrying a fortuneteller's tool."
  },
  "141": {
    "name": "Anarchy's End II",
    "predictiontext":
      "You will enter a map and slay two Rogue Exiles who are each carrying a Divination Card.",
    "flavourtext":
      "Two criminals carry the fortuneteller's tools as they hunt for the body of their dreaming ally."
  },
  "142": {
    "name": "Anarchy's End III",
    "predictiontext":
      "You will enter a map and slay four Rogue Exiles who are each carrying a Divination Card.",
    "flavourtext":
      "A party of four criminals, each with the mark of the fortuneteller, hunt through dreams for their prosecutor."
  },
  "143": {
    "name": "Anarchy's End IV",
    "predictiontext":
      "You will enter a map and slay six Rogue Exiles who are each carrying a Divination Card.",
    "flavourtext":
      "Six criminals take to foot to stamp out the threat that tracks them through dreams."
  },
  "144": {
    "name": "Twice Enchanted",
    "predictiontext":
      "You will be rewarded with two uses of the Enchantment Device on completing the Labyrinth",
    "flavourtext":
      "A golden device hidden by a rotting emperor overflows with power."
  },
  "145": {
    "name": "An Unseen Peril",
    "predictiontext":
      "You will be attacked by stronger than normal monsters when opening a Strongbox.",
    "flavourtext":
      "A trap is set, a lure is placed, but stronger foes lie in wait."
  },
  "146": {
    "name": "Mysterious Invaders",
    "predictiontext":
      "You will find and destroy monsters from Beyond who are trying to invade Wraeclast through the map device.",
    "flavourtext":
      "Beyond the golden gears, the edges of reality crack, and something hidden from sight spills through."
  },
  "147": {
    "name": "Mysterious Invaders",
    "predictiontext":
      "You will find and destroy monsters from Beyond who are trying to invade Wraeclast through the map device.",
    "flavourtext":
      "Beyond the golden gears, the edges of reality crack, and something hidden from sight spills through."
  },
  "148": {
    "name": "Mysterious Invaders",
    "predictiontext":
      "You will find and destroy monsters from Beyond who are trying to invade Wraeclast through the map device.",
    "flavourtext":
      "Beyond the golden gears, the edges of reality crack, and something hidden from sight spills through."
  },
  "149": {
    "name": "Mysterious Invaders",
    "predictiontext":
      "You will find and destroy monsters from Beyond who are trying to invade Wraeclast through the map device.",
    "flavourtext":
      "Beyond the golden gears, the edges of reality crack, and something hidden from sight spills through."
  },
  "150": {
    "name": "Mysterious Invaders",
    "predictiontext":
      "You will find and destroy monsters from Beyond who are trying to invade Wraeclast through the map device.",
    "flavourtext":
      "Beyond the golden gears, the edges of reality crack, and something hidden from sight spills through."
  },
  "151": {
    "name": "Undead Uprising",
    "predictiontext":
      "You will travel to the Old Fields, where you will encounter and slay an army of the undead.",
    "flavourtext":
      "The green and verdant field is swathed in night, the farmers who tended to it rise again."
  },
  "152": {
    "name": "Day of Sacrifice I",
    "predictiontext":
      "You will slay a powerful Vaal Fallen who will drop a Sacrifice at Dawn fragment.",
    "flavourtext":
      "The ancient red champion is fallen, but a killing blow reveals his final sacrifice beneath the morning sun."
  },
  "153": {
    "name": "Day of Sacrifice II",
    "predictiontext":
      "You will open a corrupted rare strongbox that will contain a Sacrifice at Noon fragment.",
    "flavourtext":
      "Beneath the midday sun, treasure, stained by corruption, invites an ambush."
  },
  "154": {
    "name": "Day of Sacrifice III",
    "predictiontext":
      "You will enter a difficult Vaal side area that contains an additional Sacrifice at Dusk fragment.",
    "flavourtext":
      "The ancient red army opens a powerful path before the setting sun."
  },
  "155": {
    "name": "Day of Sacrifice IV",
    "predictiontext":
      "You will encounter an invading foe in a rare, corrupted map, who will drop a Sacrifice at Midnight fragment.",
    "flavourtext":
      "A corrupted dream invites an invader, who hunts in the deepest night."
  },
  "156": {
    "name": "The Blessing",
    "predictiontext":
      "You will slay a powerful foe, and gain a shrine's blessing.",
    "flavourtext":
      "Malevolence swells and spreads in minds. The flesh is weak, but the gift is strong."
  },
  "157": {
    "name": "Hunter's Lesson",
    "predictiontext": "You will slay a powerful foe and gain its powers.",
    "flavourtext":
      "An adversary, slain, briefly lives on in the lessons taught to the slayer."
  },
  "158": {
    "name": "Gilded Within",
    "predictiontext":
      "You will slay a powerful foe and it will drop a rare item.",
    "flavourtext":
      "Gold without, gold within. Blood comes in many colours, but the gilded always bleed gold."
  },
  "159": {
    "name": "Erased from Memory",
    "predictiontext":
      "You will slay a very powerful foe and it will drop an Orb of Scouring.",
    "flavourtext":
      "A foe feared for an aeon falls and is scoured from the pages of history."
  },
  "160": {
    "name": "Ending the Torment",
    "predictiontext":
      "You will slay a powerful foe who will release a Tormented Spirit.",
    "flavourtext": "A fearsome foe's inner torment spills out into the world."
  },
  "161": {
    "name": "Hidden Reinforcements",
    "predictiontext":
      "You will be ambushed by several enemies upon slaying a foe.",
    "flavourtext":
      "Cowardly foes lay in wait. A show of force reveals their true intentions."
  },
  "162": {
    "name": "Rebirth",
    "predictiontext":
      "You will slay a normal foe, who will be resurrected and granted new power.",
    "flavourtext":
      "An ordinary life, an ordinary death, marked by an extraordinary rebirth."
  },
  "163": {
    "name": "The Sharpened Blade",
    "predictiontext":
      "You will greatly enhance the quality of a weapon with a single Blacksmith's Whetstone.",
    "flavourtext":
      "The metal softens beneath the stone, reshaping with great ease."
  },
  "164": {
    "name": "The Hardened Armour",
    "predictiontext":
      "You will greatly enhance the quality of an armour piece with a single Armourer's Scrap",
    "flavourtext":
      "The rings that bind grow tighter, the plate thicker, the leather denser, all with a single touch."
  },
  "165": {
    "name": "Golden Touch",
    "predictiontext":
      "You will use an Orb of Transmutation on an item and it will grant extra mods.",
    "flavourtext":
      "Blue tendrils entangle and change. All that remains is gold."
  },
  "166": {
    "name": "Vital Transformation",
    "predictiontext":
      "You will use an Orb of Transmutation on a ring or amulet and it will gain a life mod.",
    "flavourtext":
      "Blue tendrils envelop, breathing life into the beautifully inert."
  },
  "167": {
    "name": "Resistant to Change",
    "predictiontext":
      "You will use an Orb of Transmutation on a ring, shield, or amulet, and it will gain resistances.",
    "flavourtext":
      "Wreathed in blue sinew, it is protected from the flames, the storms and the snow alike. "
  },
  "168": {
    "name": "Touched by the Wind",
    "predictiontext":
      "You will use an Orb of Transmutation on a pair of boots and it will gain movement speed.",
    "flavourtext":
      "Stitched with blue thread, a swift boot covers great distances."
  },
  "169": {
    "name": "The Pair",
    "predictiontext":
      "You will slay a foe and it will drop two Divination cards.",
    "flavourtext":
      "One carries the fortune teller's mark, not knowing that a second surprise lies with it."
  },
  "170": {
    "name": "The Beautiful Guide",
    "predictiontext":
      "You will greatly enhance the quality of a map with a single Cartographer's Chisel.",
    "flavourtext":
      "A single tap from the chisel, and the guide's marks grow far clearer."
  },
  "171": {
    "name": "Kalandra's Craft",
    "predictiontext":
      "You will slay a foe who drops four identical rare items.",
    "flavourtext":
      "A grand treasure fractures like a dropped mirror, yet somehow goes unharmed."
  },
  "172": {
    "name": "Smothering Tendrils",
    "predictiontext":
      "You will use an Orb of Transmutation on a map and it will gain a smothering atmosphere.",
    "flavourtext":
      "Blue tendrils wrap around the markings, constricting and smothering the stone beneath."
  },
  "173": {
    "name": "Bountiful Traps",
    "predictiontext":
      "You will enter a map that holds six additional Strongboxes. ",
    "flavourtext":
      "In a distant dream, six traps with the promise of treasure wait to be sprung."
  },
  "174": {
    "name": "The Four Feral Exiles",
    "predictiontext": "You will find four Rogue Exiles in a map and slay them.",
    "flavourtext":
      "In a faraway dream, four souls far from home prepare to fight to the death."
  },
  "175": {
    "name": "Deadly Twins",
    "predictiontext": "You will enter a map and slay the Twinned bosses in it.",
    "flavourtext": "In a long-lost dream, one deadly foe becomes two."
  },
  "176": {
    "name": "Lasting Impressions",
    "predictiontext": "You will read something written long ago.",
    "flavourtext":
      "A hand scrawls on a wall, or carves into bone, a tale that undoes the world and teaches those who come after."
  },
  "177": {
    "name": "Fire from the Sky",
    "predictiontext": "You will discover an area with an Infernal Tempest",
    "flavourtext": "Fire rains down across the land. Beware the path you take."
  },
  "178": {
    "name": "Ice from Above",
    "predictiontext": "You will discover an area with an Arctic Tempest",
    "flavourtext":
      "The cold blusters from above, chilling the unwary to the bone."
  },
  "179": {
    "name": "Lightning Falls",
    "predictiontext": "You will discover an area with an Electrocuting Tempest",
    "flavourtext":
      "The storms above strike with precision. A deft foot will avoid the blows."
  },
  "180": {
    "name": "The Undead Storm",
    "predictiontext": "You will discover an area with a Morbid Tempest",
    "flavourtext":
      "Bones fall from the sky and take the shape of the men they once were."
  },
  "181": {
    "name": "Crushing Squall",
    "predictiontext": "You will discover an area with a Crushing Tempest",
    "flavourtext":
      "The sky trembles and the ground below answers with crushing force."
  },
  "182": {
    "name": "Vaal Winds",
    "predictiontext": "You will discover an area with a Corrupting Tempest",
    "flavourtext":
      "Corruption is carried on a red wind, and spreads to all who are touched."
  },
  "183": {
    "name": "Living Fires",
    "predictiontext":
      "You will discover a powerful fire golem at Fire Fury's camp in The Coast.",
    "flavourtext":
      "Where the sand meets the water, the flesheater's flames shine brighter and brighter still."
  },
  "184": {
    "name": "Fallow At Last",
    "predictiontext":
      "You will fight waves of risen farmers amongst the ruins of a house in Crossroads.",
    "flavourtext":
      "The farmer's time came long ago, his ruined home the site of a dark harvest."
  },
  "185": {
    "name": "Path of Betrayal",
    "predictiontext":
      "You will encounter Karui Spirits near Weathered Carvings, and send them back to Hinekora.",
    "flavourtext":
      "Cut down by the king's hand, southern spirits linger near the bones of giants."
  },
  "186": {
    "name": "The Forgotten Soldiers",
    "predictiontext":
      "You will encounter the risen weapons of a fallen army around Lioneye's Standard in The Climb.",
    "flavourtext":
      "The banner in the breeze marks the resting place of lions, whose metal fangs still thirst for blood."
  },
  "187": {
    "name": "Pools of Wealth",
    "predictiontext":
      "You will encounter and slay golden elementals deep in the Cavern of Anger.",
    "flavourtext":
      "Beckoned by the Siren's song, wrathful gold rises from the ground."
  },
  "188": {
    "name": "The Child of Lunaris",
    "predictiontext":
      "Near the Crossroads, you will encounter the Child of Lunaris in the ruins of a temple, and slay it.",
    "flavourtext":
      "The light of Lunaris shines on her child who walks in stone shrine's ruins."
  },
  "189": {
    "name": "The Forgotten Garrison",
    "predictiontext":
      "Near the Broken Bridge, you will encounter and slay an army of undead in the ruins of the fortress.",
    "flavourtext":
      "Where bandits have taken hold, a lifeless army rises to guard the ruined fortress."
  },
  "190": {
    "name": "The Stockkeeper",
    "predictiontext":
      "You will encounter the Stockkeeper at the Grain Gate and slay him.",
    "flavourtext":
      "A man survives only by his greed, but a single weapon cuts down the man who has many."
  },
  "191": {
    "name": "Unnatural Energy",
    "predictiontext":
      "You will encounter a powerful Lightning Elemental near the Battlefront bridge.",
    "flavourtext":
      "Unnatural energies hold those in black at bay, but the barrier bends for crackling kin."
  },
  "192": {
    "name": "Holding the Bridge",
    "predictiontext":
      "You will encounter and slay two powerful Blackguard captains near the Ebony Barracks bridge.",
    "flavourtext":
      "Where those in black swarm across the stone steps, one's blood runs cold with hatred and one's eyes crackle with wrath."
  },
  "193": {
    "name": "In the Grasp of Corruption",
    "predictiontext":
      "You will encounter a powerful undead Blackguard in the Imperial Gardens.",
    "flavourtext":
      "A soldier in black's journey is cut short at the foot of the tower. The flesh rots, but the bone grows yet."
  },
  "194": {
    "name": "Defiled in the Sceptre",
    "predictiontext":
      "You will encounter a group of strong miscreations in the Upper Sceptre of God, and slay them all.",
    "flavourtext":
      "Stolen from their homes, innocent flesh is twisted and shaped atop the tower."
  },
  "195": {
    "name": "The Lost Maps",
    "predictiontext":
      "You will find maps near the centre of the Chamber of Sins.",
    "flavourtext":
      "A device of great power once held by the prodigy spills forth the keys to new worlds."
  },
  "196": {
    "name": "The Twins",
    "predictiontext":
      "You will encounter an area where powerful monsters are duplicated.",
    "flavourtext":
      "What was one is now two. The strong find greater strength in numbers."
  },
  "197": {
    "name": "Possessed Foe",
    "predictiontext":
      "You will encounter one or more very powerful monsters possessed by a Tormented Spirit.",
    "flavourtext":
      "A name remembered all this time, their will stolen by a vengeful spirit."
  },
  "198": {
    "name": "Touched by Death",
    "predictiontext":
      "You will kill a Tormented Spirit who then touches all other monsters. - NOTE: Currently very laggy",
    "flavourtext": "A tormented soul makes one final grasp at vengeance."
  },
  "199": {
    "name": "Vaal Invasion",
    "predictiontext":
      "You will find Vaal invaders in the Temple of Lunaris and destroy the monster who is leading them.",
    "flavourtext":
      "At the site of a great atrocity, the shadows of the distant past hang over the risen red army."
  },
  "200": {
    "name": "Monstrous Treasure",
    "predictiontext":
      "You will travel to a map where the monsters lie in wait, open the boxes they guard, and slay them all.",
    "flavourtext":
      "In a long lost dream, great foes hide in tiny boxes, but so do great rewards."
  },
  "201": {
    "name": "The Spread of Corruption",
    "predictiontext":
      "You will find and cleanse a location where the corruption of the Vaal has spread.",
    "flavourtext":
      "Corruption spreads thick and fast, so too do those who revere it."
  },
  "202": {
    "name": "Plague of Frogs",
    "predictiontext":
      "You will discover an outdoor location flooded with frogs.",
    "flavourtext":
      "Wet and slippery flesh, clinging feet and tongue. No matter the colour before, now the earth is green."
  },
  "203": {
    "name": "Visions of the Drowned",
    "predictiontext": "You will find an area littered with the drowned.",
    "flavourtext":
      "Damp and bloated with water and goods. Sometimes treasure washes ashore."
  },
  "204": {
    "name": "The Dream Trial",
    "predictiontext": "You will discover a Trial of Ascendancy in a map.",
    "flavourtext":
      "The depths of a dream hide a gauntlet that sharpens the body and mind."
  },
  "205": {
    "name": "Soil, Worms and Blood",
    "predictiontext":
      "You will discover an area with large packs of Undead monsters.",
    "flavourtext": "The unliving crowd into the dwellings of unlikely allies."
  },
  "206": {
    "name": "The Hungering Swarm",
    "predictiontext": "You will discover an area with large packs of Insects.",
    "flavourtext":
      "Skittering across the ground, insects nest near unlikely allies."
  },
  "207": {
    "name": "The Cursed Choir",
    "predictiontext":
      "You will discover an area with large packs of Sea Witches.",
    "flavourtext":
      "The sea witch whispers sweet nothings, and calms the hearts of unlikely allies."
  },
  "208": {
    "name": "The Trembling Earth",
    "predictiontext": "You will discover an area with many Devourers.",
    "flavourtext":
      "The earth shifts beneath the feet of many, but they are not the prey this monster seeks."
  },
  "209": {
    "name": "The Invader",
    "predictiontext":
      "You will encounter a very powerful invading monster and slay it.",
    "flavourtext":
      "A horror from the past returns to cause pain in a place that it never called home."
  },
  "210": {
    "name": "Unbearable Whispers I",
    "predictiontext": "You will discover a tome in the Library.",
    "flavourtext":
      "Dark runes skitter across the pages of the tome, concealing the Whisperer's allies."
  },
  "211": {
    "name": "Unbearable Whispers II",
    "predictiontext":
      "You will discover a tome upon slaying a monster in the Sceptre of God.",
    "flavourtext":
      "The Whisperer leaves a tome in the tower, held by a maddened follower."
  },
  "212": {
    "name": "Unbearable Whispers III",
    "predictiontext": "You will slay Shavronne, and she will drop a tome.",
    "flavourtext":
      "The Aesthete holds the Whisperer's forbidden words safe, deep in the beast's belly."
  },
  "213": {
    "name": "Unbearable Whispers IV",
    "predictiontext":
      "You will slay a certain powerful monster and it will drop a tome.",
    "flavourtext":
      "Forbidden words ring in the ears of the powerful; the Whisperer's influence spreads."
  },
  "214": {
    "name": "Unbearable Whispers V",
    "predictiontext":
      "You will discover a dangerous tome in the final chamber of the Labyrinth.",
    "flavourtext":
      "The trapped emperor unknowingly protects foul knowledge. Dark pages amongst bright treasures."
  },
  "215": {
    "name": "The Unbreathing Queen I",
    "predictiontext":
      "You will encounter spectres in the Fellshrine Ruins and slay them.",
    "flavourtext":
      "The Unbreathing Queen masterminds an unholy heist, a defilement of the dead."
  },
  "216": {
    "name": "The Unbreathing Queen II",
    "predictiontext":
      "You will encounter the spirit of a hero in the Lord's Labyrinth and defeat it.",
    "flavourtext":
      "The flesh is taken by the Unbreathing Queen. But the hero's soul, bitter and cold, remains trapped in the Emperor's greatest trial."
  },
  "217": {
    "name": "The Unbreathing Queen III",
    "predictiontext":
      "You will encounter the spirit of a hero in the Beacon and defeat it",
    "flavourtext":
      "Water crashes against stone; A victim of the Unbreathing Queen burns with desire for The Mother's domain."
  },
  "218": {
    "name": "The Unbreathing Queen IV",
    "predictiontext":
      "You will encounter the spirit of a hero in the Temple of Decay and defeat it.",
    "flavourtext":
      "A tangle of web trapped the body, now stolen. The Unbreathing Queen leaves behind a sorrowful soul whose howls thunder through the halls."
  },
  "219": {
    "name": "The Unbreathing Queen V",
    "predictiontext":
      "You will defeat the Unbreathing Queen in a Cemetery map.",
    "flavourtext":
      "The Unbreathing Queen raises an army in a dream of tombs and graves. She knows you are coming."
  },
  "220": {
    "name": "The Ambitious Bandit I",
    "predictiontext":
      "You will encounter and slay bandits in an area where they do not ordinarily appear.",
    "flavourtext":
      "A bandit's ambition grows, and so too does the path it walks."
  },
  "221": {
    "name": "The Ambitious Bandit II",
    "predictiontext": "You will encounter and slay bandits in the Marketplace.",
    "flavourtext":
      "A bandit seeks a relic for the greedy where greed was once a great virtue."
  },
  "222": {
    "name": "The Ambitious Bandit III",
    "predictiontext": "You will encounter and slay bandits in the Library.",
    "flavourtext":
      "Where relics and tomes gather dust, a bandit's eyes see great value."
  },
  "223": {
    "name": "Deadly Rivalry I",
    "predictiontext":
      "You will encounter a rival Exile imbued with Nemesis powers.",
    "flavourtext": "You draw the ire of another, imbued with golden power."
  },
  "224": {
    "name": "Deadly Rivalry II",
    "predictiontext":
      "You will encounter the rival Exile, now also imbued with Onslaught.",
    "flavourtext":
      "Their defeat will not stand, renewed and fueled by blind rage."
  },
  "225": {
    "name": "Deadly Rivalry III",
    "predictiontext":
      "You will encounter the rival Exile, now possessed by a Tormented Spirit.",
    "flavourtext":
      "Their body broken and mended, now a conduit for a greater power."
  },
  "226": {
    "name": "Deadly Rivalry IV",
    "predictiontext":
      "You will encounter the rival Exile, now imbued with the powers of a Shrine",
    "flavourtext":
      "Prayer at a dark altar mends torn flesh once again, but darkness still fills the soul. Each defeat feeds their determination."
  },
  "227": {
    "name": "Deadly Rivalry V",
    "predictiontext":
      "You will encounter the rival Exile, now backed by others of a shared Bloodline.",
    "flavourtext":
      "Allies arrive for a final battle, filled with shared blood. The breaking and mending takes its toll."
  },
  "228": {
    "name": "The Warmongers I",
    "predictiontext": "You will encounter and slay several Warbands.",
    "flavourtext": "A vanguard seeks to claim land that is not theirs."
  },
  "229": {
    "name": "The Warmongers II",
    "predictiontext":
      "You will encounter and slay several Warbands and their reinforcements.",
    "flavourtext":
      "The vanguard did not return, so more have followed their path, bringing war with them."
  },
  "230": {
    "name": "The Warmongers III",
    "predictiontext":
      "You will encounter and slay several Warbands and their elite soldiers.",
    "flavourtext":
      "Failure twice draws the ire of higher ranking soldiers. They come to spill blood."
  },
  "231": {
    "name": "The Warmongers IV",
    "predictiontext":
      "You will encounter and slay several Warbands and their leader.",
    "flavourtext":
      "The leader arrives, and lays plans to paint the land red with your blood."
  },
  "232": {
    "name": "Beyond Sight I",
    "predictiontext": "You will slay the cultists and the foes they summon.",
    "flavourtext":
      "A dark presence hides just out of sight. Only bodies betray its movements."
  },
  "233": {
    "name": "Beyond Sight II",
    "predictiontext":
      "You will slay the cultists and the powerful foes they summon.",
    "flavourtext":
      "A visible following forms around an invisible foe. It grows greater yet remains veiled."
  },
  "234": {
    "name": "Beyond Sight III",
    "predictiontext":
      "You will slay the cultists and the powerful foes they summon.",
    "flavourtext":
      "Monsters not of this world spill forth. Only shapes and movement. A warped vision."
  },
  "235": {
    "name": "Beyond Sight IV",
    "predictiontext":
      "You will slay the Herald of Bameth and the very powerful foe it summons.",
    "flavourtext":
      "My vision grows dark. A horror draws near. Its soul would be a treasured prize for Hinekora."
  },
  "236": {
    "name": "The Fortune Teller's Collection",
    "predictiontext":
      "You will find a chest containing Divination Cards in a map.",
    "flavourtext": "The dreaming seeker finds what a fortune teller forgets."
  }
}
